{"ID":7874, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Race of Life\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Where did we come from? Why are we here? Where do we go after this life? No longer need these universal questions remain unanswered.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_034<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p4\" class=\"\">My beloved brothers and sisters, this morning I wish to speak to you of eternal truths—those truths which will enrich our lives and see us safely home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p5\" class=\"\">Everywhere people are in a hurry. Jet-powered aircraft speed their precious human cargo across broad continents and vast oceans so that business meetings might be attended, obligations met, vacations enjoyed, or families visited. Roadways everywhere—including freeways, thruways, and motorways—carry millions of automobiles, occupied by more millions of people, in a seemingly endless stream and for a multitude of reasons as we rush about the business of each day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p6\" class=\"\">In this fast-paced life, do we ever pause for moments of meditation—even thoughts of timeless truths?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p7\" class=\"\">When compared to eternal verities, most of the questions and concerns of daily living are really rather trivial. What should we have for dinner? What color should we paint the living room? Should we sign Johnny up for soccer? These questions and countless others like them lose their significance when times of crisis arise, when loved ones are hurt or injured, when sickness enters the house of good health, when life’s candle dims and darkness threatens. Our thoughts become focused, and we are easily able to determine what is really important and what is merely trivial.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p8\" class=\"\">I recently visited with a woman who has been battling a life-threatening disease for over two years. She indicated that prior to her illness, her days were filled with activities such as cleaning her house to perfection and filling it with beautiful furnishings. She visited her hairdresser twice a week and spent money and time each month adding to her wardrobe. Her grandchildren were invited to visit infrequently, for she was always concerned that what she considered her precious possessions might be broken or otherwise ruined by tiny and careless hands.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p9\" class=\"\">And then she received the shocking news that her mortal life was in jeopardy and that she might have very limited time left here. She said that at the moment she heard the doctor’s diagnosis, she knew immediately that she would spend whatever time she had remaining with her family and friends and with the gospel at the center of her life, for these represented what was most precious to her.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p10\" class=\"\">Such moments of clarity come to all of us at one time or another, although not always through so dramatic a circumstance. We see clearly what it is that really matters in our lives and how we should be living.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p11\" class=\"\">Said the Savior:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p12\" class=\"\">“Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p13\" class=\"\">“But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p14\" class=\"\">“For where your treasure is, there will your heart be also.”<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_034\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123076)\">Matthew 6:19–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p15\" class=\"\">In our times of deepest reflection or greatest need, the soul of man reaches heavenward, seeking a divine response to life’s greatest questions: <span class=\"emphasis\">Where did we come from? Why are we here? Where do we go after we leave this life?<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p16\" class=\"\">Answers to these questions are not discovered within the covers of academia’s textbooks or by checking the Internet. These questions transcend mortality. They embrace eternity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p17\" class=\"\"><span class=\"emphasis\">Where did we come from?<\/span> This query is inevitably thought, if not spoken, by every human being.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p18\" class=\"\">The Apostle Paul told the Athenians on Mars’ Hill that “we are the offspring of God.”<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_034\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123077)\">Acts 17:29<\/a><\/span>.]<\/span><\/sup> Since we know that our physical bodies are the offspring of our mortal parents, we must probe for the meaning of Paul’s statement. The Lord has declared that “the spirit and the body are the soul of man.”<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_034\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123078)\">Doctrine and Covenants 88:15<\/a><\/span>.]<\/span><\/sup> Thus it is the spirit which is the offspring of God. The writer of Hebrews refers to Him as “the Father of spirits.”<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_034\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123079)\">Hebrews 12:9<\/a><\/span>.]<\/span><\/sup> The spirits of all men are literally His “begotten sons and daughters.”<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_034\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123080)\">Doctrine and Covenants 76:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p19\" class=\"\">We note that inspired poets have, for our contemplation of this subject, written moving messages and recorded transcendent thoughts. William Wordsworth penned the truth:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Our birth is but a sleep and a forgetting:<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">The soul that rises with us, our life’s Star,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Hath had elsewhere its setting,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">And cometh from afar:<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Not in entire forgetfulness,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">And not in utter nakedness,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">But trailing clouds of glory do we come<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">From God, who is our home:<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Heaven lies about us in our infancy!<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_034\">6<\/a> <span class=\"footnote\">[William Wordsworth, <span class=\"emphasis\">Ode: Intimations of Immortality from Recollections of Early Childhood<\/span> (1884), 23–24.]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p29\" class=\"\">Parents ponder their responsibility to teach, to inspire, and to provide guidance, direction, and example. And while parents ponder, children—and particularly youth—ask the penetrating question, why are we here? Usually it is spoken silently to the soul and phrased, why am <span class=\"emphasis\">I<\/span> here?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p30\" class=\"\">How grateful we should be that a wise Creator fashioned an earth and placed us here, with a veil of forgetfulness of our previous existence so that we might experience a time of testing, an opportunity to prove ourselves in order to qualify for all that God has prepared for us to receive.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p31\" class=\"\">Clearly, one primary purpose of our existence upon the earth is to obtain a body of flesh and bones. We have also been given the gift of agency. In a thousand ways we are privileged to choose for ourselves. Here we learn from the hard taskmaster of experience. We discern between good and evil. We differentiate as to the bitter and the sweet. We discover that there are consequences attached to our actions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p32\" class=\"\">By obedience to God’s commandments, we can qualify for that “house” spoken of by Jesus when He declared: “In my Father’s house are many mansions. … I go to prepare a place for you … that where I am, there ye may be also.”<sup class=\"noteMarker\"><a href=\"#footnote7-10405_000_034\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123081)\">John 14:2–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p33\" class=\"\">Although we come into mortality “trailing clouds of glory,” life moves relentlessly forward. Youth follows childhood, and maturity comes ever so imperceptibly. From experience we learn the need to reach heavenward for assistance as we make our way along life’s pathway.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p34\" class=\"\">God, our Father, and Jesus Christ, our Lord, have marked the way to perfection. They beckon us to follow eternal verities and to become perfect, as They are perfect.<sup class=\"noteMarker\"><a href=\"#footnote8-10405_000_034\">8<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123082)\">Matthew 5:48<\/a><\/span>; <span class=\"citation\" id=\"123083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123083)\">3 Nephi 12:48<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p35\" class=\"\">The Apostle Paul likened life to a race. To the Hebrews he urged, “Let us lay aside … the sin which doth so easily beset us, and let us run with patience the race that is set before us.”<sup class=\"noteMarker\"><a href=\"#footnote9-10405_000_034\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123084)\">Hebrews 12:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p36\" class=\"\">In our zeal, let us not overlook the sage counsel from Ecclesiastes: “The race is not to the swift, nor the battle to the strong.”<sup class=\"noteMarker\"><a href=\"#footnote10-10405_000_034\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123085)\">Ecclesiastes 9:11<\/a><\/span>.]<\/span><\/sup> Actually, the prize belongs to him or her who endures to the end.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p37\" class=\"\">When I reflect on the race of life, I remember another type of race, even from childhood days. My friends and I would take pocketknives in hand and, from the soft wood of a willow tree, fashion small toy boats. With a triangular-shaped cotton sail in place, each would launch his crude craft in the race down the relatively turbulent waters of Utah’s Provo River. We would run along the river’s bank and watch the tiny vessels sometimes bobbing violently in the swift current and at other times sailing serenely as the water deepened.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p38\" class=\"\">During a particular race we noted that one boat led all the rest toward the appointed finish line. Suddenly, the current carried it too close to a large whirlpool, and the boat heaved to its side and capsized. Around and around it was carried, unable to make its way back into the main current. At last it came to an uneasy rest amid the flotsam and jetsam that surrounded it, held fast by the tentacles of the grasping green moss.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p39\" class=\"\">The toy boats of childhood had no keel for stability, no rudder to provide direction, and no source of power. Inevitably, their destination was downstream—the path of least resistance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p40\" class=\"\">Unlike toy boats, we have been provided divine attributes to guide our journey. We enter mortality not to float with the moving currents of life but with the power to think, to reason, and to achieve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p41\" class=\"\">Our Heavenly Father did not launch us on our eternal voyage without providing the means whereby we could receive from Him guidance to ensure our safe return. I speak of prayer. I speak too of the whisperings from that still, small voice; and I do not overlook the holy scriptures, which contain the word of the Lord and the words of the prophets—provided to us to help us successfully cross the finish line.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p42\" class=\"\">At some period in our mortal mission, there appears the faltering step, the wan smile, the pain of sickness—even the fading of summer, the approach of autumn, the chill of winter, and the experience we call death.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p43\" class=\"\">Every thoughtful person has asked himself the question best phrased by Job of old: “If a man die, shall he live again?”<sup class=\"noteMarker\"><a href=\"#footnote11-10405_000_034\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123086)\">Job 14:14<\/a><\/span>.]<\/span><\/sup> Try as we might to put the question out of our thoughts, it always returns. Death comes to all mankind. It comes to the aged as they walk on faltering feet. Its summons is heard by those who have scarcely reached midway in life’s journey. At times it hushes the laughter of little children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p44\" class=\"\">But what of an existence beyond death? Is death the end of all? Robert Blatchford, in his book <span class=\"emphasis\">God and My Neighbor,<\/span> attacked with vigor accepted Christian beliefs such as God, Christ, prayer, and particularly immortality. He boldly asserted that death was the end of our existence and that no one could prove otherwise. Then a surprising thing happened. His wall of skepticism suddenly crumbled to dust. He was left exposed and undefended. Slowly he began to feel his way back to the faith he had ridiculed and abandoned. What had caused this profound change in his outlook? His wife died. With a broken heart he went into the room where lay all that was mortal of her. He looked again at the face he loved so well. Coming out, he said to a friend: “It is she, and yet it is not she. Everything is changed. Something that was there before is taken away. She is not the same. What can be gone if it be not the soul?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p45\" class=\"\">Later he wrote: “Death is not what some people imagine. It is only like going into another room. In that other room we shall find … the dear women and men and the sweet children we have loved and lost.”<sup class=\"noteMarker\"><a href=\"#footnote12-10405_000_034\">12<\/a> <span class=\"footnote\">[See Robert Blatchford, <span class=\"emphasis\">More Things in Heaven and Earth: Adventures in Quest of a Soul<\/span> (1925), 11.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p46\" class=\"\">My brothers and sisters, we know that death is not the end. This truth has been taught by living prophets throughout the ages. It is also found in our holy scriptures. In the Book of Mormon we read specific and comforting words:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p47\" class=\"\">“Now, concerning the state of the soul between death and the resurrection—Behold, it has been made known unto me by an angel, that the spirits of all men, as soon as they are departed from this mortal body, yea, the spirits of all men, whether they be good or evil, are taken home to that God who gave them life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p48\" class=\"\">“And then shall it come to pass, that the spirits of those who are righteous are received into a state of happiness, which is called paradise, a state of rest, a state of peace, where they shall rest from all their troubles and from all care, and sorrow.”<sup class=\"noteMarker\"><a href=\"#footnote13-10405_000_034\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123087)\">Alma 40:11–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p49\" class=\"\">After the Savior was crucified and His body had lain in the tomb for three days, the spirit again entered. The stone was rolled away, and the resurrected Redeemer walked forth, clothed with an immortal body of flesh and bones.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p50\" class=\"\">The answer to Job’s question, “If a man die, shall he live again?” came when Mary and others approached the tomb and saw two men in shining garments who spoke to them: “Why seek ye the living among the dead? He is not here, but is risen.”<sup class=\"noteMarker\"><a href=\"#footnote14-10405_000_034\">14<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123088)\">Luke 24:5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p51\" class=\"\">As the result of Christ’s victory over the grave, we shall all be resurrected. This is the redemption of the soul. Paul wrote: “There are … celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.”<sup class=\"noteMarker\"><a href=\"#footnote15-10405_000_034\">15<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123089)\">1 Corinthians 15:40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p52\" class=\"\">It is the celestial glory which we seek. It is in the presence of God we desire to dwell. It is a forever family in which we want membership. Such blessings are earned through a lifetime of striving, seeking, repenting, and finally succeeding.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p53\" class=\"\"><span class=\"emphasis\">Where did we come from? Why are we here? Where do we go after this life?<\/span> No longer need these universal questions remain unanswered. From the very depths of my soul and in all humility, I testify that those things of which I have spoken are true.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p54\" class=\"\">Our Heavenly Father rejoices for those who keep His commandments. He is concerned also for the lost child, the tardy teenager, the wayward youth, the delinquent parent. Tenderly the Master speaks to these and indeed to all: “Come back. Come up. Come in. Come home. Come unto me.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-race-of-life.p55\" class=\"\">In one week we will celebrate Easter. Our thoughts will turn to the Savior’s life, His death, and His Resurrection. As His special witness, I testify to you that He lives and that He awaits our triumphant return. That such a return will be ours, I pray humbly in His holy name—even Jesus Christ, our Savior and our Redeemer, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_034\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123076)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123076)\">Matthew 6:19–21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_034\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123077)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123077)\">Acts 17:29<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_034\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123078)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123078)\">Doctrine and Covenants 88:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_034\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123079)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123079)\">Hebrews 12:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_034\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123080)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123080)\">Doctrine and Covenants 76:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_034\">6.<\/a><\/span>\n\t\t\t\t\t<p>William Wordsworth, <span class=\"emphasis\">Ode: Intimations of Immortality from Recollections of Early Childhood<\/span> (1884), 23–24.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10405_000_034\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123081)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123081)\">John 14:2–3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10405_000_034\">8.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123082)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123082)\">Matthew 5:48<\/a><\/span>; <span class=\"citation\" id=\"123083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123083)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123083)\">3 Nephi 12:48<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10405_000_034\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123084)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123084)\">Hebrews 12:1<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10405_000_034\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123085)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123085)\">Ecclesiastes 9:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10405_000_034\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123086)\">Job 14:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10405_000_034\">12.<\/a><\/span>\n\t\t\t\t\t<p>See Robert Blatchford, <span class=\"emphasis\">More Things in Heaven and Earth: Adventures in Quest of a Soul<\/span> (1925), 11.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10405_000_034\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123087)\">Alma 40:11–12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10405_000_034\">14.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123088)\">Luke 24:5–6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_034\"><a name=\"-10405_000_034\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10405_000_034\">15.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123089)\">1 Corinthians 15:40<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}