{"ID":7875, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Power of Deliverance\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p2\" class=\"\">By Elder L. Tom Perry<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We can be delivered from the ways of evil and wickedness by turning to the teachings of the holy scriptures.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_036<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p5\" class=\"\">I have a very good friend who sends me a new tie to wear during the session I speak at each general conference. He has excellent taste, don’t you think?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p6\" class=\"\">My young friend has some difficult challenges. They limit him in some ways, but in other ways he is extraordinary. For example, his boldness as a missionary rivals the sons of Mosiah. The simplicity of his beliefs makes his convictions incredibly firm and steady. I believe that in Scott’s mind it’s unimaginable that everyone isn’t a member of The Church of Jesus Christ of Latter-day Saints and that everyone hasn’t read the Book of Mormon and doesn’t have a testimony of its truthfulness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p7\" class=\"\">Let me tell you of an event in Scott’s life when he was making his first airplane flight alone to visit his brother. A neighbor who was seated nearby overheard Scott’s conversation with the person next to him:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p8\" class=\"\">“Hello, my name is Scott. What is yours?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p9\" class=\"\">His seatmate shared his name.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p10\" class=\"\">“What do you do?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p11\" class=\"\">“I am an engineer.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p12\" class=\"\">“That’s nice. Where do you live?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p13\" class=\"\">“In Las Vegas.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p14\" class=\"\">“We have a temple there. Do you know where the Mormon temple is?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p15\" class=\"\">“Yes. It is a beautiful building.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p16\" class=\"\">“Are you a Mormon?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p17\" class=\"\">“No.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p18\" class=\"\">“Well, you should be. It is a great religion. Have you read the Book of Mormon?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p19\" class=\"\">“No.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p20\" class=\"\">“Well, you should. It’s a great book.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p21\" class=\"\">I agree wholeheartedly with Scott—the Book of Mormon is a great book. The words of the Prophet Joseph Smith cited on the introduction page of the Book of Mormon have always resonated with me: “I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p22\" class=\"\">This year in our Sunday School classes, we are studying the Book of Mormon. As we prepare and participate, may we be motivated to follow Scott’s bold example to share our love of this special scripture with others not of our faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p23\" class=\"\">A dominant theme of the Book of Mormon is expressed in the final verse of the first chapter of 1 Nephi. Nephi writes, “But behold, I, Nephi, will show unto you that the tender mercies of the Lord are over all those whom he hath chosen, because of their faith, to make them mighty even unto the power of deliverance” (<span class=\"citation\" id=\"123090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123090)\">1 Nephi 1:20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p24\" class=\"\">I wish to speak about how the Book of Mormon, which is a tender mercy of the Lord preserved for these latter days, delivers us by teaching us in a pure and “most correct” way the doctrine of Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p25\" class=\"\">Many of the stories of the Book of Mormon are stories of deliverance. Lehi’s departure into the wilderness with his family was about deliverance from the destruction of Jerusalem. The story of the Jaredites is a story of deliverance, as is the story of the Mulekites. Alma the Younger was delivered from sin. Helaman’s stripling warriors were delivered in battle. Nephi and Lehi were delivered from prison. The theme of deliverance is evident throughout the entire Book of Mormon.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p26\" class=\"\">There are two stories in the Book of Mormon which are very similar and teach an important lesson. The first is from the book of Mosiah, starting with the 19th chapter. Here we learn of King Limhi living in the land of Nephi. The Lamanites had waged war against the people of Limhi. The result of the war was that the Lamanites would allow King Limhi to rule over his own people, but they would be in bondage to them. It was a very uneasy peace. (See <span class=\"citation\" id=\"123091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123091)\">Mosiah 19<\/a><\/span> and <span class=\"citation\" id=\"123092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123092)\">Mosiah 20<\/a><\/span>.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p27\" class=\"\">When Limhi’s people had their fill of Lamanite abuses, they convinced their king to go against the Lamanites in battle. Three times Limhi’s people were defeated. Heavy burdens were laid upon them. Finally they humbled themselves and cried mightily unto the Lord that He would deliver them. (See <span class=\"citation\" id=\"123093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123093)\">Mosiah 21:1–14<\/a><\/span>.) <span class=\"citation\" id=\"123094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123094)\">Verse 15<\/a><\/span> of chapter 21 tells us of the Lord’s response: “And now the Lord was slow to hear their cry because of their iniquities; nevertheless the Lord did hear their cries, and began to soften the hearts of the Lamanites that they began to ease their burdens; yet the Lord did not see fit to deliver them out of bondage.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p28\" class=\"\">Soon after, Ammon and a small band of men from Zarahemla arrived, and with Gideon—one of the leaders of Limhi’s people—they worked out a plan which was successful, and they escaped from the Lamanite abuses. The Lord was slow to hear their cries. Why? Because of their iniquities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p29\" class=\"\">The second story is similar in many respects but also different. The account is recorded in <span class=\"citation\" id=\"123095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123095)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123095)\">Mosiah 24<\/a><\/span>.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p30\" class=\"\">Alma and his people had settled in the land of Helam, when an army of the Lamanites came into the borders of the land. They met and worked out a peaceful solution. (See <span class=\"citation\" id=\"123096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123096)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123096)\">Mosiah 23:25–29<\/a><\/span>.) Soon the leaders of the Lamanites began to impose their will on the people of Alma and placed heavy burdens on them to bear (see <span class=\"citation\" id=\"123097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123097)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123097)\">Mosiah 24:8<\/a><\/span>). In <span class=\"citation\" id=\"123098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123098)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123098)\">verse 13<\/a><\/span> we read, “And it came to pass that the voice of the Lord came to them in their afflictions, saying: Lift up your heads and be of good comfort, for I know of the covenant which ye have made unto me; and I will covenant with my people and deliver them out of bondage.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p31\" class=\"\">The people of Alma were delivered from the hands of the Lamanites and safely made their way back to be united with the people of Zarahemla.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p32\" class=\"\">What was the difference between the people of Alma and the people of King Limhi? Obviously, there were several differences: the people of Alma were peaceful and more righteous; they had already been baptized and entered into a covenant with the Lord; they humbled themselves before the Lord even before their tribulations started. All these differences made it appropriate and fair that the Lord would deliver them quickly in a miraculous way from the hand which kept them in bondage. These scriptures teach us of the Lord’s power of deliverance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p33\" class=\"\">Prophecies foretelling the life and mission of Jesus Christ promise us the deliverance that He will provide. His Atonement and Resurrection provide all of us an escape from physical death and, if we repent, an escape from spiritual death, bringing with it the blessings of eternal life. The promises of the Atonement and Resurrection, the promises of deliverance from physical and spiritual death, were declared by God to Moses when He said, “For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"123099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123099)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123099)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p34\" class=\"\">In contrast to the beautifully designed beliefs for us in the holy scriptures, we find the opposing forces of secularism engaged in challenging the long-standing beliefs in the holy writings—writings which have given us guidance through these many centuries in defining the eternal values and standards for our conduct through life. They declare that the teachings in the Bible are false and the teachings of the Master out of date. Their voices cry that each person must have the freedom to set his or her own standards; they attempt to alter the rights of the believers, contrary to that which is taught in the scriptures and in the words of the prophets.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p35\" class=\"\">What a blessing it is to have the account of the mission of our Lord and Savior declared in the Book of Mormon to add a second witness to the doctrine declared in the Bible. Why is it important for the world to have both the Bible and the Book of Mormon? I believe the answer is found in the 13th chapter of 1 Nephi. Nephi records: “And the angel spake unto me, saying: These last records, which thou hast seen among the Gentiles [the Book of Mormon], shall establish the truth of the first [the Bible], which are of the twelve apostles of the Lamb, and shall make known the plain and precious things which have been taken away from them; and shall make known to all kindreds, tongues, and people, that the Lamb of God is the Son of the Eternal Father, and the Savior of the world; and that all men must come unto him, or they cannot be saved” (<span class=\"citation\" id=\"123100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123100)\">verse 40<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p36\" class=\"\">Neither the Bible nor the Book of Mormon in and of themselves is sufficient. Both are necessary for us to teach and learn about the full and complete doctrine of Christ. The need for the other does not diminish either one of them. Both the Bible and the Book of Mormon are necessary for our salvation and exaltation. As President Ezra Taft Benson so powerfully taught, “When used together, the Bible and the Book of Mormon confound false doctrines” (“A New Witness for Christ,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1984, 8).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p37\" class=\"\">I want to close by noting two stories—one from the Old Testament, the other from the Book of Mormon—to show how the books work harmoniously together.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p38\" class=\"\">The story of Abraham begins with his deliverance from the idol-worshipping Chaldeans (see <span class=\"citation\" id=\"123101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123101)\">Genesis 11:27–31<\/a><\/span>; <span class=\"citation\" id=\"123102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123102)\">Abraham 2:1–4<\/a><\/span>). He and his wife Sarah were later delivered from their sorrow and promised that through their posterity all the nations of the earth would be blessed (see <span class=\"citation\" id=\"123103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123103)\">Genesis 18:18<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p39\" class=\"\">The Old Testament contains the account of Abraham taking Lot, his nephew, with him out of Egypt. Given a choice of land, Lot chose the plain of Jordan, and he pitched his tent facing Sodom, a city of great wickedness. (See <span class=\"citation\" id=\"123104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123104)\">Genesis 13:1–12<\/a><\/span>.) Most of the problems that Lot later encountered in his life, and there were several, can be traced back to his early decision to position the door of his tent to look upon Sodom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p40\" class=\"\">Abraham, the father of the faithful, experienced life differently. Certainly there were many challenges, but it was to be a blessed life. We do not know which way Abraham’s tent door faced, but there’s a strong hint in the last verse of the 13th chapter of Genesis. It reports, “Then Abram [or Abraham] removed his tent, and came and dwelt in the plain of Mamre, which is in Hebron, and built there an altar unto the Lord” (<span class=\"citation\" id=\"123105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123105)\">Genesis 13:18<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p41\" class=\"\">While I do not know, I personally believe the door of Abraham’s tent faced the altar he built unto the Lord. How do I draw this conclusion? It is because I know the Book of Mormon story about King Benjamin’s instructions to his people when they gathered to hear his final address. King Benjamin instructed them to position the doors of their tents facing the temple (see <span class=\"citation\" id=\"123106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123106)\">Mosiah 2:1–6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p42\" class=\"\">We can be delivered from the ways of evil and wickedness by turning to the teachings of the holy scriptures. The Savior is the Great Deliverer, for He delivers us from death and from sin (see <span class=\"citation\" id=\"123107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123107)\">Romans 11:26<\/a><\/span>; <span class=\"citation\" id=\"123108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123108)\">2 Nephi 9:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p43\" class=\"\">I declare that Jesus is the Christ and that we can draw close to Him by reading the Book of Mormon. The Book of Mormon is another testament of Jesus Christ. The first testaments of our Savior are the Old and New Testaments—or the Bible.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/the-power-of-deliverance.p44\" class=\"\">Again, let’s remember my friend Scott’s description of the Book of Mormon: “It’s a great book.” I testify to you that much of the Book of Mormon’s greatness stems from its harmony with the Holy Bible, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}