{"ID":7876, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            That the Lost May Be Found\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p2\" class=\"\">By Elder M. Russell Ballard<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As you seek to live the gospel and doctrine of Christ, the Holy Ghost will guide you and your family.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_037<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p5\" class=\"\">Brothers and sisters, according to the scriptures, the Liahona was “a round ball of curious workmanship” featuring two spindles, one of which pointed the way Father Lehi’s family should go into the wilderness (<span class=\"citation\" id=\"123109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123109)\">1 Nephi 16:10<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p6\" class=\"\">I think I know why Lehi was greatly astonished when he first saw it, because I remember my reaction when I first saw and witnessed a GPS unit. In my mind it was a modern-day device “of curious workmanship.” Somehow, in some way I can’t even imagine, this little device, right in my phone, can pinpoint exactly where I am and tell me exactly how to get where I want to go.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p7\" class=\"\">For both my wife, Barbara, and me, the GPS is a blessing. For Barbara it means she doesn’t have to tell me to stop and ask for directions; and for me it means I can be right when I say, “I don’t need to ask anyone. I know exactly where I’m going.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p8\" class=\"\">Now, brothers and sisters, we have available to us a tool even more remarkable than the best GPS. Everyone loses his or her way at some point, to some degree. It is through the promptings of the Holy Ghost that we can be brought safely back onto the right path, and it is the atoning sacrifice of the Savior that can return us home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p9\" class=\"\">Being lost can apply to whole societies as well as to individuals. Today we live in a time when much of this world has lost its way, particularly with regard to values and priorities within our homes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p10\" class=\"\">One hundred years ago, President Joseph F. Smith connected happiness directly to the family and admonished us to focus our efforts there. He said: “There can be no genuine happiness separate and apart from the home. … There is no happiness without service, and there is no service greater than that which converts the home into a divine institution, and which promotes and preserves family life. … The home is what needs reforming” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> [1998], 382, 384).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p11\" class=\"\">It is our homes and families that need reforming in this increasingly materialistic and secular world. A stunning example is the growing disregard for marriage here in the United States. Earlier this year the <span class=\"emphasis\">New York Times<\/span> reported that “the share of children born to unmarried women has crossed a threshold: more than half of births to American women under 30 occur outside marriage” (Jason DeParle and Sabrina Tavernise, “Unwed Mothers Now a Majority Before Age of 30,” <span class=\"emphasis\">New York Times,<\/span> Feb. 18, 2012, A1).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p12\" class=\"\">We also know that among couples in the United States who do marry, nearly half get divorced. Even those who stay married often lose their way by letting other things interfere with their family relationships.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p13\" class=\"\">Equally worrisome is the ever-growing gap between the rich and poor and between those who strive to preserve family values and commitments and those who have given up on doing so. Statistically, those who have less education and consequently lower incomes are less likely to marry and to go to church and much more likely to be involved in crime and to have children outside of marriage. And these trends are also troubling in much of the rest of the world. (See W. Bradford Wilcox and others, “No Money, No Honey, No Church: The Deinstitutionalization of Religious Life among the White Working Class,” available at www.virginia.edu\/marriageproject\/pdfs\/Religion_WorkingPaper.pdf.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p14\" class=\"\">Opposite of what many had thought, prosperity and education seem to be connected to a higher likelihood of having traditional families and values.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p15\" class=\"\">The real question, of course, is about <span class=\"emphasis\">cause<\/span> and <span class=\"emphasis\">effect.<\/span> Do some sectors of our society have stronger values and families <span class=\"emphasis\">because<\/span> they are more educated and prosperous, or are they more educated and prosperous <span class=\"emphasis\">because<\/span> they have values and strong families? In this worldwide Church we know that it is the latter. When people make family and religious commitments to gospel principles, they begin to do better spiritually and often temporally as well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p16\" class=\"\">And, of course, societies at large are strengthened as families grow stronger. Commitments to family and values are the basic <span class=\"emphasis\">cause.<\/span> Nearly everything else is <span class=\"emphasis\">effect.<\/span> When couples marry and make commitments to each other, they greatly increase their chances of economic well-being. When children are born in wedlock and have both a mom and a dad, their opportunities and their likelihood of occupational success skyrocket. And when families work and play together, neighborhoods and communities flourish, economies improve, and less government and fewer costly safety nets are required.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p17\" class=\"\">So the bad news is that family breakdown is causing a host of societal and economic ills. But the good news is that, like any cause and effect, those ills can be reversed if what is causing them is changed. Inequities are resolved by living correct principles and values. Brothers and sisters, the most important <span class=\"emphasis\">cause<\/span> of our lifetime is our families. If we will devote ourselves to this cause, we will improve every other aspect of our lives and will become, as a people and as a church, an example and a beacon for all peoples of the earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p18\" class=\"\">But this is not easy in a world where hearts are turning in many directions and where the whole planet seems to be constantly moving and changing at a pace never before imagined. Nothing stays the same for long. Styles, trends, fads, political correctness, and even perceptions of right and wrong shift and move. As the prophet Isaiah predicted, wrong is portrayed as right and right as wrong (see <span class=\"citation\" id=\"123110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123110)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123110)\">Isaiah 5:20<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p19\" class=\"\">The spiritual divide gets even wider as evil becomes ever more deceptive and subtle and pulls people toward it like a dark magnet—even as the gospel of truth and light attracts the honest in heart and the honorable of the earth, who seek what is moral and good.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p20\" class=\"\">We may be relatively small in number, but as members of this Church we can reach across these widening gaps. We know the power of Christ-centered service that brings together God’s children regardless of their spiritual or their economic status. One year ago the First Presidency invited us to participate in a day of service celebrating 75 years of the welfare program, which helps people to become more self-sufficient. Millions of hours were contributed by our members all around the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p21\" class=\"\">The Church is a mooring in this tempestuous sea, an anchor in the churning waters of change and division, and a beacon to those who value and seek righteousness. The Lord uses this Church as a tool in pulling His children throughout the world toward the protection of His gospel.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p22\" class=\"\">The Spirit of Elijah, which has no boundaries, is also a great power in the Lord’s purposes for the eternal destiny of His children. In Malachi’s words, the Spirit of the Holy Ghost turns “the heart of the fathers to the children, and the heart of the children to their fathers” (<span class=\"citation\" id=\"123111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123111)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123111)\">Malachi 4:6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p23\" class=\"\">The Church stands as an example of heart turning and as a catalyst for good in the world. Among Church members who are married in the temple and who regularly attend Sunday meetings, the divorce rate is significantly less than that of the world, and families remain closer and are in more frequent communication. The health in our families is better, and we live several years longer than the population average. We contribute more financial resources and more service per capita to those in need, and we are more likely to seek higher education. I point out these things not to boast but to testify that life is better (and much happier) as hearts turn toward family and as families live in the light of the gospel of Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p24\" class=\"\">So what can we do to not become lost? First, may I suggest that we <span class=\"emphasis\">prioritize.<\/span> Put everything you do outside the home in subjection to and in support of what happens inside your home. Remember President Harold B. Lee’s counsel that “the most important … work you will ever do will be within the walls of your own homes” (<span class=\"emphasis\">Teachings of Presidents of the Church: Harold B. Lee<\/span> [2000], 134) and President David O. McKay’s timeless “No other success can compensate for failure in the home” (quoted from J. E. McCulloch, <span class=\"emphasis\">Home: The Savior of Civilization<\/span> [1924], 42; in Conference Report, Apr. 1935, 116).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p25\" class=\"\">Organize your personal lives to provide time for prayer and scriptures and family activity. Give your children responsibilities in the home that will teach them how to work. Teach them that living the gospel will lead them away from the filth, promiscuity, and violence of the Internet, media, and video games. They will not be lost, and they will be prepared to handle responsibility when it is thrust upon them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p26\" class=\"\">Second, we need to do things in the <span class=\"emphasis\">right order<\/span>! Marriage first and then family. Too many in the world have forgotten this natural order of things and think they can change it or even reverse it. Remove any of your fear with faith. Trust the power of God to guide you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p27\" class=\"\">To you who are not yet married, pay careful attention to finding your eternal companion. Young men, remember something else that President Joseph F. Smith said: “Bachelorhood … [carries] to the superficial mind the idea that [it is] desirable because [it brings] with [it] the minimum of responsibility. …The real fault lies with the young men. The license of the age leads them from paths of duty and responsibility. … Their sisters are the victims … [and] would marry if they could, and would accept cheerfully the responsibilities of family life” (<span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. [1939], 281).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p28\" class=\"\">And to you young women, I would add that you must also not lose sight of this responsibility. No career can bring you as much fulfillment as rearing a family. And when you are my age, you will realize this even more.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p29\" class=\"\">Third, husbands and wives, you should be <span class=\"emphasis\">equal partners<\/span> in your marriage. Read often and understand the proclamation on the family and follow it. Avoid unrighteous dominion in any form. No one owns a spouse or children; God is the Father of us all and has extended to us the privilege of our own family, which was previously only His, to help us become more like Him. As His children we should learn at home to love God and to know that we can ask Him for the help we need. Everyone, married or single, can be happy and supportive within whatever family you may have.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p30\" class=\"\">And finally, use the <span class=\"emphasis\">family resources<\/span> of the Church. In raising children, families can draw upon the help of the ward. Support and work in tandem with priesthood and auxiliary leaders, and take full advantage of the Church’s youth and family programs. Remember another of President Lee’s insightful phrases—that the Church is the scaffolding with which we build eternal families (see <span class=\"emphasis\">Teachings: Harold B. Lee,<\/span> 148).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p31\" class=\"\">Now, if for any reason you individually or as a family have lost your way, then you need only apply the Savior’s teachings from <span class=\"citation\" id=\"123112\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123112)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123112)\">Luke, chapter 15<\/a><\/span>, to correct your course. Here the Savior tells of the effort of a shepherd searching for his lost sheep, of a woman searching for a lost coin, and of the welcome received by the prodigal son returning home. Why did Jesus teach these parables? He wanted us to know that none of us will ever be so lost that we cannot find our way again through His Atonement and His teachings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/that-the-lost-may-be-found.p32\" class=\"\">As you seek to live the gospel and doctrine of Christ, the Holy Ghost will guide you and your family. You will have a spiritual GPS to tell you always where you are and where you are going. I bear witness that the resurrected Redeemer of mankind loves all of us, and He has promised if we will follow Him, He will lead us safely back into the presence of our Heavenly Father, of which I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}