{"ID":788, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Blessings of the Gospel<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, October 1955, pp. 17-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe humble and moving prayer of our President at the opening of his address, and his request\nthat we pray for him, were gloriously answered as he gave us that inspiring opening talk. \nWhen I hear him, and the other great men on this stand, express feelings of weakness and\ninadequacy and prayers for strength as they address us, I wonder how some of us even dare\napproach the pulpit.  My soul is subdued, my heart is humble, as I listen and worship with\nyou.\n<\/p><p>\nThere are two activities of the Church which are not only of paramount importance to the\nmembers of the church, but are also of great and increasing interest and concern to all who\nhear of them.  They have the same objective and the same purpose.  They are a part of the\neverlasting and unchangeable plan of redemption. I shall speak for a moment on the great\nmissionary work of the Church&mdash;the preaching of the gospel&mdash;and of the building and\noperation of temples&mdash;to make available to both living and dead the blessings that come\nthrough the performance of the ordinances of the gospel.\n<\/p><p>\nThe gospel of Jesus Christ makes knowledge of and obedience to law prerequisite to the\nenjoyment of its blessings.  The plan of redemption provides that all the sons of God must\nhear the gospel and be given an opportunity to embrace it, directly or vicariously.\n<\/p><p>\nThe injunction of the Savior, given in Jerusalem and repeated in this day, \"Go ye into all the\nworld, and preach the gospel to every creature\"\n(<span class=\"citation\" id=\"33094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33094)\">Mark 16:15<\/a><\/span>),\nis imperative.  That it must be\ndone before his work can be consummated is evidenced by his further statement,\n<\/p><p>\n. . . this gospel of the kingdom shall be preached in all the world for a witness unto all\nnations; and then shall the end come\n(<span class=\"citation\" id=\"34729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34729)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nThis gospel of which we speak is a message of good will, of glad tidings. It is the way of\nsalvation in this life, and a method of exaltation in the life to come.  Furthermore, it is a\nmessage of peace on earth, for which all the world is praying.  The Apostle Paul defined it as\n\". . . the power of God unto salvation to every one that believeth\"\n(<span class=\"citation\" id=\"42716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42716)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nNow if this gospel, this power of God, is to be effective unto the salvation of men, they must\nbelieve it, but quoting Paul again,\n<\/p><p>\n. . . how shall they believe in him of whom they have not heard? and how shall they\nhear without a preacher?\n<\/p><p>\nAnd how shall they preach, except they be sent?\n(<span class=\"citation\" id=\"42728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42728)\">Rom. 10:14-15<\/a><\/span>).\n<\/p><p>\nThat the preaching of the gospel is of transcendent importance is evidenced by the fact that it\nwas enjoined in every dispensation from the beginning.  Jehovah himself taught it to Adam,\nwho received it and called upon his sons to repent\n(<span class=\"citation\" id=\"39073\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39073)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39073)\">Moses 6:1<\/a><\/span>).  Enoch and his associates taught it and\nlived it so effectively that their city was translated\n(<span class=\"citation\" id=\"39075\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39075)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39075)\">Moses 7:69<\/a><\/span>), and Enoch walked with God\n(<span class=\"citation\" id=\"23626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23626)\">Gen. 5:24<\/a><\/span>).\n<\/p><p>\nAnd thus the Gospel began to be preached, and by his own voice, and by the gift of\nthe Holy Ghost (<span class=\"citation\" id=\"39072\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39072)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39072)\">Moses 5:58<\/a><\/span>).\n<\/p><p>\nFor one hundred and twenty years Noah warned the unheeding people of judgments to come\n(<span class=\"citation\" id=\"39076\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39076)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39076)\">Moses 8:17<\/a><\/span>).\nThe gospel was known to Abraham, to Moses, and to the prophets.\n<\/p><p>\nJesus of Nazareth, in the Meridian of Time, went about the whole of Galilee teaching in their\nsynagogues and preaching the gospel of the kingdom of God (see\n<span class=\"citation\" id=\"34681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34681)\">Matt. 4:23<\/a><\/span>). Peter\ntaught it, and on the day of Pentecost epitomized its saving principles in the memorable\nwords,\n<\/p><p>\nRepent, and be baptized every one of you in the name of Jesus Christ for the remission\nof sins,\n<\/p><p>\nFor the promise is unto you, and to your children, and to all that are afar off, even as\nmany as the Lord our God shall call\n(<span class=\"citation\" id=\"7737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7737)\">Acts 2:38-39<\/a><\/span>).\n<\/p><p>\nHe predicted the latter day appearance of the Savior saying,\n<\/p><p>\nRepent ye therefore, and be converted, that your sins may be blotted out, when the\ntimes of refreshing shall come from the presence of the Lord; \n<\/p><p>\nAnd he shall send Jesus Christ, which before was preached unto you: \n<\/p><p>\nWhom the heaven must receive until the times of restitution of all things, which God\nhath spoken by the mouth of all his holy prophets since the world began\n(<span class=\"citation\" id=\"7741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7741)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nWe have the same message, and it is taught by the same authority as that which led the\napostles to dedicate their lives to it.  To carry this message to Jew and Gentile, Paul went\nfrom Jerusalem to Antioch, thence west to Cyprus and Asia Minor, even into Europe, and\nfinally took his long and adventurous journey to Rome where he knew prison awaited him\nand where some of his greatest epistles were written.  It was in Rome that he gave his life for\nthe cause which he advocated with such consummate skill.  He ended his life with a\nbenediction,\n<\/p><p>\nI have fought a good fight, I have finished my course, I have kept the faith\n(<span class=\"citation\" id=\"5120\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5120)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5120)\">2 Tim. 4:7<\/a><\/span>).\n<\/p><p>\nThe early missionaries of this Church, like their predecessors, endured persecution, made\nmany sacrifices, and were willing to die if need be in proclaiming and defending the gospel of\nChrist. The prophet founder of the Church, the organizer of the missionary system in this\ndispensation, was, like Paul of old, tried before many magistrates and judges, appealed to the\nhighest authority, was imprisoned many times, and finally sealed his testimony with his blood.\n<\/p><p>\nBelieving as we do that this is the same gospel which Jesus taught, that in fact, as Paul said,\nthere is no other gospel (<span class=\"citation\" id=\"23242\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23242)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23242)\">Gal. 1:6-7<\/a><\/span>),\nand that it must be preached to all the world as a witness, all\nLatter-day Saints are or should be missionaries, either at home or abroad.  Let him that is\nwarned warn his neighbor.\n<\/p><p>\nSince 1830 more than 71,000 men and women have served in foreign mission fields.  They\nare literally carrying the injunction, \"Go ye into all the world\"\n(<span class=\"citation\" id=\"33095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33095)\">Mark 16:15<\/a><\/span>).  Missions have been\nestablished in Europe, Asia, Africa, Australia, North and South America, and in the islands of\nthe sea.  We are constantly pushing back the frontiers of the mission field. Since the British\nMission was established in 1837, modern apostles have dedicated many lands and countries\nfor the preaching of the gospel.  The last to be so blessed were Korea, Okinawa, the\nPhilippines, and Guam.  They were dedicated for this work by President Joseph Fielding\nSmith in August last.\n<\/p><p>\nThe weekly broadcasts of the Tabernacle Choir have carried the gospel of good will and\nharmony unto millions during the past twenty-six years.  In their recent tour of Europe, 379\nmembers of the choir sang their way into the hearts of all who heard them. Many were led to\nsay with Isaiah and with Paul, \"How beautiful are the feet of them who publish the gospel of\npeace\" (see <span class=\"citation\" id=\"25167\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25167)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25167)\">Isa. 52:7<\/a><\/span>).\n<\/p><p>\nOther millions of strangers within the gates of Temple Square have learned of the heretofore\nunpublished chapters of the life of Christ&mdash;chapters telling of his visit to his other sheep on\nthe American continent after his crucifixion in Jerusalem&mdash;also of his glorious opening of the\nlast dispensation as he appeared to the Prophet Joseph Smith in 1820.\n<\/p><p>\nThat the General Authorities of the Church are devoted to this work with self-sacrificing zeal\nis evidenced by the fact that they traveled since last October conference a total of more than\n756,000 miles.\n<\/p><p>\nLet us refer to only a few of the brethren and only part of their travels. President Joseph\nFielding Smith traveled over 30,000 miles in his recent tour of the South Pacific Mission. \nElder Lee made a similar journey last year. Elder Kimball has just returned from Europe\nwhere he visited fourteen countries and traveled more than 50,000 miles.  Elder Mark E.\nPetersen in his tour of South American missions covered 20,000 miles, and Elder Romney\ntraveled 33,000 miles in visiting Australia, New Zealand, and other South Pacific countries.\n<\/p><p>\nThe members of the Council of the Twelve spent their whole time visiting stakes and\nmissions.  The members of the First Presidency have been even more active.  We all wonder\nat and pray for a continuation of their vitality, endurance, and inspiration.\n<\/p><p>\nFrom January 1954 to October 1955, President David O. McKay, now in his 83rd year,\nvisited twenty-five countries on six continents in land, sea, and air journeys of approximately\n100,000 miles.\n<\/p><p>\nOur Heavenly Father, in order, as he said, to cut his work short in righteousness\n(<span class=\"citation\" id=\"42727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42727)\">Rom. 9:28<\/a><\/span>;\n<span class=\"citation\" id=\"13369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13369)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13369)\">D&amp;C 52:11<\/a><\/span>), has made\navailable to us such improved facilities of travel and communication as would have been\nnothing short of miraculous in the days of Peter and Paul or even to our pioneer fathers.\nSteamships and airplanes enable us to go farther in hours than they could have gone in\nmonths.  Radio and television have amplified the voice and made it possible to take the\ngospel into the homes of the people of almost all nations.\n<\/p><p>\nThe day may not be far distant when there will be a worldwide re-enacting of the day of\nPentecost on such a colossal scale that people in every land may hear the message of the\ngospel, each in his own tongue and at his own fireside.  Surely out of Zion shall go forth the\nlaw and the word of the Lord from Jerusalem\n(<span class=\"citation\" id=\"25159\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25159)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25159)\">Isa. 2:3<\/a><\/span>).  He has said,\n<\/p><p>\n. . . he shall utter his voice out of Zion, and he shall speak from Jerusalem, and his\nvoice shall be heard among all people; \n<\/p><p>\nAnd the Lord, even the Savior, shall stand in the midst of his people, and shall reign\nover all flesh (<span class=\"citation\" id=\"13432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13432)\">D&amp;C 133:21,25<\/a><\/span>).\n<\/p><p>\nBut is salvation to come only to those now living who accept the gospel or to the few&mdash;always\na minority&mdash;who listened to the prophets in other dispensations.  No, the thought is repugnant\nto reason, and inconsistent with the character and attributes of God.  That the preaching of the\ngospel is not to be limited to mortal beings is attested by the scripture, for Christ\n<\/p><p>\n\". . . went and preached unto the spirits in prison; Which sometime were disobedient, when once\nthe longsuffering of God waited in the days of Noah, while the ark was a preparing\"\n(<span class=\"citation\" id=\"2257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2257)\">1 Pet. 3:19-20<\/a><\/span>).\n<\/p><p>\nAnd further,\n<\/p><p>\nFor . . . this cause was the gospel preached also to them that are dead, that they might\nbe judged according to men in the flesh but live according to God in the spirit\n(<span class=\"citation\" id=\"2258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2258)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nWhile the message of the gospel is being carried to them that are dead, the living have for the\npast 125 years been doing for them what they could not do for themselves.  Jesus said a man\nmust be born of the water and of the spirit before he can see the kingdom of God\n(<span class=\"citation\" id=\"27632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27632)\">John 3:3-5<\/a><\/span>).  This is a\nuniversal law applying to all, both living and dead.  Water is a mundane element, and baptism\nis an earthly ordinance.  How then shall the dead comply with the law respecting baptism?\n<\/p><p>\nThe need and efficacy of the law of agency, of proxy or vicarious service was recognized\nbefore the world was created.  The doctrine of the atonement could not have become\noperative unless it were possible for one person to do for another that which the latter could\nnot do for himself.  It was under the law of vicarious service that Christ redeemed us from\nthe fall of Adam,\n<\/p><p>\n. . . as in Adam all die, even so in Christ shall all be made alive\n(<span class=\"citation\" id=\"268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(268)\">1 Cor. 15:22<\/a><\/span>).\n<\/p><p>\nSince the Church was organized more than fifteen million saving ordinances have been\nperformed by the living for the dead.  New temples are being built in many lands to facilitate\nand consummate this stupendous work.  The tremendous cost of preaching the gospel to both\nthe living and the dead and making its blessings available is met largely from the voluntary\ncontributions of the people.  The missionary and temple work of the Church is an unequaled\nmass demonstration of self-sacrificing service.\n<\/p><p>\nYes, the gospel is the power of God unto salvation to all them that believe\n(<span class=\"citation\" id=\"42717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42717)\">Rom. 1:16<\/a><\/span>). There is a power\navailable to man which, when properly utilized, will result in his salvation.  This power is\nequal to the task because it is in fact the power of God as Paul declared it to be\n(<span class=\"citation\" id=\"42718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42718)\">Rom. 1:16<\/a><\/span>).  Before men\ncan use this power, they must hear, believe, and obey. There will be no arbitrary use of this\npower; no force will ever be applied.  The keys to its use are faith and intelligent cooperation. \nOur mission is to declare to the world first that there is such a power; second, to explain the\neternal and immutable laws which govern its use; third, to perform authoritatively the\nordinances which by divine decree have been made prerequisite to seeing or entering the\nkingdom of God (<span class=\"citation\" id=\"27633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27633)\">John 3:3-5<\/a><\/span>);\nand fourth, to warn the nations of the calamities which shall be visited upon\nthe ungodly before the second advent of the Savior.\n<\/p><p>\nWe preach the same gospel that was taught anciently.  We teach it by the same authority. \nThat gospel, and the authority to teach it and administer in its ordinances, was restored to this\nearth at the dawn of the Dispensation of the Fullness of Times.  We hail that dawn as we sing\nthe great hymn of Parley P. Pratt: \n<\/p><p>\n     The morning breaks; the shadows flee; <br \/>\n     Lo, Zion's standard is unfurled!<br \/>\n     The dawning of a brighter day<br \/>\n     Majestic rises on the world.\n<\/p><p>\n     Jehovah speaks! let earth give ear,<br \/>\n     And Gentile nations turn and live.<br \/>\n     His mighty arm is making bare,<br \/>\n     His covenant people to receive.\n<\/p><p>\nHeavenly Father, wilt thou bless all of us that we, too, may fight a good fight, may finish the\ncourse, may keep the faith (<span class=\"citation\" id=\"5121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5121)\">2 Tim. 4:7<\/a><\/span>),\nwe humbly pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}