{"ID":7880, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            To Hold Sacred\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p2\" class=\"\">By Elder Paul B. Pieper<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/paul-b-pieper-10.jpg\" alt=\"Paul B. Pieper\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Sacred things are to be treated with more care, given greater deference, and regarded with deeper reverence.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_041<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p5\" class=\"\">Some 1,500 years before Christ, a shepherd was drawn to a burning bush on the slopes of Mount Horeb. That divine encounter began the transformation of Moses from a shepherd to a prophet and his work from herding sheep to gathering Israel. Thirteen hundred years later, a privileged young priest in a king’s court was captivated by the witness of a condemned prophet. That encounter began Alma’s evolution from a civil servant to a servant of God. Nearly 2,000 years later, a 14-year-old boy entered the woods seeking an answer to a sincere question. Joseph Smith’s encounter in the grove placed him on the path to prophethood and a restoration.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p6\" class=\"\">Moses’s, Alma’s, and Joseph Smith’s lives were all changed by encounters with the divine. These experiences strengthened them to remain faithful to the Lord and His work throughout their lives despite overwhelming opposition and subsequent difficult trials.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p7\" class=\"\">Our experiences with the divine may not be as direct or dramatic nor our challenges as daunting. However, as with the prophets, our strength to endure faithfully depends upon recognizing, remembering, and holding sacred that which we receive from above.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p8\" class=\"\">Today authority, keys, and ordinances have been restored to the earth. There are also scriptures and special witnesses. Those who seek God may receive baptism for the remission of sins and confirmation “by the laying on of hands for the baptism of fire and the Holy Ghost” (<span class=\"citation\" id=\"123139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123139)\">D&amp;C 20:41<\/a><\/span>). With these precious restored gifts, our divine encounters will mostly involve the third member of the Godhead, the Holy Ghost.<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Through a still small voice, the Spirit speaks to me<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">To guide me, to save me.<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p11\" class=\"\">(“The Still Small Voice,” <span class=\"emphasis\">Children’s Songbook,<\/span> 106)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Let the Holy Spirit guide;<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Let him teach us what is true.<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">He will testify of Christ,<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Light our minds with heaven’s view.<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div class=\"citationInfo\" id=\"\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p16\" class=\"\">(“Let the Holy Spirit Guide,” <span class=\"emphasis\">Hymns,<\/span> no. 143)<\/p>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p17\" class=\"\">As we seek answers from God, we feel the still, small voice whisper to our spirits. These feelings—these impressions—are so natural and so subtle that we may overlook them or attribute them to reason or intuition. These individualized messages testify of God’s personal love and concern for each of His children and their personal mortal missions. Daily reflecting upon and recording the impressions that come from the Spirit serve the dual purposes of helping us (1) to recognize our personal encounters with the divine and (2) to preserve them for ourselves and our posterity. Recording them is also a formal recognition and acknowledgment of our gratitude to God, for “in nothing doth man offend God, or against none is his wrath kindled, save those who confess not his hand in all things” (<span class=\"citation\" id=\"123140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123140)\">D&amp;C 59:21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p18\" class=\"\">With respect to that which we receive by the Spirit, the Lord said, “Remember that that which cometh from above is sacred” (<span class=\"citation\" id=\"123141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123141)\">D&amp;C 63:64<\/a><\/span>). His statement is more than a reminder; it is also a definition and an explanation. Light and knowledge from heaven is sacred. It is sacred because heaven is its source.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p19\" class=\"\"><span class=\"emphasis\">Sacred<\/span> means worthy of veneration and respect. By designating something as sacred, the Lord signals that it is of higher value and priority than other things. Sacred things are to be treated with more care, given greater deference, and regarded with deeper reverence. Sacred ranks high in the hierarchy of heavenly values.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p20\" class=\"\">That which is sacred to God becomes sacred to us only through the exercise of agency; each must choose to accept and hold sacred that which God has defined as sacred. He sends light and knowledge from heaven. He invites us to receive and treat it as sacred.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p21\" class=\"\">But “there is an opposition in all things” (<span class=\"citation\" id=\"123142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123142)\">2 Nephi 2:11<\/a><\/span>). The opposite of sacred is profane or secular—that which is temporal or worldly. The worldly constantly competes with the sacred for our attention and priorities. Knowledge of the secular is essential for our daily temporal living. The Lord instructs us to seek learning and wisdom, to study and learn out of the best books, and to become acquainted with languages, tongues, and people (see <span class=\"citation\" id=\"123143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123143)\">D&amp;C 88:118<\/a><\/span>; <span class=\"citation\" id=\"123144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123144)\">90:15<\/a><\/span>). Therefore, the choice to place the sacred above the secular is one of relative priority, not exclusivity; “to be learned is good <span class=\"emphasis\">if<\/span> [we] hearken unto the counsels of God” (<span class=\"citation\" id=\"123145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123145)\">2 Nephi 9:29<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p22\" class=\"\">The battle for priority between the sacred and the secular in each human heart can be illustrated by Moses’s experience at the burning bush. There Moses received his sacred calling from Jehovah to deliver the children of Israel from bondage. However, initially his worldly knowledge of the power of Egypt and the pharaoh caused him to doubt. Ultimately, Moses exercised faith in the Lord’s word, subjugating his secular knowledge and trusting in the sacred. That trust provided him power to overcome temporal trials and lead Israel out of Egypt.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p23\" class=\"\">After escaping from the armies of Noah only to fall into slavery at the hands of Amulon, Alma could have doubted the spiritual witness he had received while listening to Abinadi. However, he trusted the sacred and was given strength to endure and escape his temporary trials.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p24\" class=\"\">Joseph Smith faced a similar dilemma in the early days of translating the Book of Mormon. He knew the sacred nature of the plates and the work of translation. Yet he was persuaded by Martin Harris to give priority to the worldly concerns of friendship and finances, contrary to sacred instructions. As a result, the manuscript of the translation was lost. The Lord upbraided Joseph for delivering “that which [is] sacred, unto wickedness” (<span class=\"citation\" id=\"123146\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123146)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123146)\">D&amp;C 10:9<\/a><\/span>) and deprived him for a time of the plates and the gift to translate. When Joseph’s priorities were properly reestablished, the sacred things were returned and the work continued.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p25\" class=\"\">The Book of Mormon provides other examples of the struggle to give priority to the sacred. It speaks of believers whose faith led them to the tree of life to partake of its sacred fruit, the love of God. Then the mocking of those in the great and spacious building caused the believers to shift their focus from the sacred to the secular. (See <span class=\"citation\" id=\"123147\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123147)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123147)\">1 Nephi 8:11, 24–28<\/a><\/span>.) Later the Nephites chose pride and denied the spirit of prophecy and revelation, “making a mock of that which was sacred” (<span class=\"citation\" id=\"123148\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123148)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123148)\">Helaman 4:12<\/a><\/span>). Even some eyewitnesses of the signs and miracles associated with the Lord’s birth chose to reject sacred manifestations from heaven in favor of secular explanations (see <span class=\"citation\" id=\"123149\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123149)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123149)\">3 Nephi 2:1–3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p26\" class=\"\">Today the struggle continues. Secular voices are growing in volume and intensity. They increasingly urge believers to abandon beliefs the world considers irrational and unreasonable. Because “we see through a glass, darkly” (<span class=\"citation\" id=\"123150\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123150)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123150)\">1 Corinthians 13:12<\/a><\/span>) and “do not know the meaning of all things” (<span class=\"citation\" id=\"123151\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123151)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123151)\">1 Nephi 11:17<\/a><\/span>), at times we may feel vulnerable and in need of greater spiritual assurances. The Lord told Oliver Cowdery:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p27\" class=\"\">“If you desire a further witness, cast your mind upon the night that you cried unto me in your heart, that you might know concerning the truth of these things.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p28\" class=\"\">“Did I not speak peace to your mind concerning the matter? What greater witness can you have than from God?” (<span class=\"citation\" id=\"123152\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123152)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123152)\">D&amp;C 6:22–23<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p29\" class=\"\">The Lord reminded Oliver and us to rely on sacred personal witnesses already received when our faith is challenged. Like Moses’s, Alma’s and Joseph’s before, these divine encounters serve as spiritual anchors to keep us safe and on course in times of trial.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p30\" class=\"\">The sacred cannot be selectively surrendered. Those who choose to abandon even one sacred thing will have their minds darkened (see <span class=\"citation\" id=\"123153\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123153)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123153)\">D&amp;C 84:54<\/a><\/span>), and unless they repent, the light they have shall be taken from them (see <span class=\"citation\" id=\"123154\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123154)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123154)\">D&amp;C 1:33<\/a><\/span>). Unanchored by the sacred, they will find themselves morally adrift on a secular sea. In contrast, those who hold sacred things sacred receive promises: “That which is of God is light; and he that receiveth light, and continueth in God, receiveth more light; and that light groweth brighter and brighter until the perfect day” (<span class=\"citation\" id=\"123155\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123155)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123155)\">D&amp;C 50:24<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/to-hold-sacred.p31\" class=\"\">May the Lord bless us to ever and always recognize, remember, and hold sacred that which we have received from above. I testify that as we do, we will have power to endure the trials and overcome the challenges of our day. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}