{"ID":7884, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Seek Learning: You Have a Work to Do\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p2\" class=\"\">By Mary N. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p3\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/mary-n-cook-10.jpg\" alt=\"Mary N. Cook\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Bless your children and your future home by learning as much as you can now.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_046<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p5\" class=\"\">My dear young women, how we love each one of you. We see you courageously arising and shining forth with light in a world where great challenges accompany great opportunities. This may cause you to wonder, what does the future hold for me? I assure you that as you are a virtuous daughter of God, your future is bright! You live at a time when the truths of the gospel have been restored, and these truths can be found in your scriptures. You received the gift of the Holy Ghost at the time of your baptism, and the Holy Ghost will teach you truth and prepare you for life’s challenges.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p6\" class=\"\">God gave you moral agency and the opportunity to learn while on earth, and He has a work for you to do. To accomplish this work, you have an individual responsibility to seek learning. The key to your future, your “bright ray of hope,”<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_046\">1<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “Reaching Down to Lift Another,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2002, 67; <span class=\"emphasis\">Ensign,<\/span> Nov. 2001, 54.]<\/span><\/sup> can be found in the new <span class=\"emphasis\">For the Strength of Youth<\/span> booklet under the standard of education and in the Young Women value of knowledge.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p7\" class=\"\">“Education … will open the doors of opportunity.”<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_046\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">For the Strength of Youth<\/span> (booklet, 2011), 9.]<\/span><\/sup> As you follow the Lord’s admonition to “seek learning, even by study and also by faith,”<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_046\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123200)\">Doctrine and Covenants 88:118<\/a><\/span>.]<\/span><\/sup> you gain not only knowledge from your study but added light as you learn by faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p8\" class=\"\">Seek learning by studying diligently. Rarely will you be able to spend as much time dedicated to learning as you can now. President Gordon B. Hinckley wisely counseled the youth of the Church: “The pattern of study you establish during your formal schooling will in large measure affect your lifelong thirst for knowledge.”<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_046\">4<\/a> <span class=\"footnote\">[Gordon B. Hinckley, <span class=\"emphasis\">Way to Be! Nine Ways to Be Happy and Make Something of Your Life<\/span> (2002), 28.]<\/span><\/sup> “You must get all of the education that you possibly can. … Sacrifice anything that is needed to be sacrificed to qualify yourselves to do the work of [this] world. … Train your minds and hands to become an influence for good as you go forward with your lives.”<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_046\">5<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “Seek Learning,” <span class=\"emphasis\">New Era,<\/span> Sept. 2007, 2, 4.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p9\" class=\"\">In speaking specifically to women, President Thomas S. Monson said: “Often the future is unknown; therefore, it behooves us to prepare for uncertainties. … I urge you to pursue your education and learn marketable skills so that, should such a situation arise, you are prepared to provide.”<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_046\">6<\/a> <span class=\"footnote\">[Thomas S. Monson, “If Ye Are Prepared Ye Shall Not Fear,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 116.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p10\" class=\"\">Young women, follow the advice of these wise and inspired prophets. Be a good student. Arise and shine forth in your schools with hard work, honesty, and integrity. If you are struggling or discouraged with your performance in school, seek help from your parents, teachers, and helpful Church members. Never give up!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p11\" class=\"\">Make a list of the things you want to learn; then “share your educational goals with your family, friends, and leaders so they can support and encourage you.”<sup class=\"noteMarker\"><a href=\"#footnote7-10405_000_046\">7<\/a> <span class=\"footnote\">[<span class=\"emphasis\">For the Strength of Youth,<\/span> 9.]<\/span><\/sup> This is the pattern of Personal Progress.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p12\" class=\"\">With technology you are witnessing an explosion of knowledge. You are constantly bombarded by sound, video, and networking. Be selective and don’t allow this surge of information to distract you or slow your progress. Arise, young women! <span class=\"emphasis\">You<\/span> determine your goals. <span class=\"emphasis\">You<\/span> decide what enters your mind and heart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p13\" class=\"\">Some of your most important learning will be outside of the classroom. Surround yourself with exemplary women who can teach you skills in homemaking, art, music, family history, sports, writing, or speaking. Get to know them and ask them to mentor you. When you have learned something new, teach it at Mutual or become a mentor to other young women as part of the requirements for your Honor Bee.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p14\" class=\"\">In addition to my wonderful mother, I’ve had many mentors in my life. I first became acquainted with the process of mentoring when I was just nine years old. My Primary teacher taught me to cross-stitch “I Will Bring the Light of the Gospel into My Home,” a picture that hung in my room during my teenage years. My teacher guided me, corrected me, and always encouraged me along the way. Other mentors followed. Two excellent seamstresses in my ward taught me sewing. With their guidance, patience, and encouragement, I entered a dress in a sewing contest when I was 14, and I actually won a prize! The process increased my thirst for knowledge and excellence in other areas as well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p15\" class=\"\">Gaining knowledge now will pay huge dividends when you become a mother. “A mother’s education level has a profound influence on the educational choices of her [children].”<sup class=\"noteMarker\"><a href=\"#footnote8-10405_000_046\">8<\/a> <span class=\"footnote\">[Cheryl Hanewicz and Susan R. Madsen, “The Influence of a Mother on a Daughter’s College Decision,” <span class=\"emphasis\">Utah Women and Education Project Research Snapshots,<\/span> no. 3 (Jan. 2011): 1.]<\/span><\/sup> A mother’s education can hold the “key to halt [the] poverty cycle.”<sup class=\"noteMarker\"><a href=\"#footnote9-10405_000_046\">9<\/a> <span class=\"footnote\">[Marjorie Cortez, “Mom’s Education Key to Halt Poverty Cycle,” <span class=\"emphasis\">Deseret News,<\/span> Sept. 23, 2011, A1.]<\/span><\/sup> Educated women “tend to: Give birth to healthier babies, have children who are healthier, be more confident, resilient and have improved reasoning and judgment.”<sup class=\"noteMarker\"><a href=\"#footnote10-10405_000_046\">10<\/a> <span class=\"footnote\">[Olene Walker, “More Utah Women Need to Finish College,” <span class=\"emphasis\">Salt Lake Tribune,<\/span> Oct. 30, 2011, O4.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p16\" class=\"\">We learn in “The Family: A Proclamation to the World” that “mothers are primarily responsible for the nurture of their children.”<sup class=\"noteMarker\"><a href=\"#footnote11-10405_000_046\">11<\/a> <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 129.]<\/span><\/sup> Providing an education for your children is part of that nurturing and is your sacred responsibility. Like the stripling warriors, who “had been taught by their mothers,”<sup class=\"noteMarker\"><a href=\"#footnote12-10405_000_046\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123201)\">Alma 56:47<\/a><\/span>.]<\/span><\/sup> you will be the most important teacher your children will ever have, so choose your learning carefully. Bless your children and your future home by learning as much as you can now.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p17\" class=\"\">Seek learning by faith. We learn by faith as we diligently gain spiritual knowledge through prayer, scripture study, and obedience and as we seek the guidance of the Holy Ghost, who testifies of all truth. If you do your part to gain knowledge, the Holy Ghost can enlighten your mind. As you strive to keep yourself worthy, the Holy Ghost will give direction and added light to your learning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p18\" class=\"\">When I was a young woman, I borrowed skis that were way too long and boots that were way too big, and a friend taught me to ski! We went on a beautiful spring day filled with bright sun, perfect snow, and cloudless, blue skies. Anxiety about the steep slopes gave way to delight as I learned. And though I tumbled quite a few times on those long skis, I got up and I kept trying. I came to love the sport!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p19\" class=\"\">I soon found out, however, that not all ski days and weather conditions were that ideal. On days with overcast skies, we skied in a condition called “flat light.” Flat light occurs when the light from the sun is diffused by the clouds. Looking ahead at the white snow, you find that your depth perception vanishes, and it is difficult to judge the steepness of the slope or see the moguls and bumps on the hill.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p20\" class=\"\">Young women, you may be looking forward to your future as I looked at that steep ski slope. You may feel at times that you are living in flat light, unable to see what lies ahead of you. Learning by faith will give you confidence and will help you navigate your way through times of uncertainty.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p21\" class=\"\">In the 25th chapter of Matthew, the parable of the ten virgins teaches us that spiritual preparation is vital and must be achieved individually. You will recall that all ten virgins were invited to escort the bridegroom into the wedding feast, but only the five wise virgins were prepared with oil in their lamps.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p22\" class=\"\">“And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p23\" class=\"\">“But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p24\" class=\"\">“And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.”<sup class=\"noteMarker\"><a href=\"#footnote13-10405_000_046\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123202)\">Matthew 25:8–10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p25\" class=\"\">You may think it selfish that the five wise virgins did not share their oil, but it was impossible. Spiritual preparation must be acquired individually, drop by drop, and cannot be shared.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p26\" class=\"\">The time is now for you to diligently apply yourselves to increasing your spiritual knowledge—drop by drop—through prayer, scripture study, and obedience. The time is now to pursue your education—drop by drop. Each virtuous thought and action also adds oil to your lamps, qualifying you for the guidance of the Holy Ghost, our divine teacher.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p27\" class=\"\">The Holy Ghost will guide you on your journey here in mortality, even when you feel you are in flat light, uncertain of what lies ahead. You need not fear. As you stay on the path that leads to eternal life, the Holy Ghost will guide you in your decisions and in your learning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p28\" class=\"\">I testify from personal experience that if you will seek learning not only by study but also by faith, you <span class=\"emphasis\">will<\/span> be guided in what “the Lord … will need you to do and what you will need to know.”<sup class=\"noteMarker\"><a href=\"#footnote14-10405_000_046\">14<\/a> <span class=\"footnote\">[Henry B. Eyring, “Education for Real Life,” <span class=\"emphasis\">Ensign,<\/span> Oct. 2002, 18.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p29\" class=\"\">I received my patriarchal blessing as a young woman and was counseled to prepare myself with a good education and to learn early in life those virtues that go into homemaking and rearing a family. I so wanted the blessing of a family; however, that blessing wasn’t fulfilled until I was 37, when I eventually married. My husband had been widowed, so the day we were sealed in the temple, I was suddenly blessed with not only a husband but a family of four children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p30\" class=\"\">Long before that, there were many days when I felt like I was skiing in flat light, asking the question, “What does the future hold for me?” I tried to follow the admonitions in my patriarchal blessing. I studied diligently to become a schoolteacher and continued my education to become an elementary school principal. I prayed to my Heavenly Father and sought the guidance of the Holy Ghost. I held fervently to the promise of prophets who assured me that if I “remain true and faithful, keep [my] covenants, serve God, and love [my] Father in Heaven and the Lord Jesus Christ, [I] will not be denied any of the eternal blessings our Heavenly Father has for His faithful children.”<sup class=\"noteMarker\"><a href=\"#footnote15-10405_000_046\">15<\/a> <span class=\"footnote\">[M. Russell Ballard, “Preparing for the Future,” <span class=\"emphasis\">Ensign,<\/span> Sept. 2011, 27.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p31\" class=\"\">I know that my education prepared me for a life that has been nothing like I had envisioned as a young woman. I thought I was studying education to teach school and my future children, but I did not know the Lord was also preparing me to teach English in Mongolia on a mission with my husband and to teach the young women of the Church throughout the world and to teach my grandchildren the value of knowledge—all wonderful blessings I could never have imagined.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/seek-learning-you-have-a-work-to-do.p32\" class=\"\">I testify that our Father in Heaven does know and love you. He has placed great trust in you and has work that only <span class=\"emphasis\">you<\/span> can do. I want to assure you that you <span class=\"emphasis\">will<\/span> be prepared for that great work if you seek learning by study and also by faith. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_046\">1.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Reaching Down to Lift Another,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2002, 67; <span class=\"emphasis\">Ensign,<\/span> Nov. 2001, 54.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_046\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">For the Strength of Youth<\/span> (booklet, 2011), 9.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_046\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123200)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123200)\">Doctrine and Covenants 88:118<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_046\">4.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, <span class=\"emphasis\">Way to Be! Nine Ways to Be Happy and Make Something of Your Life<\/span> (2002), 28.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_046\">5.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Seek Learning,” <span class=\"emphasis\">New Era,<\/span> Sept. 2007, 2, 4.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_046\">6.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “If Ye Are Prepared Ye Shall Not Fear,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2004, 116.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10405_000_046\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">For the Strength of Youth,<\/span> 9.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10405_000_046\">8.<\/a><\/span>\n\t\t\t\t\t<p>Cheryl Hanewicz and Susan R. Madsen, “The Influence of a Mother on a Daughter’s College Decision,” <span class=\"emphasis\">Utah Women and Education Project Research Snapshots,<\/span> no. 3 (Jan. 2011): 1.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10405_000_046\">9.<\/a><\/span>\n\t\t\t\t\t<p>Marjorie Cortez, “Mom’s Education Key to Halt Poverty Cycle,” <span class=\"emphasis\">Deseret News,<\/span> Sept. 23, 2011, A1.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10405_000_046\">10.<\/a><\/span>\n\t\t\t\t\t<p>Olene Walker, “More Utah Women Need to Finish College,” <span class=\"emphasis\">Salt Lake Tribune,<\/span> Oct. 30, 2011, O4.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10405_000_046\">11.<\/a><\/span>\n\t\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 129.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10405_000_046\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123201)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123201)\">Alma 56:47<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10405_000_046\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123202)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123202)\">Matthew 25:8–10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10405_000_046\">14.<\/a><\/span>\n\t\t\t\t\t<p>Henry B. Eyring, “Education for Real Life,” <span class=\"emphasis\">Ensign,<\/span> Oct. 2002, 18.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_046\"><a name=\"-10405_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10405_000_046\">15.<\/a><\/span>\n\t\t\t\t\t<p>M. Russell Ballard, “Preparing for the Future,” <span class=\"emphasis\">Ensign,<\/span> Sept. 2011, 27.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}