{"ID":7885, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Now Is the Time to Arise and Shine!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p2\" class=\"\">By Elaine S. Dalton<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p3\" class=\"\">Young Women General President<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/elaine-s-dalton-10.jpg\" alt=\"Elaine S. Dalton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As daughters of God, you were born to lead.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_047<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p5\" class=\"\">From my window in the Young Women office, I have a spectacular view of the Salt Lake Temple. Every day I see the angel Moroni standing atop the temple as a shining symbol of not only his faith but ours. I love Moroni because, in a very degenerate society, he remained pure and true. He is my hero. He stood alone. I feel somehow he stands atop the temple today, beckoning us to have courage, to remember who we are, and to be worthy to enter the holy temple—to “arise and shine forth,”<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_047\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123204)\">Doctrine and Covenants 115:5<\/a><\/span>.]<\/span><\/sup> to stand above the worldly clamor, and to, as Isaiah prophesied, “Come … to the mountain of the Lord”<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_047\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123205)\">Isaiah 2:3<\/a><\/span>; <span class=\"citation\" id=\"123206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123206)\">2 Nephi 12:3<\/a><\/span>.]<\/span><\/sup>—the holy temple.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p6\" class=\"\">Gathered here today are the Lord’s elect daughters. There is no more influential group standing for truth and righteousness in all the world than the young women and the women of The Church of Jesus Christ of Latter-day Saints. I see your nobility and know of your divine identity and destiny. You distinguished yourselves in the premortal existence. Your lineage carries with it covenants and promises. You have inherited the spiritual attributes of the faithful patriarchs Abraham, Isaac, and Jacob. A prophet of God once referred to each of you assembled here tonight as “the one bright shining hope”<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_047\">3<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “Standing Strong and Immovable,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 20.]<\/span><\/sup> of the future. And I agree! In a very challenging world, your light shines brightly. Indeed, these are “days never to be forgotten.”<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_047\">4<\/a> <span class=\"footnote\">[Oliver Cowdery, in <span class=\"citation\" id=\"123203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123203)\">Joseph Smith—History 1:71, note<\/a><\/span>.]<\/span><\/sup> These are <span class=\"emphasis\">your<\/span> days, and <span class=\"emphasis\">now<\/span> is the time for young women everywhere to “arise and shine forth, that thy light may be a standard for the nations.”<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_047\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123207)\">Doctrine and Covenants 115:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p7\" class=\"\">“A standard is a rule of measure by which one determines exactness or perfection.”<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_047\">6<\/a> <span class=\"footnote\">[Ezra Taft Benson, “Strengthen Thy Stakes,” <span class=\"emphasis\">Tambuli,<\/span> Aug. 1991, 4; <span class=\"emphasis\">Ensign,<\/span> Jan. 1991, 2.]<\/span><\/sup> We are to be a standard of holiness for all the world to see! The new revised <span class=\"emphasis\">For the Strength of Youth<\/span> booklet contains not only standards to live with exactness but promised blessings if you do so. The words contained in this important booklet are standards for the world, and living these standards will enable you to know what to do to become more like the Savior and to be happy in an ever-darkening world. Living the standards in this booklet will help you qualify for the constant companionship of the Holy Ghost. And in the world in which you are living, you will need that companionship to make critical decisions that will determine much of your future success and happiness. Living these standards will help each of you qualify to enter the Lord’s holy temples and there receive the blessings and power that await you as you make and keep sacred covenants.<sup class=\"noteMarker\"><a href=\"#footnote7-10405_000_047\">7<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123208)\">Doctrine and Covenants 109:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p8\" class=\"\">When our daughter, Emi, was a little girl, she liked to watch my every move as I got ready for church. After observing my routine, she would comb her hair and put on her dress, and then she would always ask me to put on some “shiney.” The “shiney” she referred to was thick, gooey cream that I used to prevent wrinkles. As requested, I would put it on Emi’s cheeks and lips, and she would then smile and say, “Now we are ready to go!” What Emi didn’t realize is that she already had her “shiney” on. Her face glowed because she was so pure and innocent and good. She had the Spirit with her, and it showed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p9\" class=\"\">I wish every young woman assembled here tonight would know and understand that your beauty—your “shine”—does not lie in makeup, gooey cream, or the latest clothing or hairstyles. It lies in your personal purity. When you live the standards and qualify for the constant companionship of the Holy Ghost, you can have a powerful impact in the world. Your example, even the light in your eyes, will influence others who see your “shine,” and they will want to be like you. Where do you get this light? The Lord is the light, “and the Spirit enlighteneth every man through the world, that hearkeneth to the voice of the Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote8-10405_000_047\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123209)\">Doctrine and Covenants 84:46<\/a><\/span>.]<\/span><\/sup> A divine light comes into your eyes and countenances when you draw close to your Heavenly Father and His Son, Jesus Christ. That’s how we get the “shiney”! And besides, as all of you can see, the “shiney cream” didn’t really work on my wrinkles anyway!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p10\" class=\"\">The call to “arise and shine forth” is a call to each of you to lead the world in a mighty cause—to raise the standard—and lead this generation in virtue, purity, and temple worthiness. If you desire to make a difference in the world, <span class=\"emphasis\">you must be different from the world.<\/span> I echo the words of President Joseph F. Smith, who said to the women of his day: “It is not for you to be led by the [young] women of the world; it is for you to lead … the [young] women of the world, in everything that is … purifying to the children of men.”<sup class=\"noteMarker\"><a href=\"#footnote9-10405_000_047\">9<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (1998), 184.]<\/span><\/sup> These words ring true today. As daughters of God, you were born to lead.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p11\" class=\"\">In the world in which we live, your ability to lead will require the guidance and constant companionship of the Holy Ghost, who will tell you “all things what ye should do”<sup class=\"noteMarker\"><a href=\"#footnote10-10405_000_047\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123210)\">2 Nephi 32:5<\/a><\/span>.]<\/span><\/sup> as you recognize and rely on His guidance and promptings. And since the Holy Ghost does not dwell in unclean temples, each of us will need to take inventory of our habits and our hearts. All of us will need to change something—to repent. As King Lamoni’s father stated in the Book of Mormon, “I will give away <span class=\"emphasis\">all<\/span> my sins to know thee.”<sup class=\"noteMarker\"><a href=\"#footnote11-10405_000_047\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123211)\">Alma 22:18<\/a><\/span>; emphasis added.]<\/span><\/sup> Are we, you and I, willing to do the same?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p12\" class=\"\">A group of youth in Queen Creek, Arizona, determined to “arise and shine forth” and to lead the youth in their community in living the standards in <span class=\"emphasis\">For the Strength of Youth.<\/span> They each wrote something that they felt was holding them back or something they wanted to change in their lives in their journals, and then they literally dug a hole. They came together, tore out the journal page, and threw it into the hole in the earth, just like the people of Ammon did in the Book of Mormon with their weapons of war.<sup class=\"noteMarker\"><a href=\"#footnote12-10405_000_047\">12<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123212)\">Alma 24:17<\/a><\/span>.]<\/span><\/sup> Then they buried those pages, and that day they each made a commitment to change. They repented. They determined to arise!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p13\" class=\"\">Do you have something in your life that you need to change? You can do this. You can repent because of the Savior’s infinite atoning sacrifice. He made it possible for you and me to change, to become pure and clean again, and to become like Him. And He has promised that when we do, He will remember our sins and mistakes no more.<sup class=\"noteMarker\"><a href=\"#footnote13-10405_000_047\">13<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123213)\">Doctrine and Covenants 58:42<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p14\" class=\"\">Sometimes it may seem almost impossible to keep shining. You encounter so many challenges which may obscure the source of all light, which is the Savior. Sometimes the way is difficult, and it may even seem at times that a thick fog obscures the light. Such was the case with a young woman named Florence Chadwick. From the age of 10, Florence discovered that she was a talented swimmer. She swam the English Channel in record time of 13 hours and 20 minutes. Florence loved a challenge, and she later attempted to swim between the coastline of California and Catalina Island—some 21 miles (34 km). On this swim she grew weary after swimming 15 hours. A thick fog set in that obscured the view of the coastline. Her mother was riding alongside her in a boat, and Florence told her mother that she didn’t think she could finish. Her mother and her trainer encouraged her to continue, but all she could see was the fog. She abandoned her swim, but once inside the boat, she discovered she had quit within one mile (1.6 km) of the coastline. Later, when she was interviewed and asked why she had abandoned her swim, she confessed that it wasn’t the cold water and it wasn’t the distance. She said, “I was licked by the fog.”<sup class=\"noteMarker\"><a href=\"#footnote14-10405_000_047\">14<\/a> <span class=\"footnote\">[See Sterling W. Sill, in Conference Report, Apr. 1955, 117.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p15\" class=\"\">Later she attempted the swim again, and once more, a thick fog set in. But this time, she kept going until she successfully reached the coastline. This time when she was asked what made the difference, she said that she kept a mental image of the coastline in her mind through the thick fog and throughout the duration of her swim.<sup class=\"noteMarker\"><a href=\"#footnote15-10405_000_047\">15<\/a> <span class=\"footnote\">[See Randy Alcom, “Florence Chadwick and the Fog,” epm.org\/resources\/2010\/Jan\/21\/florence-chadwick-and-fog. See also “Florence Chadwick,” in <span class=\"emphasis\">Encyclopedia of World Biography,<\/span> vol. 19 (2004): 64–66; “Navigation Information” and “Swim Successes,” Catalina Channel Swimming Federation, swimcatalina.com, accessed Mar. 27, 2012. Additional varying accounts about Florence Chadwick exist.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p16\" class=\"\">For Florence Chadwick, the coastline was her goal. For each of us, the temple is our goal. Young women, stay focused. Don’t lose sight of your goals. Don’t let the thick fog of moral pollution and the detracting voices of the world keep you from reaching your goals, living the standards, enjoying the companionship of the Holy Ghost, and being worthy to enter holy temples. Retain the vision of the temple—the Savior’s holy house—ever in your hearts and minds.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p17\" class=\"\">Several weeks ago I stood in the celestial room of the Reno Nevada Temple. The light streaming into that room was brilliant and was made even more so by the crystal chandelier, which reflected the light on its many carved facets into rainbows of illumination everywhere. It took my breath away as I realized that the Savior is “the light and the life of the world,”<sup class=\"noteMarker\"><a href=\"#footnote16-10405_000_047\">16<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123214)\">3 Nephi 9:18<\/a><\/span>.]<\/span><\/sup> that it is <span class=\"emphasis\">His<\/span> light we must hold up and reflect. <span class=\"emphasis\">We<\/span> are the tiny crystals that reflect His light, and in order to do that, we must be clean and free from the dust of the world. As I stood in the temple that day, I heard again in my mind Moroni’s call to us—the daughters of Zion: “Awake, and arise from the dust.”<sup class=\"noteMarker\"><a href=\"#footnote17-10405_000_047\">17<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123215)\">Moroni 10:31<\/a><\/span>.]<\/span><\/sup> “And touch not the evil gift, nor the unclean thing.”<sup class=\"noteMarker\"><a href=\"#footnote18-10405_000_047\">18<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123216)\">Moroni 10:30<\/a><\/span>.]<\/span><\/sup> “Awake, and arise … , and put on thy beautiful garments, O daughter of Zion … , that the covenants of the Eternal Father which he hath made unto thee, O house of Israel, may be fulfilled.”<sup class=\"noteMarker\"><a href=\"#footnote19-10405_000_047\">19<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123217)\">Moroni 10:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p18\" class=\"\">The promised blessings of the temple extend not only to you but to all generations. As you make the temple your goal, your influence for good will transcend time and place, and the work you perform for those who have gone before will be the fulfillment of prophecy!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p19\" class=\"\">Last general conference I thrilled as I listened to Elder David A. Bednar invite each of you to become anxiously engaged in doing your own family history and temple work for those who have passed on without the blessings of the restored gospel of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote20-10405_000_047\">20<\/a> <span class=\"footnote\">[See David A. Bednar, “The Hearts of the Children Shall Turn,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2011, 24–27.]<\/span><\/sup> As he issued this invitation to you, my heart leapt inside. In the Doctrine and Covenants we read of “other choice spirits who were reserved to come forth in the fulness of times to take part in laying the foundations of the great latter-day work, including the building of … temples and the performance of ordinances therein for the redemption of the dead.”<sup class=\"noteMarker\"><a href=\"#footnote21-10405_000_047\">21<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123218)\">Doctrine and Covenants 138:53–54<\/a><\/span>.]<\/span><\/sup> This is your day, and your work has begun! Now is the time to be worthy of and obtain a temple recommend. As you do this work, you will become saviors on Mount Zion.<sup class=\"noteMarker\"><a href=\"#footnote22-10405_000_047\">22<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123219)\">Obadiah 1:21<\/a><\/span>; <span class=\"citation\" id=\"123220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123220)\">Doctrine and Covenants 103:9<\/a><\/span>; <span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 472–73.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p20\" class=\"\">Elder Russell M. Nelson said of you, “The influence of [the] young women of the Church, like a sleeping giant, will awaken, arise, and inspire the inhabitants of the earth as a mighty force for righteousness.”<sup class=\"noteMarker\"><a href=\"#footnote23-10405_000_047\">23<\/a> <span class=\"footnote\">[Russell M. Nelson, “Daughters of Zion,” <span class=\"emphasis\">New Era Young Women Special Issue,<\/span> YW Nov. 1985, 9.]<\/span><\/sup> Young women, arise and take your place in the glorious events that will shape your future and the future of the world. Now is the time!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/now-is-the-time-to-arise-and-shine!.p21\" class=\"\">“High on the mountain top a banner is unfurled. Ye nations, now look up; it waves to all the world”!<sup class=\"noteMarker\"><a href=\"#footnote24-10405_000_047\">24<\/a> <span class=\"footnote\">[“High on the Mountain Top,” <span class=\"emphasis\">Hymns,<\/span> no. 5.]<\/span><\/sup> Young women, you are the banner! Be virtuous and pure, seek the companionship of the Holy Ghost, bury your sins and transgressions, maintain your focus, and don’t let the fog of moral pollution obscure your goals. Be worthy to enter the temple now. Put on your “shiney”! I testify with all my heart that God lives and that He will enlighten our lives as we draw close to His Beloved Son—our Savior, Jesus Christ. And I pray that, like Moroni, we will “arise and shine forth, that [our] light may be a standard for the nations”!<sup class=\"noteMarker\"><a href=\"#footnote25-10405_000_047\">25<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123221)\">Doctrine and Covenants 115:5<\/a><\/span>.]<\/span><\/sup> In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_047\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123204)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123204)\">Doctrine and Covenants 115:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_047\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123205)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123205)\">Isaiah 2:3<\/a><\/span>; <span class=\"citation\" id=\"123206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123206)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123206)\">2 Nephi 12:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_047\">3.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Standing Strong and Immovable,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 20.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_047\">4.<\/a><\/span>\n\t\t\t\t\t<p>Oliver Cowdery, in <span class=\"citation\" id=\"123203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123203)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123203)\">Joseph Smith—History 1:71, note<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_047\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123207)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123207)\">Doctrine and Covenants 115:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_047\">6.<\/a><\/span>\n\t\t\t\t\t<p>Ezra Taft Benson, “Strengthen Thy Stakes,” <span class=\"emphasis\">Tambuli,<\/span> Aug. 1991, 4; <span class=\"emphasis\">Ensign,<\/span> Jan. 1991, 2.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10405_000_047\">7.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123208)\">Doctrine and Covenants 109:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10405_000_047\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123209)\">Doctrine and Covenants 84:46<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10405_000_047\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (1998), 184.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10405_000_047\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123210)\">2 Nephi 32:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10405_000_047\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123211)\">Alma 22:18<\/a><\/span>; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10405_000_047\">12.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123212)\">Alma 24:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10405_000_047\">13.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123213)\">Doctrine and Covenants 58:42<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10405_000_047\">14.<\/a><\/span>\n\t\t\t\t\t<p>See Sterling W. Sill, in Conference Report, Apr. 1955, 117.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10405_000_047\">15.<\/a><\/span>\n\t\t\t\t\t<p>See Randy Alcom, “Florence Chadwick and the Fog,” epm.org\/resources\/2010\/Jan\/21\/florence-chadwick-and-fog. See also “Florence Chadwick,” in <span class=\"emphasis\">Encyclopedia of World Biography,<\/span> vol. 19 (2004): 64–66; “Navigation Information” and “Swim Successes,” Catalina Channel Swimming Federation, swimcatalina.com, accessed Mar. 27, 2012. Additional varying accounts about Florence Chadwick exist.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10405_000_047\">16.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123214)\">3 Nephi 9:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-10405_000_047\">17.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123215)\">Moroni 10:31<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-10405_000_047\">18.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123216)\">Moroni 10:30<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-10405_000_047\">19.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123217)\">Moroni 10:31<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-10405_000_047\">20.<\/a><\/span>\n\t\t\t\t\t<p>See David A. Bednar, “The Hearts of the Children Shall Turn,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2011, 24–27.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-10405_000_047\">21.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123218)\">Doctrine and Covenants 138:53–54<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote22-10405_000_047\">22.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123219)\">Obadiah 1:21<\/a><\/span>; <span class=\"citation\" id=\"123220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123220)\">Doctrine and Covenants 103:9<\/a><\/span>; <span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 472–73.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote23-10405_000_047\">23.<\/a><\/span>\n\t\t\t\t\t<p>Russell M. Nelson, “Daughters of Zion,” <span class=\"emphasis\">New Era Young Women Special Issue,<\/span> YW Nov. 1985, 9.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote24-10405_000_047\">24.<\/a><\/span>\n\t\t\t\t\t<p>“High on the Mountain Top,” <span class=\"emphasis\">Hymns,<\/span> no. 5.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_047\"><a name=\"-10405_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote25-10405_000_047\">25.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123221)\">Doctrine and Covenants 115:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}