{"ID":7886, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Believe, Obey, and Endure\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Believe that remaining strong and faithful to the truths of the gospel is of utmost importance. I testify that it is!<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10405_000_048<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p4\" class=\"\">My dear young sisters, the responsibility to address you is humbling. I pray for divine help, that I may be made equal to such an opportunity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p5\" class=\"\">A mere 20 years ago you had not yet commenced your journey through mortality. You were still in your heavenly home. There you were among those who loved you and were concerned for your eternal well-being. Eventually, earth life became essential to your progress. Farewells were no doubt spoken, and expressions of confidence given. You gained bodies and became mortal, cut off from the presence of your Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p6\" class=\"\">A joyous welcome, however, awaited you here on earth. Those first years were precious, special years. Satan had no power to tempt you, for you had not yet become accountable. You were innocent before God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p7\" class=\"\">Soon you entered that period some have labeled “the terrible teens.” I prefer “the terrific teens.” What a time of opportunity, a season of growth, a semester of development—marked by the acquisition of knowledge and the quest for truth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p8\" class=\"\">No one has described the teenage years as being easy. They are often years of insecurity, of feeling as though you just don’t measure up, of trying to find your place with your peers, of trying to fit in. This is a time when you are becoming more independent—and perhaps desire more freedom than your parents are willing to give you right now. They are also prime years when Satan will tempt you and will do his utmost to entice you from the path which will lead you back to that heavenly home from which you came and back to your loved ones there and back to your Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p9\" class=\"\">The world around you is not equipped to provide the help you need to make it through this often-treacherous journey. So many in our society today seem to have slipped from the moorings of safety and drifted from the harbor of peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p10\" class=\"\">Permissiveness, immorality, pornography, drugs, the power of peer pressure—all these and more—cause many to be tossed about on a sea of sin and crushed on the jagged reefs of lost opportunities, forfeited blessings, and shattered dreams.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p11\" class=\"\">Is there a way to safety? Is there an escape from threatened destruction? The answer is a resounding <span class=\"emphasis\">yes<\/span>! I counsel you to look to the lighthouse of the Lord. I have said it before; I will say it again: there is no fog so dense, no night so dark, no gale so strong, no mariner so lost but what the lighthouse of the Lord can rescue. It beckons through the storms of life. It calls, <span class=\"emphasis\">“This way to safety. This way to home.”<\/span> It sends forth signals of light easily seen and never failing. If followed, those signals will guide you back to your heavenly home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p12\" class=\"\">I wish to talk with you tonight about three essential signals from the Lord’s lighthouse which will help you to return to that Father who eagerly awaits your triumphant homecoming. Those three signals are <span class=\"emphasis\">believe, obey,<\/span> and <span class=\"emphasis\">endure.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p13\" class=\"\">First, I mention a signal which is basic and essential: <span class=\"emphasis\">believe.<\/span> Believe that you are a daughter of Heavenly Father, that He loves you, and that you are here for a glorious purpose—to gain your eternal salvation. Believe that remaining strong and faithful to the truths of the gospel is of utmost importance. I testify that it is!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p14\" class=\"\">My young friends, believe in the words you say each week as you recite the Young Women theme. Think about the meaning of those words. There is truth there. Strive always to live the values which are set forth. Believe, as your theme states, that if you accept and act upon those values, you will be prepared to strengthen your home and your family, to make and keep sacred covenants, to receive the ordinances of the temple, and to eventually enjoy the blessings of exaltation. These are beautiful gospel truths, and by following them, you will be happier throughout your life here and hereafter than you will be if you disregard them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p15\" class=\"\">Most of you were taught the truths of the gospel from the time you were a toddler. You were taught by loving parents and caring teachers. The truths they imparted to you helped you gain a testimony; you believed what you were taught. Although that testimony can continue to be fed spiritually and to grow as you study, as you pray for guidance, and as you attend your Church meetings each week, it is up to you to keep that testimony alive. Satan will try with all his might to destroy it. Throughout your entire life you will need to nurture it. As with the flame of a brightly burning fire, your testimony—if not continually fed—will fade to glowing embers and then cool completely. You must not let this happen.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p16\" class=\"\">Besides attending your Sunday meetings and your weeknight activities, when you have the chance to be involved in seminary, whether in the early morning or in released-time classes, take advantage of that opportunity. Many of you are attending seminary now. As with anything in life, much of what you take from your seminary experience depends on your attitude and your willingness to be taught. May your attitude be one of humility and a desire to learn. How grateful I am for the opportunity I had as a teenager to attend early-morning seminary, for it played a vital role in my development and the development of my testimony. Seminary can change lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p17\" class=\"\">Some years ago I was on a board of directors with a fine man who had been extremely successful in life. I was impressed with his integrity and his loyalty to the Church. I learned that he had gained a testimony and had joined the Church because of seminary. When he married, his wife had been a lifelong member of the Church. He belonged to no church. Through the years and despite her efforts, he showed no interest in attending church with his wife and children. And then he began driving two of his daughters to early-morning seminary. He would remain in the car while they had their class, and then he would drive them to school. One day it was raining, and one of his daughters said, “Come in, Dad. You can sit in the hall.” He accepted the invitation. The door to the classroom was open, and he began to listen. His heart was touched. For the rest of that school year, he attended seminary with his daughters, which led eventually to his membership and a lifetime of activity in the Church. Let seminary help build and strengthen your testimony.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p18\" class=\"\">There will be times when you will face challenges which might jeopardize your testimony, or you may neglect it as you pursue other interests. I plead with you to keep it strong. It is your responsibility, and yours alone, to keep its flame burning brightly. Effort is required, but it is effort you will never, ever regret. I’m reminded of the words of a song written by Julie de Azevedo Hanks. Referring to her testimony, she wrote:<\/p>\n\t\t\t\t<div class=\"figure\">\n\t\t\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Through the winds of change<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Encircled by the clouds of pain<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">I guard it with my life<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">I need the warmth—I need the light<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">Though the storm will rage<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">I stand against the pounding rain<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">I remain<\/div>\n\t\t\t\t\t\t<div class=\"line\" id=\"\">A keeper of the flame.<sup class=\"noteMarker\"><a href=\"#footnote1-10405_000_048\">1<\/a> <span class=\"footnote\">[Julie de Azevedo Hanks, “Keeper of the Flame,” <span class=\"emphasis\">Treasure the Truth<\/span> (compact disc, 1997).]<\/span><\/sup><\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p27\" class=\"\">May you believe and then may you keep the flame of your testimony burning brightly, come what may.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p28\" class=\"\">Next, young women, may you <span class=\"emphasis\">obey.<\/span> Obey your parents. Obey the laws of God. They are given to us by a loving Heavenly Father. When they are obeyed, our lives will be more fulfilling, less complicated. Our challenges and problems will be easier to bear. We will receive the Lord’s promised blessings. He has said, “The Lord requireth the heart and a willing mind; and the willing and obedient shall eat the good of the land of Zion in these last days.”<sup class=\"noteMarker\"><a href=\"#footnote2-10405_000_048\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123222)\">Doctrine and Covenants 64:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p29\" class=\"\">You have but one life to live. Keep it as free from trouble as you can. You will be tempted, sometimes by individuals you had thought friends.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p30\" class=\"\">Some years ago I spoke to a Mia Maid adviser who told me of an experience she had with one of the young women in her class. This young woman had been tempted time and time again to leave the pathway of truth and follow the detour of sin. Through the constant persuasion of some of her friends at school, she had finally agreed to follow such a detour. The plan was set: she would tell her parents she was going to her activity night for Young Women. She planned, however, to be there only long enough for her girlfriends and their dates to pick her up. They would then attend a party where alcoholic beverages would be consumed and where the behavior would be in complete violation of what this young woman knew was right.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p31\" class=\"\">The teacher had prayed for inspiration in helping all her girls but especially this particular young woman, who seemed so uncertain about her commitment to the gospel. The teacher had received inspiration that night to abandon what she had previously planned and to speak to the girls about remaining morally clean. As she began sharing her thoughts and feelings, the young woman in question checked her watch often to make sure she didn’t miss her rendezvous with her friends. However, as the discussion progressed, her heart was touched, her conscience awakened, and her determination renewed. When it came, she ignored the repeated sound of the automobile horn summoning her. She remained throughout the evening with her teacher and the other girls in the class. The temptation to detour from God’s approved way had been averted. Satan had been frustrated. The young woman remained after the others had left in order to thank her teacher for the lesson and to let her know how it had helped her avoid what might have been a tragic outcome. A teacher’s prayer had been answered.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p32\" class=\"\">I subsequently learned that because she had made her decision not to go with her friends that night—some of the most popular girls and boys at school—the young woman was shunned by them and for many months had no friends at school. They couldn’t accept that she was unwilling to do the things they did. It was an extremely difficult and lonely period for her, but she remained steadfast and eventually gained friends who shared her standards. Now, several years later, she has a temple marriage and four beautiful children. How different her life could have been. Our decisions determine our destiny.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p33\" class=\"\">Precious young women, make every decision you contemplate pass this test: “What does it do to me? What does it do for me?” And let your code of conduct emphasize not “What will others think?” but rather “What will I think of myself?” Be influenced by that still, small voice. Remember that one with authority placed his hands on your head at the time of your confirmation and said, “Receive the Holy Ghost.” Open your hearts, even your very souls, to the sound of that special voice which testifies of truth. As the prophet Isaiah promised, “Thine ears shall hear a word … saying, This is the way, walk ye in it.”<sup class=\"noteMarker\"><a href=\"#footnote3-10405_000_048\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123223)\">Isaiah 30:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p34\" class=\"\">The tenor of our times is permissiveness. Magazines and television shows portray the stars of the movie screen, the heroes of the athletic field—those whom many young people long to emulate—as disregarding the laws of God and flaunting sinful practices, seemingly with no ill effect. Don’t you believe it! There is a time of reckoning—even a balancing of the ledger. Every Cinderella has her midnight—if not in this life, then in the next. Judgment Day will come for all. Are you prepared? Are you pleased with your own performance?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p35\" class=\"\">If any has stumbled in her journey, I promise you that there is a way back. The process is called repentance. Our Savior died to provide you and me that blessed gift. Though the path is difficult, the promise is real. Said the Lord: “Though your sins be as scarlet, they shall be as white as snow.”<sup class=\"noteMarker\"><a href=\"#footnote4-10405_000_048\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123224)\">Isaiah 1:18<\/a><\/span>.]<\/span><\/sup> “And I will remember [them] no more.”<sup class=\"noteMarker\"><a href=\"#footnote5-10405_000_048\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123225)\">Jeremiah 31:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p36\" class=\"\">My beloved young sisters, you have the precious gift of agency. I plead with you to choose to obey.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p37\" class=\"\">Finally, may you <span class=\"emphasis\">endure.<\/span> What does it mean to endure? I love this definition: <span class=\"emphasis\">to withstand with courage.<\/span> Courage may be necessary for you to believe; it will at times be necessary as you obey. It will most certainly be required as you endure until that day when you will leave this mortal existence.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p38\" class=\"\">I have spoken over the years with many individuals who have told me, “I have so many problems, such real concerns. I’m overwhelmed with the challenges of life. What can I do?” I have offered to them, and I now offer to you, this specific suggestion: seek heavenly guidance one day at a time. Life by the yard is hard; by the inch it’s a cinch. Each of us can be true for just one day—and then one more and then one more after that—until we’ve lived a lifetime guided by the Spirit, a lifetime close to the Lord, a lifetime of good deeds and righteousness. The Savior promised, “Look unto me, and endure to the end, and ye shall live; for unto him that endureth to the end will I give eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote6-10405_000_048\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123226)\">3 Nephi 15:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p39\" class=\"\">For this purpose have you come into mortality, my young friends. There is nothing more important than the goal you strive to attain—even eternal life in the kingdom of your Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/05\/believe-obey-and-endure.p40\" class=\"\">You are precious, precious daughters of our Heavenly Father sent to earth at this day and time for a purpose. You have been withheld until this very hour. Wonderful, glorious things are in store for you if you will only believe, obey, and endure. May this be your blessing, I pray in the name of Jesus Christ, our Savior, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_048\"><a name=\"-10405_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10405_000_048\">1.<\/a><\/span>\n\t\t\t\t\t<p>Julie de Azevedo Hanks, “Keeper of the Flame,” <span class=\"emphasis\">Treasure the Truth<\/span> (compact disc, 1997).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_048\"><a name=\"-10405_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10405_000_048\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123222)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123222)\">Doctrine and Covenants 64:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_048\"><a name=\"-10405_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10405_000_048\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123223)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123223)\">Isaiah 30:21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_048\"><a name=\"-10405_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10405_000_048\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123224)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123224)\">Isaiah 1:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_048\"><a name=\"-10405_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10405_000_048\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123225)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123225)\">Jeremiah 31:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10405_000_048\"><a name=\"-10405_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10405_000_048\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123226\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123226)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123226)\">3 Nephi 15:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}