{"ID":7887, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welcome to Conference\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">May we listen attentively to the messages … , that we may feel the Spirit of the Lord and gain the knowledge He would desire for us.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_004<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p4\" class=\"\">As far as I can see, every seat is filled—except for a few right there in the back. There is room for improvement. This is a courtesy to those who might be just a bit tardy, because of the traffic, to find a seat when they come.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p5\" class=\"\">This is a great day—conference day. We have heard a beautiful choir sing magnificent music. Every time I hear the choir or hear the organ or hear the piano, I think of my mother, who said, “I love all the acclaim that has been given you, all the degrees you have obtained, and all the work you have done. My only regret is that you did not stay with the piano.” Thanks, Mother. I wish I had.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p6\" class=\"\">How good it is, my brothers and sisters, to welcome you to the 182nd Semiannual General Conference of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p7\" class=\"\">Since we met six months ago, three new temples have been dedicated, and one temple has been rededicated. In May, it was my privilege to dedicate the beautiful Kansas City Missouri Temple and to attend the cultural celebration associated with it. I will mention that celebration in greater detail in my remarks tomorrow morning.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p8\" class=\"\">In June, President Dieter F. Uchtdorf dedicated the long-awaited temple in Manaus, Brazil, and in early September, President Henry B. Eyring rededicated the newly refurbished temple in Buenos Aires, Argentina, a temple which I had the privilege to dedicate nearly 27 years ago. Just two weeks ago, President Boyd K. Packer dedicated the lovely Brigham City Temple in the hometown where he was born and raised.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p9\" class=\"\">As I have indicated previously, no Church-built facility is more important than a temple, and we are pleased to have 139 temples in operation throughout the world, with 27 more announced or under construction. We are grateful for these sacred edifices and the blessings they bring into our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p10\" class=\"\">This morning I am pleased to announce two additional temples, which in coming months and years will be built in the following locations: Tucson, Arizona, and Arequipa, Peru. Details concerning these temples will be provided in the future as necessary permits and approvals are obtained.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p11\" class=\"\">Brothers and sisters, I now turn to another matter—namely, missionary service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p12\" class=\"\">For some time the First Presidency and the Quorum of the Twelve Apostles have allowed young men from certain countries to serve at the age of 18 when they are worthy, able, have graduated from high school, and have expressed a sincere desire to serve. This has been a country-specific policy and has allowed thousands of young men to serve honorable missions and also fulfill required military obligations and educational opportunities.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p13\" class=\"\">Our experience with these 18-year-old missionaries has been positive. Their mission presidents report that they are obedient, faithful, mature, and serve just as competently as do the older missionaries who serve in the same missions. Their faithfulness, obedience, and maturity have caused us to desire the same option of earlier missionary service for <span class=\"emphasis\">all<\/span> young men, regardless of the country from which they come.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p14\" class=\"\">I am pleased to announce that effective immediately all worthy and able young men who have graduated from high school or its equivalent, regardless of where they live, will have the option of being recommended for missionary service beginning at the age of 18, instead of age 19. I am not suggesting that all young men will—or should—serve at this earlier age. Rather, based on individual circumstances as well as upon a determination by priesthood leaders, this option is now available.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p15\" class=\"\">As we have prayerfully pondered the age at which young men may begin their missionary service, we have also given consideration to the age at which a young woman might serve. Today I am pleased to announce that able, worthy young women who have the desire to serve may be recommended for missionary service beginning at age 19, instead of age 21.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p16\" class=\"\">We affirm that missionary work is a priesthood duty—and we encourage all young men who are worthy and who are physically able and mentally capable to respond to the call to serve. Many young women also serve, but they are not under the same mandate to serve as are the young men. We assure the young sisters of the Church, however, that they make a valuable contribution as missionaries, and we welcome their service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p17\" class=\"\">We continue to need many more senior couples. As your circumstances allow, as you are eligible for retirement, and as your health permits, I encourage you to make yourselves available for full-time missionary service. Both husband and wife will have a greater joy as they together serve our Father’s children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/welcome-to-conference.p18\" class=\"\">Now, my brothers and sisters, may we listen attentively to the messages which will be presented during the next two days, that we may feel the Spirit of the Lord and gain the knowledge He would desire for us. That this may be our experience I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}