{"ID":789, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...by the Name of Jesus Christ\"<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1955, pp. 21-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, those who are before me and those who are on the air: I rejoice with\nyou in the glorious inspiration that we had in the morning session and for the encouragement\nwhich it gave to us as to the way in which we are regarded in the world, and as to the duty\nwhich that imposes upon us, and for the other instructions which we received.  It is my\nearnest desire and my prayer that I may be able to say something today that will be fruitful,\nthat will build up our faith, and that will, I hope, call attention to one great principle which I\nthink is at the base, one of the two great incidents that are at the base of all that we believe\nand all that we know.\n<\/p><p>\nPaul, speaking to the Corinthians, in the beginning of his First Epistle, thanked God that he\nhad only baptized two of them in Corinth, Crispus and Gaius\n(<span class=\"citation\" id=\"256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(256)\">1 Cor. 1:14<\/a><\/span>), and he more or less repudiated\nthe rest of them because of their paganism and their unbelief.  Very early in his First Epistle\nhe told them about how he felt about this.  He said: \"For I determined not to know any thing\namong you, save Jesus Christ, and him crucified\"\n(<span class=\"citation\" id=\"257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(257)\">1 Cor. 2:2<\/a><\/span>).\n<\/p><p>\nAnd if you would read in this connection, and I hope you will, the fifteenth chapter of First\nCorinthians (<span class=\"citation\" id=\"264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(264)\">1 Cor. 15:1-58<\/a><\/span>),\ndealing with the resurrection, you will read there one of the great, masterful\nsermons that have been preached in the world on the resurrection, in which, with searching\nlogic and great argument, Paul showed how vain was all we believed and all we taught if\nChrist was not resurrected.\n<\/p><p>\nI recall, also, in this connection, those words of Peter at the time he and John had gone to\nvisit the Temple. As they started inward from the Court of the Gentiles to the Court of the\nWomen, there at the Gate Beautiful, which was the entrance, they came to a beggar who\nseemingly had been brought there for years.  He made his living by what he got begging from\nthose who went in. Peter and John stopped a moment, said to him: \"Look on us,\" and he,\nexpecting to receive alms from them, looked up, and Peter said to him: \n<\/p><p>\n\"Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of\nNazareth rise up and walk.\" And he reached down and took the man by the hand, and as the\nman came to his feet, his feet and his ankles straightened, and he walked and leaped for joy\nand praised God (see <span class=\"citation\" id=\"7739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7739)\">Acts 3:1-8<\/a><\/span>).\n<\/p><p>\nThe Jewish rulers could not endure this challenge.  Peter and John were arrested, thrown into\njail, and then, when morning came, they were called before Annas, the real high priest,\nCaiaphas, his son-in-law, who was the titular high priest, made so by the Roman government,\nwith John and Alexander, and others, kindred of the high priest, and the others who were\nmembers of the Sanhedrin.  These demanded of Peter and John by what power and by what\nname they had done these things (see\n<span class=\"citation\" id=\"7743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7743)\">Acts 4:1-12<\/a><\/span>).\n<\/p><p>\nPeter, who made their defense, said: \". . . by the name of Jesus Christ of Nazareth, whom ye crucified.\" And\nadded: \"Neither is there salvation in any other: for there is none other name under heaven\ngiven among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7744)\">Acts 4:10,12<\/a><\/span>).\n<\/p><p>\nToday the great Christian world are retreating from their early and true belief in Jesus as the\nChrist.  They are explaining him in different ways. They are taking away from him his\ndivinity.\n<\/p><p>\nOne great church is loosening, apparently, the bands which they formerly had that bound\nthem to Jesus Christ, by setting up in his place the mother of Jesus, Mary.  We of our faith\nknow that Jesus of Nazareth is the Christ.  This is our knowledge. We must proclaim it at all\ntimes and under all circumstances.\n<\/p><p>\nYou know, it is not difficult to understand that the Christian world does not have the\nknowledge which we possess, because the Bible, the Old Testament, contains scant notice\nabout the Christ and about his work.  There are some glorious passages in the Psalms which\ndescribe his crucifixion, tell about his birth, but by and large there is not much told about\nhim.\n<\/p><p>\nWhy should Jesus of Nazareth assume this tremendous place and importance in the Christian\nworld, as described by Paul and Peter?\n<\/p><p>\nModern revelation has revealed this to us.  I have not time, this is not the place, to undertake\nto discuss the Fall and the Atonement, more than to say a few words.\n<\/p><p>\nWe know of the Grand Council, we know of the determinations there made, we know that the\nworld was created in order that the spirits from the spirit world might come here and be\ntabernacled.\n<\/p><p>\nWe know of the placing of Adam in the Garden and the instruction which was given to him\nregarding the two trees (<span class=\"citation\" id=\"23623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23623)\">Gen. 2:16-17<\/a><\/span>).\nWe know of the disobedience to the instruction with reference to the\ntree of the knowledge of good and evil. I do not like to call it a transgression because the act\nthat was done by Adam had been foreseen; and it had been planned before the world was that\nhe would do all he did do.\n<\/p><p>\nBut an immortal being had disobeyed the commandment of the Lord.  An immortal being had\neaten the fruit. An immortal being had suffered the consequence. He and Eve became mortal,\nand she afterwards sang in a great hymn of praise, her gratitude for thus having disobeyed,\nbecause now they could have seed (see\n<span class=\"citation\" id=\"39071\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39071)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39071)\">Moses 5:11<\/a><\/span>).\nWe know that by having seed they\ncould go forward in fulfilling the plan that was originally mapped out in the Grand Council.\n<\/p><p>\nAdam became mortal; spiritual death came to him; and mortal death came to him.  This was\nthe first great crisis in the history of mankind.  Indeed, it may be said to have produced\nmankind.\n<\/p><p>\nIn order for him to get back to the place whence he began, it was necessary that there should\nbe an atonement for this disobedience.\n<\/p><p>\nQuite obviously, Adam could not retrace his steps; he could not un-eat. He was mortal.  No\nmatter how good any of his children might be, they, also mortal, had no more power than had\nhe.  So, to pay for the disobedience, it took a Being conceived by the Infinite, not subject to\ndeath as were Adam's posterity; someone to whom death was subject; someone born of\nwoman but yet divine. He alone could make the sacrifice which would enable us to have our\nbodies and our spirits reunited in the due time of the Lord and then go back to the Father,\nthus reunited; and finally, body and spirit together, we might go on through all the eternities.\n<\/p><p>\nJesus of Nazareth was the one who was chosen before the world was, the Only Begotten of\nthe Father, to come to earth to perform this service, to conquer mortal death which would\natone for the Fall, that the spirit of man could recover his body, so reuniting them.\n<\/p><p>\n(Note: Speaking to the multitude in Jerusalem, Jesus said: \n<\/p><p>\n(\"Therefore doth my Father love me, because I lay down my life, that I might take it again.\n<\/p><p>\n(\"No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I\nhave power to take it again.  This commandment have I received of my Father\"\n[<span class=\"citation\" id=\"27643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27643)\">John 10:17-18<\/a><\/span>]).\n<\/p><p>\nThat is the reason why, however good any man, son of Adam, may have been, he could not\ndo the things, make the atonement that could bring us back into the presence of our Heavenly\nFather. Again, he could not un-eat the fruit.  Jesus was not the son of Adam, but of the\nFather.\n<\/p><p>\nAs John was baptizing in the Jordan, he saw Jesus approaching and exclaimed: \n<\/p><p>\n\". . . Behold the Lamb of God, which taketh away the sin of the world\"\n(<span class=\"citation\" id=\"27631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27631)\">John 1:29<\/a><\/span>). The\nrecord does not say sins.\n<\/p><p>\nWe frequently are told and understand that not alone did Christ atone for that \"original sin,\"\nso-called, but that he atones for our sins, generally. As I understand it, so far as the\nresurrection is concerned, the overcoming of mortal death, he did atone for our sins. That is\nto say, no matter what we do here on earth, even though we commit the unpardonable sin, yet\nthe atonement of Christ will for that purpose and to that end atone for our sins, and so will\nbring about our resurrection.  But after the resurrection, then we have to be judged according\nto the deeds of the flesh, good or bad.  On the judgment day we will receive our rewards or\npunishments; we must pay for our own sins.\n<\/p><p>\nSo as I conceive it, we must stand adamant for the doctrine of the atonement of Jesus the\nChrist, for the divinity of his conception, for his sinless life, and for, shall I say, the divinity\nof his death, his voluntary surrender of life. He was not killed; he gave up his life.\n<\/p><p>\nYou know, I think that all through his life, he gave evidences of his divinity, his divine\npowers and authority. It is true that frequently other prophets who were not divinely begotten\nhad done some of his works.  If you run it over in your mind, you will remember that by\nwalking on the water he defied gravity.  You will remember his control over the elements, the\nwinds, and the waves, and the storm.  You will remember the exercise of his creative powers,\nfor he created food when he fed the five thousand and the four thousand, and he made wine\nout of water.  You will remember how he cured the halt, the lame, the blind. You will recall\nhow he brought life back to the lifeless. You will recall his great duel with Satan which he\nwon. You will recall his great victory, when he died and was resurrected.\n<\/p><p>\nI often think that one of the most beautiful things in the Christ's life was his words on the\ncross, when, suffering under the agony of a death that is said to have been the most painful\nthat the ancients could devise, death on the cross, after he had been unjustly, illegally,\ncontrary to all the rules of mercy, condemned and then crucified, when he had been nailed to\nthe cross and was about to give up his life, he said to his Father in heaven, as those who were\nwithin hearing testify: \". . . Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31418\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31418)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31418)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\nIt is our mission, perhaps the most fundamental purpose of our work, to bear constant\ntestimony of Jesus the Christ.  We must never permit to enter into our thoughts and certainly\nnot into our teachings, the idea that he was merely a great teacher, a great philosopher, the\nbuilder of a great system of ethics.  It is our duty, day after day, year in and year out, always\nto declare that Jesus of Nazareth was the Christ who brought redemption to the world and to\nall the inhabitants thereof.\n<\/p><p>\nI bear my testimony that I know that God lives, that Jesus is the Christ, that he was divinely\nbegotten, was born, lived his life, was crucified, and on the third day arose, the firstfruits of\nthe resurrection (<span class=\"citation\" id=\"267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(267)\">1 Cor. 15:20<\/a><\/span>),\nthus making it possible for all of us to be resurrected.\n<\/p><p>\nI bear my testimony that he, with the Father, appeared to the young Prophet and opened up\nthe Dispensation of the Fullness of Times.\n<\/p><p>\nI bear my testimony to the truth of the restored gospel.\n<\/p><p>\nI bear my testimony to the restoration of the priesthood.\n<\/p><p>\nI bear my testimony that the keys and powers which Joseph the Prophet held as President of\nchurch, as prophet, seer, and revelator, have come down from him until now with the\nPresidency of this Church, down to and including our present President, David O. McKay.\n<\/p><p>\nGod give us all increasingly, day by day, this testimony.  God give us the power and the faith\nand the courage always to declare, Jesus is the Christ, the only name under heaven given\namong men by which we must be saved\n(<span class=\"citation\" id=\"7746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7746)\">Acts 4:12<\/a><\/span>).\n<\/p><p>\nThis is one of the prime duties of this people.  That we may fulfil it and meet it unto the last\ndegree, I humbly pray, in the name of Jesus.  Amen.\n<\/p>\n<\/div>\n<\/div>"}