{"ID":7891, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Because I Live, Ye Shall Live Also”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p2\" class=\"\">By Elder Shayne M. Bowen<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/shayne-m-bowen-10.jpg\" alt=\"Shayne M. Bowen\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Because of Him, even our Savior, Jesus Christ, those feelings of sorrow, loneliness, and despair will one day be swallowed up in a fulness of joy.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_008<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p5\" class=\"\">While serving as young missionaries in Chile, my companion and I met a family of seven in the branch. The mother attended every week with her children. We assumed that they were longtime members of the Church. After several weeks we learned that they had not been baptized.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p6\" class=\"\">We immediately contacted the family and asked if we could come to their home and teach them. The father was not interested in learning about the gospel but had no objection to our teaching his family.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p7\" class=\"\">Sister Ramirez advanced rapidly through the lessons. She was anxious to learn all the doctrine that we taught. One evening as we were discussing infant baptism, we taught that little children are innocent and have no need for baptism. We invited her to read in the book of Moroni:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p8\" class=\"\">“Behold I say unto you that this thing shall ye teach—repentance and baptism unto those who are accountable and capable of committing sin; yea, teach parents that they must repent and be baptized, and humble themselves as their little children, and they shall all be saved with their little children.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p9\" class=\"\">“And their little children need no repentance, neither baptism. Behold, baptism is unto repentance to the fulfilling the commandments unto the remission of sins.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p10\" class=\"\">“But little children are alive in Christ, even from the foundation of the world; if not so, God is a partial God, and also a changeable God, and a respecter to persons; for how many little children have died without baptism!”<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_008\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123278)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123278)\">Moroni 8:10–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p11\" class=\"\">After reading this scripture, Sister Ramirez began sobbing. My companion and I were confused. I asked, “Sister Ramirez, have we said or done something that has offended you?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p12\" class=\"\">She said, “Oh, no, Elder, you haven’t done anything wrong. Six years ago I had a baby boy. He died before we could have him baptized. Our priest told us that because he had not been baptized, he would be in limbo for all eternity. For six years I have carried that pain and guilt. After reading this scripture, I know by the power of the Holy Ghost that it is true. I have felt a great weight taken off of me, and these are tears of joy.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p13\" class=\"\">I was reminded of the teachings of the Prophet Joseph Smith, who taught this comforting doctrine: “The Lord takes many away, even in infancy, that they may escape the envy of man, and the sorrows and evils of this present world; they were too pure, too lovely, to live on earth; therefore, if rightly considered, instead of mourning we have reason to rejoice as they are delivered from evil, and we shall soon have them again.”<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_008\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 176.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p14\" class=\"\">After she suffered almost unbearable grief and pain for six years, the true doctrine, revealed by a loving Father in Heaven through a living prophet, brought sweet peace to this tormented woman. Needless to say, Sister Ramirez and her children who were eight years and older were baptized.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p15\" class=\"\">I remember writing to my family, expressing the gratitude that I felt in my heart for the knowledge of this and so many other plain and precious truths of the restored gospel of Jesus Christ. I never dreamed how this wonderful true principle would come back to me in future years and prove to be my balm of Gilead.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p16\" class=\"\">I would like to speak to those who have lost a child and have asked the question, “Why me?” or maybe even questioned your own faith in a loving Father in Heaven. It is my prayer that by the power of the Holy Ghost, I may bring some measure of hope, of peace, and of understanding. It is my desire to be an instrument in bringing about a restoration of your faith in our loving Father in Heaven, who knows all things and allows us to experience trials so that we can come to know and love Him and understand that without Him we have nothing.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p17\" class=\"\">On February 4 of 1990, our third son and sixth child was born. We named him Tyson. He was a beautiful little boy, and the family greeted him with open hearts and open arms. His brothers and sisters were so proud of him. We all thought he was the most perfect little boy who had ever been born.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p18\" class=\"\">When Tyson was eight months old, he aspirated a piece of chalk that he had found on the carpet. The chalk lodged in Tyson’s throat, and he quit breathing. His older brother brought Tyson upstairs, frantically calling, “The baby won’t breathe. The baby won’t breathe.” We began to administer CPR and called 911.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p19\" class=\"\">The paramedics arrived and rushed Tyson to the hospital. In the waiting room we continued in fervent prayer as we pled to God for a miracle. After what seemed a lifetime, the doctor came into the room and said, “I am so sorry. There is nothing more we can do. Take all the time you need.” She then left.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p20\" class=\"\">As we entered the room where Tyson lay, we saw our lifeless little bundle of joy. It seemed as though he had a celestial glow around his little body. He was so radiant and pure.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p21\" class=\"\">At that moment it felt as if our world had come to an end. How could we return to the other children and somehow try to explain that Tyson wasn’t coming home?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p22\" class=\"\">I will speak in the singular as I relate the rest of this experience. My angel wife and I experienced this trial together, but I am inadequate in expressing the feelings of a mother and would not even try to do so.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p23\" class=\"\">It is impossible to describe the mixture of feelings that I had at that point in my life. Most of the time I felt as if I were in a bad dream and that I would soon wake up and this terrible nightmare would be over. For many nights I didn’t sleep. I often wandered in the night from one room to the other, making sure that our other children were all safe.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p24\" class=\"\">Feelings of guilt racked my soul. I felt so guilty. I felt dirty. I was his father; I should have done more to protect him. If only I would have done this or that. Sometimes even today, 22 years later, those feelings begin to creep into my heart, and I need to get rid of them quickly because they can be destructive.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p25\" class=\"\">About a month after Tyson died, I had an interview with Elder Dean L. Larsen. He took the time to listen to me, and I will always be grateful for his counsel and love. He said, “I don’t think the Lord would want you to punish yourself for the death of your little boy.” I felt the love of my Heavenly Father through one of his chosen vessels.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p26\" class=\"\">However, tormenting thoughts continued to plague me, and I soon began to feel anger. “This isn’t fair! How could God do this to me? Why me? What did I do to deserve this?” I even felt myself get angry with people who were just trying to comfort us. I remember friends saying, “I know how you feel.” I would think to myself, “You have no idea how I feel. Just leave me alone.” I soon found that self-pity can also be very debilitating. I was ashamed of myself for having unkind thoughts about dear friends who were only trying to help.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p27\" class=\"\">As I felt the guilt, anger, and self-pity trying to consume me, I prayed that my heart could change. Through very personal sacred experiences, the Lord gave me a new heart, and even though it was still lonely and painful, my whole outlook changed. I was given to know that I had not been robbed but rather that there was a great blessing awaiting me if I would prove faithful.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p28\" class=\"\">My life started to change, and I was able to look forward with hope, rather than look backward with despair. I testify that this life is not the end. The spirit world is real. The teachings of the prophets regarding life after death are true. This life is but a transitory step forward on our journey back to our Heavenly Father.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p29\" class=\"\">Tyson has remained a very integral part of our family. Through the years it has been wonderful to see the mercy and kindness of a loving Father in Heaven, who has allowed our family to feel in very tangible ways the influence of Tyson. I testify that the veil is thin. The same feelings of loyalty, love, and family unity don’t end as our loved ones pass to the other side; instead, those feelings are intensified.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p30\" class=\"\">Sometimes people will ask, “How long did it take you to get over it?” The truth is, you will never completely get over it until you are together once again with your departed loved ones. I will never have a fulness of joy until we are reunited in the morning of the First Resurrection.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p31\" class=\"\">“For man is spirit. The elements are eternal, and spirit and element, inseparably connected, receive a fulness of joy;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p32\" class=\"\">“And when separated, man cannot receive a fulness of joy.”<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_008\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123279)\">Doctrine and Covenants 93:33–34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p33\" class=\"\">But in the meantime, as the Savior taught, we can continue with good cheer.<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_008\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123280)\">John 16:33<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p34\" class=\"\">I have learned that the bitter, almost unbearable pain can become sweet as you turn to your Father in Heaven and plead for His comfort that comes through His plan; His Son, Jesus Christ; and His Comforter, who is the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p35\" class=\"\">What a glorious blessing this is in our lives. Wouldn’t it be tragic if we didn’t feel great sorrow when we lose a child? How grateful I am to my Father in Heaven that He allows us to love deeply and love eternally. How grateful I am for eternal families. How grateful I am that He has revealed once again through His living prophets the glorious plan of redemption.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p36\" class=\"\">Remember as you attended the funeral of your loved one the feelings in your heart as you drove away from the cemetery and looked back to see that solitary casket—wondering if your heart would break.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p37\" class=\"\">I testify that because of Him, even our Savior, Jesus Christ, those feelings of sorrow, loneliness, and despair will one day be swallowed up in a fulness of joy. I testify that we can depend on Him and when He said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p38\" class=\"\">“I will not leave you comfortless: I will come to you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p39\" class=\"\">“Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.”<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_008\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123281)\">John 14:18–19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p40\" class=\"\">I testify that, as stated in <span class=\"emphasis\">Preach My Gospel,<\/span> “as we rely on the Atonement of Jesus Christ, He can help us endure our trials, sicknesses, and pain. We can be filled with joy, peace, and consolation. All that is unfair about life can be made right through the Atonement of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_008\">6<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 52.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/because-i-live-ye-shall-live-also.p41\" class=\"\">I testify that on that bright, glorious morning of the First Resurrection, your loved ones and mine will come forth from the grave as promised by the Lord Himself and we will have a fulness of joy. Because He lives, they and we shall live also. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_008\"><a name=\"-10411_000_008\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_008\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123278)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123278)\">Moroni 8:10–12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_008\"><a name=\"-10411_000_008\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_008\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 176.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_008\"><a name=\"-10411_000_008\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_008\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123279)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123279)\">Doctrine and Covenants 93:33–34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_008\"><a name=\"-10411_000_008\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_008\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123280)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123280)\">John 16:33<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_008\"><a name=\"-10411_000_008\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_008\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123281)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123281)\">John 14:18–19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_008\"><a name=\"-10411_000_008\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_008\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 52.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}