{"ID":7896, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Come unto Me, O Ye House of Israel”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p2\" class=\"\">By Elder Larry Echo Hawk<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/larry-echo-hawk-10.jpg\" alt=\"Larry Echo Hawk\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As we come unto our Savior, Jesus Christ, and purify our hearts, we will all be instruments in fulfilling the mighty promises of the Book of Mormon.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_015<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p5\" class=\"\">I volunteered for service in the United States Marine Corps during the Vietnam War. Soon after my arrival in Quantico, Virginia, for basic training, I found myself standing at attention in front of my barrack’s bunk along with 54 other Marine Corps recruits. I met my drill instructor, a battle-hardened veteran, when he kicked open the door to the barracks and entered while screaming words laced with profanity.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p6\" class=\"\">After this terrifying introduction, he started at one end of the barracks and confronted each recruit with questions. Without exception, the drill instructor methodically found something about each recruit to ridicule with loud, vulgar language. Down the row he came, with each marine shouting back his answer as commanded: “Yes” or “No, Sergeant Instructor.” I could not see exactly what he was doing, because we had been ordered to stand at attention with our eyes looking straight ahead. When it was my turn, I could tell he grabbed my duffel bag and emptied the contents onto my mattress behind me. He looked through my belongings, then walked back to face me. I braced myself for his attack. In his hand was my Book of Mormon. I expected that he would yell at me; instead, he moved close to me and whispered, “Are you a Mormon?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p7\" class=\"\">As commanded, I yelled, “Yes, Sergeant Instructor.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p8\" class=\"\">Again I expected the worst. Instead, he paused and raised his hand that held my Book of Mormon and in a very quiet voice said, “Do you believe in this book?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p9\" class=\"\">Again I shouted, “Yes, Sergeant Instructor.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p10\" class=\"\">At this point I was sure he would scream disparaging words about Mormons and the Book of Mormon, but he just stood there in silence. After a moment he walked back to my bunk and carefully laid down my Book of Mormon. He then proceeded to walk by me without stopping and went on to ridicule and disparage with profane language all remaining recruits.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p11\" class=\"\">I have often wondered why that tough Marine Corps sergeant spared me that day. But I am grateful I was able to say without hesitation, “Yes, I am a member of The Church of Jesus Christ of Latter-day Saints” and “Yes, I know the Book of Mormon is true.” This testimony is a precious gift given to me through the Holy Ghost with the help of two missionaries and a priests quorum adviser.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p12\" class=\"\">When I was 14 years old, two missionaries, Lee Pearson and Boyd Camphuysen, taught my family the restored gospel of Jesus Christ, and I was baptized. Two years later my priests quorum adviser, Richard Boren, challenged me to read the Book of Mormon. I accepted that challenge, and I read at least 10 pages every night until I finished.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p13\" class=\"\">On the title page I read that it is “written to the Lamanites, who are a remnant of the house of Israel; and also to Jew and Gentile.” In the introduction to the Book of Mormon: Another Testament of Jesus Christ, it says that the Lamanites “are among the ancestors of the American Indians.” As I read the Book of Mormon, it seemed to me that it was about my American Indian ancestors. It tells the story of a people, a part of which were later described as “Lamanites,” who migrated from Jerusalem to a “land of promise” (<span class=\"citation\" id=\"123324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123324)\">1 Nephi 2:20<\/a><\/span>) about 600 <span class=\"small\">B.C.<\/span> It is an account of God’s dealings with these ancient inhabitants located somewhere on the American continents. It includes an account of the ministry of Jesus Christ among them following His Resurrection. Passages in the Book of Mormon suggest that over time they were dispersed throughout the American continents and islands of the nearby seas (see <span class=\"citation\" id=\"123325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123325)\">Alma 63:9–10<\/a><\/span>). Their prophets foretold that many multitudes of Gentiles would eventually come to this land of promise and the wrath of God would be upon the Lamanites and they would be scattered, smitten, and nearly destroyed (see <span class=\"citation\" id=\"123326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123326)\">1 Nephi 13:10–14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p14\" class=\"\">My great-grandfather Echo Hawk, a Pawnee Indian, was born in the mid-1800s in what is now called Nebraska. When he was 19 years of age, the Pawnee people were forced to give up their 23-million-acre (9.3 million ha) homeland to make room for settlers. In 1874 the Pawnee people were marched several hundred miles south to a small reservation located in the Oklahoma Indian Territory. The population of Pawnee people had declined from over 12,000 to less than 700 upon their arrival in Oklahoma. The Pawnee, like other tribes, had been scattered, smitten, and nearly destroyed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p15\" class=\"\">The Book of Mormon has a special message for descendants of the Lamanites, a remnant of the house of Israel. Nephi expressed this message while interpreting his father’s vision of these latter days: “And at that day shall the remnant of our seed know that they are of the house of Israel, and that they are the covenant people of the Lord; and then shall they know and come to the knowledge of their forefathers, and also to the knowledge of the gospel of their Redeemer, which was ministered unto their fathers by him; wherefore, they shall come to the knowledge of their Redeemer and the very points of his doctrine, that they may know how to come unto him and be saved” (<span class=\"citation\" id=\"123327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123327)\">1 Nephi 15:14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p16\" class=\"\">The Book of Mormon is sacred scripture. It contains the fulness of the everlasting gospel. The Prophet Joseph Smith wrote that “the Book of Mormon [is] the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> [2007], 64). Thus, it has a message for all people of the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p17\" class=\"\">As a 17-year-old boy reading the Book of Mormon for the first time, I focused on Moroni’s promise: “And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost” (<span class=\"citation\" id=\"123328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123328)\">Moroni 10:4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p18\" class=\"\">As I knelt in prayer, I received a powerful spiritual witness that the Book of Mormon is true. That witness has helped me chart my course through life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p19\" class=\"\">I exhort all people to read the Book of Mormon: Another Testament of Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p20\" class=\"\">I especially ask the remnant of the house of Israel, the descendants of the people of the Book of Mormon, wherever you may be, to read and reread the Book of Mormon. Learn of the promises contained in the Book of Mormon. Follow the teachings and example of Jesus Christ. Make and keep covenants with the Lord. Seek for and follow the guidance of the Holy Spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p21\" class=\"\">I close with the words spoken by Amaleki, another Book of Mormon prophet: “And now, my beloved brethren, I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him, and continue in fasting and praying, and endure to the end; and as the Lord liveth ye will be saved” (<span class=\"citation\" id=\"123329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123329)\">Omni 1:26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/come-unto-me-o-ye-house-of-israel.p22\" class=\"\">As we come unto our Savior, Jesus Christ, and purify our hearts, we will all be instruments in fulfilling the mighty promises of the Book of Mormon. Of this I testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}