{"ID":790, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Worthy Saints of Europe<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, October 1955, pp. 24-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very grateful, my brethren and sisters, for this wonderful opportunity again to bear you\nmy testimony to the divinity of this work.  I have thoroughly enjoyed the testimonies that\nhave been borne this morning and now the testimony of President Clark.\n<\/p><p>\nI was very pleased to hear our German brethren and sisters furnishing the music this morning. \nI thought at one time that perhaps there might be some in the choir to whom I taught in\nEnglish my favorite song, \"Love At Home\"; but after hearing their voices, they all sounded so\nyoung and fresh I got to thinking of how long ago that was&mdash;over fifty years&mdash;so I decided\nthat none of them were born at the time I taught that English class.  I am grateful for the\ngreat missionary work that is being done in the Church.  I am grateful especially for the\ngospel, and as I say, this opportunity of again bearing my testimony of its divinity.\n<\/p><p>\nI am thankful, especially for my parentage and for my brothers and sisters. About a week or\nten days ago, Sister McKay and I were up at the old home; we had some visitors.  They came\nin. We knew them, not too well; I had met them before.  We were delighted to say some\nthings about the old home, about our childhood experiences there, especially those with\nPresident McKay, and when we got through and were saying good-bye, the brother there held\nmy hand a while.  Then he said, \"You have been blessed with understanding parents.\" I had\nnot heard it described just that way before, not in so many words, and I told him so.  I said,\n'Yes, not only have I been blessed with understanding parents, but with a kind, black-eyed,\nbeautiful, understanding wife.\"\n<\/p><p>\nI am very happy for this opportunity to bear testimony to the goodness of my parents, my\nwife, our family, my brothers and sisters, and children and grandchildren, for their kindness to\nme.  I can truthfully say that there has been love in the home, there in the old Huntsville\nhome.\n<\/p><p>\nMy favorite song, as some of you already know, is \"Love at Home.\"\n<\/p><p>\nThere is beauty all around<br \/>\n     When there's love at home; <br \/>\n     There is joy in every sound<br \/>\n     When there's love at home.<br \/>\n     Peace and plenty here abide,<br \/>\n     Smiling sweet on every side.<br \/>\n     Time doth softly, sweetly glide<br \/>\n     When there's love at home.\n<\/p><p>\nIn the cottage there is joy<br \/>\n     When there's love at home; <br \/>\n     Hate and envy ne'er annoy<br \/>\n     When there's love at home.<br \/>\n     Roses bloom beneath our feet; <br \/>\n     All the earth's a garden sweet,<br \/>\n     Making life a bliss complete<br \/>\n     When there's love at home.\n<\/p><p>\nKindly heaven smiles above<br \/>\n     When there's love at home; <br \/>\n     All the world is filled with love<br \/>\n     When there's love at home.<br \/>\n     Sweeter sings the brooklet by; <br \/>\n     Brighter beams the azure sky; <br \/>\n     Oh, there's One who smiles on high<br \/>\n     When there's love at home.\n<\/p><p>\nYes, I am grateful for my parents, my wife, and my children.  God bless our mothers, our\nwives, not only in the Church but throughout the world. Whenever you find a leader among\nthe men, you will find that there is a good wife at his side.  She may not be mentioned; she\nmay not be very well-known; the man gets the credit, the plaudits of the people, but I tell you\nwhen the final score is made up, perhaps the wife will receive greater mention, greater\nblessings than the husband. So do not forget these wives and our mothers, you brethren.\n<\/p><p>\nI was so happy to hear all about the movements of the Tabernacle Choir in Europe.  Sister\nMcKay read to me all we could get out of the newspapers, and I listened to the radio very\ncarefully.  I received a thrill, brothers and sisters, when they were in Berlin, and I do not\nknow who had charge of the broadcast, but there came over the radio the singing of our\nmembers in Berlin.  They burst forth in song to express their appreciation for this great event\nin their district. I was especially overcome when I heard the choir had been able to sing to\nthose refugees. God bless them. There are thousands and thousands of them there that need\nsuch music now, and that need the gospel. I know what kind of people some of them are.\n<\/p><p>\nOn my second mission over there I had the privilege of visiting the members up in\nKoenigsberg, where they had, I think I may say, one of the finest choirs in the Church.  To\nhear those brothers and sisters sing, you would know they are of the house of Israel. We went\non up farther north and had the privilege of crossing the boundary line from the Memel\nBranch into Russia.  The people there were so kind. They are ready for the gospel, so do not\nbe hard on them (the people are not responsible for what the leaders do), but pray for them.\n<\/p><p>\nI am so happy and thankful that our Church school, Brigham Young University, has a class in\nRussian.  I hope more of the young men will prepare. I am not saying that anything might\nhappen, but so many things are happening and are happening so fast that we cannot tell.  It is\na good thing to be prepared.  I often thought, while in the mission field, of some of the\nprophecies that have been made with reference to the conclusion here on this earth, \"when the\nend shall come\"; for example, the gospel, it says, of the kingdom shall be preached to all\nnations, \"and then shall the end come\"\n(<span class=\"citation\" id=\"34730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34730)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nWell, I visited in Europe, Germany, Austria, Hungary, France, Switzerland; all included in the\nthen Swiss-German Mission.  There are millions of people there.  I thought, \"Well, if the end\ndoes not come before all of these people receive the gospel, I guess it will be a long while.\"\nBut judging from events that have recently happened, especially with my brother, President\nDavid O. visiting so many countries of the world in such a short time, the broadcasts of our\nchoir and their wonderful visit over there, the gospel may be preached to all people before we\nrealize it.\n<\/p><p>\nI am so thankful for the temple that has been established in Bern, the beautiful capital of\nSwitzerland, beautiful Switzerland.  It is a great little country. If I had been consulted on the\nlocation, (I am so thankful now I was not) I believe I would not have thought of Bern.  The\nlarger branches and most of the members are outside of that city. But Bern is the capital\nwhere are located the beautiful government buildings.  There is one of the finest genealogical\nlibraries that I have ever had the privilege of visiting located in Bern. I visited there and met\nthe head man. We visited so long we could not get away. The telephone rang, and his wife\nasked why he did not come home to lunch.  She was not very happy about it, but he told her\nto never mind waiting any longer, that he would get his lunch down near the building that\nday.\n<\/p><p>\nThey are anxious and ready to explain the work that they have done there already in\ngenealogical work.  I believe from all I have heard and studied that the records in Switzerland\nthat have been kept in the various churches are the most complete or as complete as any\nothers in the world and in Germany, also.  Now we have the modern inventions that are able\nto film these records.  Before it was so difficult for our members to decipher them; the\nchurches are not heated and dimly lighted.  Our members had great difficulty going down in\nthe archives and getting the names. But it has been changed. The records have been filmed,\nand thousands of names are ready to be taken to the temple.\n<\/p><p>\nAnd may I say this, many of the members are already here, and I suppose over eighty per\ncent of them have come here with hundreds of names to work for in the temple.  I love these\nmembers; they are temple workers; they are temple-minded; and I am so happy and thankful\nfor the completion of this temple in Bern.\n<\/p><p>\nGod bless the brethren for their inspiration in building it there.  I am thankful that I have had\nthe privilege of bearing my testimony to so many people over in Europe.  I was there on\nthree different missions.\n<\/p><p>\nI remember very well the last testimony I bore in Berlin, at the time of World War II in\n1939.  At the conclusion of the meeting, a stranger spoke to me.  He appeared to be a very\nintelligent man.  He said, \"You ought not to talk to people that way; they will believe you.\" I\ntold him of the goodness of the gospel, and that all mankind would be happier if they\nfollowed the plan of salvation, as it had been revealed in the gospel and added, \"I do hope\nthey follow my testimony.\" I asked him his name, and he said, \"Never mind.\"\n<\/p><p>\nScores of people since have arrived here in Zion and are living examples of the\ntestimony that I bore in Berlin.\n<\/p><p>\nI could mention many names, but time will not permit.  However, I have lived to see the\nbenefits realized by those who have accepted the gospel.\n<\/p><p>\nThe gospel is true and given to us for our happiness in this life.\n<\/p><p>\nGod lives; Jesus is the Christ and head of this Church.  I bear you this testimony, and I do it\nin the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}