{"ID":7900, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Protect the Children\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p2\" class=\"\">By Elder Dallin H. Oaks<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">None should resist the plea that we unite to increase our concern for the welfare and future of our children—the rising generation.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_019<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p5\" class=\"\">We can all remember our feelings when a little child cried out and reached up to us for help. A loving Heavenly Father gives us those feelings to impel us to help His children. Please recall those feelings as I speak about our responsibility to protect and act for the well-being of children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p6\" class=\"\">I speak from the perspective of the gospel of Jesus Christ, including His plan of salvation. That is my calling. Local Church leaders have responsibility for a single jurisdiction, like a ward or stake, but an Apostle is responsible to witness to the entire world. In every nation, of every race and creed, all children are children of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p7\" class=\"\">Although I do not speak in terms of politics or public policy, like other Church leaders, I cannot speak for the welfare of children without implications for the choices being made by citizens, public officials, and workers in private organizations. We are all under the Savior’s command to love and care for each other and especially for the weak and defenseless.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p8\" class=\"\">Children are highly vulnerable. They have little or no power to protect or provide for themselves and little influence on so much that is vital to their well-being. Children need others to speak for them, and they need decision makers who put their well-being ahead of selfish adult interests.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p10\" class=\"\">Worldwide, we are shocked at the millions of children victimized by evil adult crimes and selfishness.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p11\" class=\"\">In some war-torn countries, children are abducted to serve as soldiers in contending armies.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p12\" class=\"\">A United Nations report estimates that over two million children are victimized each year through prostitution and pornography.<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_019\">1<\/a> <span class=\"footnote\">[See UNICEF, <span class=\"emphasis\">The State of the World’s Children 2005: Childhood under Threat<\/span> (2004), 26.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p13\" class=\"\">From the perspective of the plan of salvation, one of the most serious abuses of children is to deny them birth. This is a worldwide trend. The national birthrate in the United States is the lowest in 25 years,<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_019\">2<\/a> <span class=\"footnote\">[See Haya El Nasser, “National Birthrate Lowest in 25 Years,” <span class=\"emphasis\">USA Today,<\/span> July 26, 2012, A1.]<\/span><\/sup> and the birthrates in most European and Asian countries have been below replacement levels for many years. This is not just a religious issue. As rising generations diminish in numbers, cultures and even nations are hollowed out and eventually disappear.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p14\" class=\"\">One cause of the diminishing birthrate is the practice of abortion. Worldwide, there are estimated to be more than 40 million abortions per year.<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_019\">3<\/a> <span class=\"footnote\">[See Gilda Sedgh and others, “Induced Abortion: Incidence and Trends Worldwide from 1995 to 2008,” <span class=\"emphasis\">The Lancet,<\/span> vol. 379, no. 9816 (Feb. 18, 2012), 625–32.]<\/span><\/sup> Many laws permit or even promote abortion, but to us this is a great evil. Other abuses of children that occur during pregnancy are the fetal impairments that result from the mother’s inadequate nutrition or drug use.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p15\" class=\"\">There is a tragic irony in the multitude of children eliminated or injured before birth while throngs of infertile couples long for and seek babies to adopt.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p16\" class=\"\">Childhood abuses or neglect of children that occur after birth are more publicly visible. Worldwide, almost eight million children die before their fifth birthday, mostly from diseases both treatable and preventable.<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_019\">4<\/a> <span class=\"footnote\">[See UNICEF, “Young Child Survival and Development,” http:\/\/www.unicef.org\/childsurvival\/index.html.]<\/span><\/sup> And the World Health Organization reports that one in four children have stunted growth, mentally and physically, because of inadequate nutrition.<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_019\">5<\/a> <span class=\"footnote\">[See World Health Organization, <span class=\"emphasis\">World Health Statistics 2012<\/span> (2012), 109, 118.]<\/span><\/sup> Living and traveling internationally, we Church leaders see much of this. The general presidency of the Primary report children living in conditions “beyond our imaginations.” A mother in the Philippines said: “Sometimes we do not have enough money for food, but that is all right because it gives me the opportunity to teach my children about faith. We gather and pray for relief, and the children see the Lord bless us.”<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_019\">6<\/a> <span class=\"footnote\">[Report of Primary general presidency, Sept. 13, 2012.]<\/span><\/sup> In South Africa, a Primary worker met a little girl, lonely and sad. In faint responses to loving questions, she said she had no mother, no father, and no grandmother—only a grandfather to care for her.<sup class=\"noteMarker\"><a href=\"#footnote7-10411_000_019\">7<\/a> <span class=\"footnote\">[Report of Primary general presidency.]<\/span><\/sup> Such tragedies are common on a continent where many caregivers have died of AIDS.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p17\" class=\"\">Even in rich nations little children and youth are impaired by neglect. Children growing up in poverty have inferior health care and inadequate educational opportunities. They are also exposed to dangerous environments in their physical and cultural surroundings and even from the neglect of their parents. Elder Jeffrey R. Holland recently shared the experience of an LDS police officer. In an investigation he found five young children huddled together and trying to sleep without bedding on a filthy floor in a dwelling where their mother and others were drinking and partying. The apartment had no food to relieve their hunger. After tucking the children into a makeshift bed, the officer knelt and prayed for their protection. As he walked toward the door, one of them, about six, pursued him, grabbed him by the hand, and pleaded, “Will you please adopt me?”<sup class=\"noteMarker\"><a href=\"#footnote8-10411_000_019\">8<\/a> <span class=\"footnote\">[See Jeffrey R. Holland, “Israel, Israel, God Is Calling” (Church Educational System devotional for young adults, Sept. 9, 2012), lds.org\/broadcasts; see also R. Scott Lloyd, “Zion Not Only Where, but How We Live, Says Elder Holland,” <span class=\"emphasis\">Deseret News,<\/span> Sept. 10, 2012, B2.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p18\" class=\"\">We remember our Savior’s teaching as He placed a little child before His followers and declared:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p19\" class=\"\">“And whoso shall receive one such little child in my name receiveth me.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p20\" class=\"\">“But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea” (<span class=\"citation\" id=\"123375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123375)\">Matthew 18:5–6<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p21\" class=\"\">When we consider the dangers from which children should be protected, we should also include psychological abuse. Parents or other caregivers or teachers or peers who demean, bully, or humiliate children or youth can inflict harm more permanent than physical injury. Making a child or youth feel worthless, unloved, or unwanted can inflict serious and long-lasting injury on his or her emotional well-being and development.<sup class=\"noteMarker\"><a href=\"#footnote9-10411_000_019\">9<\/a> <span class=\"footnote\">[See Kim Painter, “Parents Can Inflict Deep Emotional Harm,” <span class=\"emphasis\">USA Today,<\/span> July 30, 2012, B8; Rachel Lowry, “Mental Abuse as Injurious as Other Forms of Child Abuse, Study Shows,” <span class=\"emphasis\">Deseret News,<\/span> Aug. 5, 2012, A3.]<\/span><\/sup> Young people struggling with any exceptional condition, including same-gender attraction, are particularly vulnerable and need loving understanding—not bullying or ostracism.<sup class=\"noteMarker\"><a href=\"#footnote10-10411_000_019\">10<\/a> <span class=\"footnote\">[See “End the Abuses,” <span class=\"emphasis\">Deseret News,<\/span> June 12, 2012, A10.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p22\" class=\"\">With the help of the Lord, we can repent and change and be more loving and helpful to children—our own and those around us.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p24\" class=\"\">There are few examples of physical or emotional threats to children as important as those arising out of their relationships with their parents or guardians. President Thomas S. Monson has spoken of what he called the “vile deeds” of child abuse, where a parent has broken or disfigured a child, physically or emotionally.<sup class=\"noteMarker\"><a href=\"#footnote11-10411_000_019\">11<\/a> <span class=\"footnote\">[Thomas S. Monson, “A Little Child Shall Lead Them,” <span class=\"emphasis\">Liahona,<\/span> June 2002, 2; <span class=\"emphasis\">Ensign,<\/span> May 1990, 53.]<\/span><\/sup> I grieved as I had to study the shocking evidence of such cases during my service on the Utah Supreme Court.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p25\" class=\"\">Of utmost importance to the well-being of children is whether their parents were married, the nature and duration of the marriage, and, more broadly, the culture and expectations of marriage and child care where they live. Two scholars of the family explain: “Throughout history, marriage has first and foremost been an institution for procreation and raising children. It has provided the cultural tie that seeks to connect the father to his children by binding him to the mother of his children. Yet in recent times, children have increasingly been pushed from center stage.”<sup class=\"noteMarker\"><a href=\"#footnote12-10411_000_019\">12<\/a> <span class=\"footnote\">[W. Bradford Wilcox and Elizabeth Marquardt, eds., <span class=\"emphasis\">The State of Our Unions: Marriage in America<\/span> (2011), 82.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p26\" class=\"\">A Harvard law professor describes the current law and attitude toward marriage and divorce: “The [current] American story about marriage, as told in the law and in much popular literature, goes something like this: marriage is a relationship that exists primarily for the fulfillment of the individual spouses. If it ceases to perform this function, no one is to blame and either spouse may terminate it at will. … Children hardly appear in the story; at most they are rather shadowy characters in the background.”<sup class=\"noteMarker\"><a href=\"#footnote13-10411_000_019\">13<\/a> <span class=\"footnote\">[Mary Ann Glendon, <span class=\"emphasis\">Abortion and Divorce in Western Law: American Failures, European Challenges<\/span> (1987), 108.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p27\" class=\"\">Our Church leaders have taught that looking “upon marriage as a mere contract that may be entered into at pleasure … and severed at the first difficulty … is an evil meriting severe condemnation,” especially where “children are made to suffer.”<sup class=\"noteMarker\"><a href=\"#footnote14-10411_000_019\">14<\/a> <span class=\"footnote\">[David O. McKay, “Structure of the Home Threatened by Irresponsibility and Divorce,” <span class=\"emphasis\">Improvement Era,<\/span> June 1969, 5.]<\/span><\/sup> And children are impacted by divorces. Over half of the divorces in a recent year involved couples with minor children.<sup class=\"noteMarker\"><a href=\"#footnote15-10411_000_019\">15<\/a> <span class=\"footnote\">[See Diana B. Elliott and Tavia Simmons, “Marital Events of Americans: 2009,” <span class=\"emphasis\">American Community Survey Reports,<\/span> Aug. 2011.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p28\" class=\"\">Many children would have had the blessing of being raised by both of their parents if only their parents had followed this inspired teaching in the family proclamation: “Husband and wife have a solemn responsibility to love and care for each other and for their children. … Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, and to teach them to love and serve one another.”<sup class=\"noteMarker\"><a href=\"#footnote16-10411_000_019\">16<\/a> <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 129.]<\/span><\/sup> The most powerful teaching of children is by the example of their parents. Divorcing parents inevitably teach a negative lesson.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p29\" class=\"\">There are surely cases when a divorce is necessary for the good of the children, but those circumstances are exceptional.<sup class=\"noteMarker\"><a href=\"#footnote17-10411_000_019\">17<\/a> <span class=\"footnote\">[See Dallin H. Oaks, <span class=\"crossRef\"><no-search id=\"00605_000_027\"\/>“Divorce,”<\/span><span class=\"emphasis\"> Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2007, 71.]<\/span><\/sup> In most marital contests the contending parents should give much greater weight to the interests of the children. With the help of the Lord, they can do so. Children need the emotional and personal strength that come from being raised by two parents who are united in their marriage and their goals. As one who was raised by a widowed mother, I know firsthand that this cannot always be achieved, but it is the ideal to be sought whenever possible.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p30\" class=\"\">Children are the first victims of current laws permitting so-called “no-fault divorce.” From the standpoint of children, divorce is too easy. Summarizing decades of social science research, a careful scholar concluded that “the family structure that produces the best outcomes for children, on average, are two biological parents who remain married.”<sup class=\"noteMarker\"><a href=\"#footnote18-10411_000_019\">18<\/a> <span class=\"footnote\">[Charles Murray, <span class=\"emphasis\">Coming Apart: The State of White America, 1960–2010<\/span> (2012), 158.]<\/span><\/sup> A <span class=\"emphasis\">New York Times<\/span> writer noted “the striking fact that even as traditional marriage has declined in the United States … the evidence has mounted for the institution’s importance to the well-being of children.”<sup class=\"noteMarker\"><a href=\"#footnote19-10411_000_019\">19<\/a> <span class=\"footnote\">[Ross Douthat, “Gay Parents and the Marriage Debate,” <span class=\"emphasis\">New York Times,<\/span> June 11, 2012, http:\/\/douthat.blogs.nytimes.com\/2012\/06\/11\/gay-parents-and-the-marriage-debate.]<\/span><\/sup> That reality should give important guidance to parents and parents-to-be in their decisions involving marriage and divorce. We also need politicians, policy makers, and officials to increase their attention to what is best for children in contrast to the selfish interests of voters and vocal advocates of adult interests.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p31\" class=\"\">Children are also victimized by marriages that do not occur. Few measures of the welfare of our rising generation are more disturbing than the recent report that 41 percent of all births in the United States were to women who were not married.<sup class=\"noteMarker\"><a href=\"#footnote20-10411_000_019\">20<\/a> <span class=\"footnote\">[See Joyce A. Martin and others, “Births: Final Data for 2010,” <span class=\"emphasis\">National Vital Statistics Reports,<\/span> vol. 61, no. 1 (Aug. 2012), 10.]<\/span><\/sup> Unmarried mothers have massive challenges, and the evidence is clear that their children are at a significant disadvantage when compared with children raised by married parents.<sup class=\"noteMarker\"><a href=\"#footnote21-10411_000_019\">21<\/a> <span class=\"footnote\">[See William J. Doherty and others, <span class=\"emphasis\">Why Marriage Matters: Twenty-One Conclusions from the Social Sciences<\/span> (2002); W. Bradford Wilcox and others, <span class=\"emphasis\">Why Marriage Matters: Thirty Conclusions from the Social Sciences,<\/span> 3rd ed. (2011).]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p32\" class=\"\">Most of the children born to unmarried mothers—58 percent—were born to couples who were cohabitating.<sup class=\"noteMarker\"><a href=\"#footnote22-10411_000_019\">22<\/a> <span class=\"footnote\">[See Martin, “Births: Final Data for 2010,” 10–11.]<\/span><\/sup> Whatever we may say about these couples’ forgoing marriage, studies show that their children suffer significant comparative disadvantages.<sup class=\"noteMarker\"><a href=\"#footnote23-10411_000_019\">23<\/a> <span class=\"footnote\">[See Wilcox, <span class=\"emphasis\">Why Marriage Matters.<\/span>]<\/span><\/sup> For children, the relative stability of marriage matters.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p33\" class=\"\">We should assume the same disadvantages for children raised by couples of the same gender. The social science literature is controversial and politically charged on the long-term effect of this on children, principally because, as a <span class=\"emphasis\">New York Times<\/span> writer observed, “same-sex marriage is a social experiment, and like most experiments it will take time to understand its consequences.”<sup class=\"noteMarker\"><a href=\"#footnote24-10411_000_019\">24<\/a> <span class=\"footnote\">[Douthat, “Gay Parents and the Marriage Debate.” The latest and most thorough study finds significant disadvantages reported by young adults with a parent who had same-sex relationships prior to the child’s turning age 18 (see Mark Regnerus, “How Different Are the Adult Children of Parents Who Have Same-Sex Relationships? Findings from the New Family Structures Study,” <span class=\"emphasis\">Social Science Research,<\/span> vol. 41 [2012], 752–70).]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p35\" class=\"\">I have spoken for children—children everywhere. Some may reject some of these examples, but none should resist the plea that we unite to increase our concern for the welfare and future of our children—the rising generation.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p36\" class=\"\">We are speaking of the children of God, and with His powerful help, we can do more to help them. In this plea I address not only Latter-day Saints but also all persons of religious faith and others who have a value system that causes them to subordinate their own needs to those of others, especially to the welfare of children.<sup class=\"noteMarker\"><a href=\"#footnote25-10411_000_019\">25<\/a> <span class=\"footnote\">[Latter-day Saints are especially committed to parenthood as one of the most important goals in life (see Pew Research Center’s Forum on Religion and Public Life, <span class=\"emphasis\">Mormons in America: Certain in Their Beliefs, Uncertain of Their Place in Society,<\/span> Jan. 12, 2012, 10, 16, 51).]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p37\" class=\"\">Religious persons are also conscious of the Savior’s New Testament teaching that pure little children are our role models of humility and teachableness:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p38\" class=\"\">“Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p39\" class=\"\">“Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven” (<span class=\"citation\" id=\"123376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123376)\">Matthew 18:3–4<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p40\" class=\"\">In the Book of Mormon we read of the risen Lord teaching the Nephites that they must repent and be baptized “and become as a little child” or they could not inherit the kingdom of God (<span class=\"citation\" id=\"123377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123377)\">3 Nephi 11:38<\/a><\/span>; see also <span class=\"citation\" id=\"123378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123378)\">Moroni 8:10<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/protect-the-children.p41\" class=\"\">I pray that we will humble ourselves as little children and reach out to protect our little children, for they are the future for us, for our Church, and for our nations. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_019\">1.<\/a><\/span>\n\t\t\t\t\t<p>See UNICEF, <span class=\"emphasis\">The State of the World’s Children 2005: Childhood under Threat<\/span> (2004), 26.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_019\">2.<\/a><\/span>\n\t\t\t\t\t<p>See Haya El Nasser, “National Birthrate Lowest in 25 Years,” <span class=\"emphasis\">USA Today,<\/span> July 26, 2012, A1.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_019\">3.<\/a><\/span>\n\t\t\t\t\t<p>See Gilda Sedgh and others, “Induced Abortion: Incidence and Trends Worldwide from 1995 to 2008,” <span class=\"emphasis\">The Lancet,<\/span> vol. 379, no. 9816 (Feb. 18, 2012), 625–32.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_019\">4.<\/a><\/span>\n\t\t\t\t\t<p>See UNICEF, “Young Child Survival and Development,” http:\/\/www.unicef.org\/childsurvival\/index.html.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_019\">5.<\/a><\/span>\n\t\t\t\t\t<p>See World Health Organization, <span class=\"emphasis\">World Health Statistics 2012<\/span> (2012), 109, 118.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_019\">6.<\/a><\/span>\n\t\t\t\t\t<p>Report of Primary general presidency, Sept. 13, 2012.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10411_000_019\">7.<\/a><\/span>\n\t\t\t\t\t<p>Report of Primary general presidency.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10411_000_019\">8.<\/a><\/span>\n\t\t\t\t\t<p>See Jeffrey R. Holland, “Israel, Israel, God Is Calling” (Church Educational System devotional for young adults, Sept. 9, 2012), lds.org\/broadcasts; see also R. Scott Lloyd, “Zion Not Only Where, but How We Live, Says Elder Holland,” <span class=\"emphasis\">Deseret News,<\/span> Sept. 10, 2012, B2.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10411_000_019\">9.<\/a><\/span>\n\t\t\t\t\t<p>See Kim Painter, “Parents Can Inflict Deep Emotional Harm,” <span class=\"emphasis\">USA Today,<\/span> July 30, 2012, B8; Rachel Lowry, “Mental Abuse as Injurious as Other Forms of Child Abuse, Study Shows,” <span class=\"emphasis\">Deseret News,<\/span> Aug. 5, 2012, A3.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10411_000_019\">10.<\/a><\/span>\n\t\t\t\t\t<p>See “End the Abuses,” <span class=\"emphasis\">Deseret News,<\/span> June 12, 2012, A10.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10411_000_019\">11.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “A Little Child Shall Lead Them,” <span class=\"emphasis\">Liahona,<\/span> June 2002, 2; <span class=\"emphasis\">Ensign,<\/span> May 1990, 53.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10411_000_019\">12.<\/a><\/span>\n\t\t\t\t\t<p>W. Bradford Wilcox and Elizabeth Marquardt, eds., <span class=\"emphasis\">The State of Our Unions: Marriage in America<\/span> (2011), 82.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10411_000_019\">13.<\/a><\/span>\n\t\t\t\t\t<p>Mary Ann Glendon, <span class=\"emphasis\">Abortion and Divorce in Western Law: American Failures, European Challenges<\/span> (1987), 108.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10411_000_019\">14.<\/a><\/span>\n\t\t\t\t\t<p>David O. McKay, “Structure of the Home Threatened by Irresponsibility and Divorce,” <span class=\"emphasis\">Improvement Era,<\/span> June 1969, 5.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10411_000_019\">15.<\/a><\/span>\n\t\t\t\t\t<p>See Diana B. Elliott and Tavia Simmons, “Marital Events of Americans: 2009,” <span class=\"emphasis\">American Community Survey Reports,<\/span> Aug. 2011.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10411_000_019\">16.<\/a><\/span>\n\t\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2010, 129.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-10411_000_019\">17.<\/a><\/span>\n\t\t\t\t\t<p>See Dallin H. Oaks, <span class=\"crossRef\"><no-search id=\"00605_000_027\"\/>“Divorce,”<\/span><span class=\"emphasis\"> Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2007, 71.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-10411_000_019\">18.<\/a><\/span>\n\t\t\t\t\t<p>Charles Murray, <span class=\"emphasis\">Coming Apart: The State of White America, 1960–2010<\/span> (2012), 158.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-10411_000_019\">19.<\/a><\/span>\n\t\t\t\t\t<p>Ross Douthat, “Gay Parents and the Marriage Debate,” <span class=\"emphasis\">New York Times,<\/span> June 11, 2012, http:\/\/douthat.blogs.nytimes.com\/2012\/06\/11\/gay-parents-and-the-marriage-debate.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-10411_000_019\">20.<\/a><\/span>\n\t\t\t\t\t<p>See Joyce A. Martin and others, “Births: Final Data for 2010,” <span class=\"emphasis\">National Vital Statistics Reports,<\/span> vol. 61, no. 1 (Aug. 2012), 10.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-10411_000_019\">21.<\/a><\/span>\n\t\t\t\t\t<p>See William J. Doherty and others, <span class=\"emphasis\">Why Marriage Matters: Twenty-One Conclusions from the Social Sciences<\/span> (2002); W. Bradford Wilcox and others, <span class=\"emphasis\">Why Marriage Matters: Thirty Conclusions from the Social Sciences,<\/span> 3rd ed. (2011).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote22-10411_000_019\">22.<\/a><\/span>\n\t\t\t\t\t<p>See Martin, “Births: Final Data for 2010,” 10–11.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote23-10411_000_019\">23.<\/a><\/span>\n\t\t\t\t\t<p>See Wilcox, <span class=\"emphasis\">Why Marriage Matters.<\/span><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote24-10411_000_019\">24.<\/a><\/span>\n\t\t\t\t\t<p>Douthat, “Gay Parents and the Marriage Debate.” The latest and most thorough study finds significant disadvantages reported by young adults with a parent who had same-sex relationships prior to the child’s turning age 18 (see Mark Regnerus, “How Different Are the Adult Children of Parents Who Have Same-Sex Relationships? Findings from the New Family Structures Study,” <span class=\"emphasis\">Social Science Research,<\/span> vol. 41 [2012], 752–70).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_019\"><a name=\"-10411_000_019\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote25-10411_000_019\">25.<\/a><\/span>\n\t\t\t\t\t<p>Latter-day Saints are especially committed to parenthood as one of the most important goals in life (see Pew Research Center’s Forum on Religion and Public Life, <span class=\"emphasis\">Mormons in America: Certain in Their Beliefs, Uncertain of Their Place in Society,<\/span> Jan. 12, 2012, 10, 16, 51).<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}