{"ID":7904, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Joy of the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Let us embrace and understand the wonder and privilege of the priesthood. Let us accept and love the responsibilities we are asked to fulfill.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_024<\/span>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Joy of Flying<\/h2>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p6\" class=\"\">Many years ago a couple of fellow airline captains and I decided to fulfill a boyhood dream of restoring an antique airplane. Together we purchased a worn-down 1938 Piper Cub and started the work of returning it to its original form. The project was a labor of love. It had special meaning for me because I had learned to fly in a similar airplane when I was a young man.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p7\" class=\"\">This airplane was first built only 35 years after the Wright brothers made their famous first flight. Just thinking of that makes me feel very old.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p8\" class=\"\">The engine did not have an electric starter; as you were priming the engine from the cockpit, someone else on the ground would grab hold of the propeller and hurl it with might until the engine would run on its own. Each engine start was a moment of excitement and bravery.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p9\" class=\"\">Once the plane was airborne, it became clear the Piper Cub was not built for speed. As a matter of fact, when there was a strong headwind, it seemed as though we were not moving at all. I remember flying together with my teenage son, Guido, above the autobahn in Germany, and sure enough, the cars below passed us comfortably!<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p10\" class=\"\">But, oh, how I loved this little plane! It was the perfect way to experience the wonder and beauty of flight. You could hear, feel, smell, taste, and see what flying was all about. The Wright brothers expressed it this way: “There is [nothing] equal to that which aviators enjoy while being carried through the air on great white wings.”<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_024\">1<\/a> <span class=\"footnote\">[Wilbur Wright, in James Tobin, <span class=\"emphasis\">To Conquer the Air: The Wright Brothers and the Great Race for Flight<\/span> (2003), 238.]<\/span><\/sup><\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p11\" class=\"\">In contrast, earlier this year I had the privilege to fly in a sophisticated F-18 fighter jet with the world-famous Blue Angels, the United States Navy’s flight demonstration team. It was like taking a flight above and along memory lane because exactly 50 years before, almost to the day, I had completed my training as an air force fighter pilot.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p12\" class=\"\">The F-18 flight experience, of course, was totally different from the one in the Piper Cub. It showed me a more dynamic beauty of flying. It was like applying the existing laws of aerodynamics in a more perfect way. However, flying with the Blue Angels also quickly reminded me that being a jet fighter pilot is a young man’s game. To quote the Wright brothers again, “More than anything else the sensation [of flying] is one of perfect peace, mingled with an excitement that strains every nerve to the utmost.”<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_024\">2<\/a> <span class=\"footnote\">[Wright brothers, in Tobin, <span class=\"emphasis\">To Conquer the Air,<\/span> 397.]<\/span><\/sup> In addition, flying with the Blue Angels suggested a totally different way of having “angels” round about you and bearing you up.<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p13\" class=\"\">If you were to ask me which of these two flying experiences I enjoyed more, I’m not sure I could tell you. In some obvious ways, they were very different, to say the least. And yet in other ways, they were very much the same.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p14\" class=\"\">In both the Piper Cub and the F-18, I felt the excitement, beauty, and joy of flight. In both I could feel the call of the poet to “[slip] the surly bonds of Earth and [dance] the skies on laughter-silvered wings.”<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_024\">3<\/a> <span class=\"footnote\">[John Gillespie Magee Jr., “High Flight,” in Diane Ravitch, ed., <span class=\"emphasis\">The American Reader: Words That Moved a Nation<\/span> (1990), 486.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Same Priesthood Everywhere<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p16\" class=\"\">Now, you might ask, what do these two totally different flying experiences have to do with our meeting today or with the priesthood we are privileged to bear or with the priesthood service we all love so much?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p17\" class=\"\">Brethren, isn’t it true that our individual experiences of service in the priesthood may all be quite different? We could say some of you are flying in F-18 jets, while others are flying in Piper Cubs. Some of you live in wards and stakes where every position, from assistant to the high priests group leader to the deacons quorum secretary, is filled with an active priesthood holder. Yours is the privilege to participate in a ward organization that is well staffed.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p18\" class=\"\">Others of you live in areas of the world where there is only a small handful of Church members and priesthood holders. You may feel alone and burdened with the weight of all that needs to be done. For you it may take a lot of personal hands-on involvement to get the engine of priesthood service started. Sometimes it may even seem that your branch or ward is not moving forward at all.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p19\" class=\"\">However, no matter what your responsibilities or circumstances may be, you and I know there is always a special joy that comes from dedicated priesthood service.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p20\" class=\"\">I always loved flying, whether it was in a Piper Cub, an F-18, or any other plane. While in the Piper Cub, I did not complain about the lack of speed; while in the F-18, I did not grumble when the strain of the aerobatic maneuvers mercilessly revealed the realities of my advancing age.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p21\" class=\"\">Yes, there is always something imperfect in any situation. Yes, it is easy to find things to complain about.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p22\" class=\"\">But brethren, we are bearers of the Holy Priesthood, after the Order of the Son of God! Each of us had hands laid upon our head, and we received the priesthood of God. We have been given authority and responsibility to act in His name as His servants on earth. Whether in a large ward or a small branch, we are called upon to serve, to bless, and to act in all things for the good of everyone and everything entrusted to our care. Could there be anything more exhilarating?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p23\" class=\"\">Let us understand, appreciate, and feel the joy of service in the priesthood.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Joy of the Priesthood<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p25\" class=\"\">My love for flying influenced the direction of my entire life. But as invigorating and blissful as my experiences as a pilot were, my experiences as a member of this Church have been much deeper, more joyful, and far more profound. As I have immersed myself in Church service, I have felt God’s almighty power as well as His tender mercies.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p26\" class=\"\">As a pilot, I have touched the skies. As a Church member, I have felt heaven’s embrace.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p27\" class=\"\">Every now and then, I miss sitting in a cockpit. But serving alongside my brothers and sisters in the Church easily makes up for it. Being able to feel the sublime peace and joy that grow from being a small part of this great cause and work, I would not want to miss for anything in the world.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p28\" class=\"\">Today we are assembled as a vast body of the priesthood. It is our sacred joy and privilege to serve the Lord and our fellowmen, to commit the best that is within us to the noble cause of lifting others and building the kingdom of God.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p29\" class=\"\">We know and understand that the priesthood is the eternal power and authority of God. We can easily recite this definition from memory. However, do we truly comprehend the significance of what we’re saying? Let me repeat: <span class=\"emphasis\">the priesthood is the eternal power and authority of God.<\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p30\" class=\"\">Think of it. Through the priesthood, God created and governs the heavens and the earth.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p31\" class=\"\">Through this power, He redeems and exalts His children, bringing “to pass the immortality and eternal life of man.”<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_024\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123466)\">Moses 1:39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p32\" class=\"\">The priesthood, as the Prophet Joseph Smith explained, is “the channel through which the Almighty commenced revealing His glory at the … creation of this earth, and through which He has continued to reveal Himself to the children of men to the present time, and through which He will make known His purposes to the end of time.”<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_024\">5<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 108–9.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p33\" class=\"\">Our all-powerful Father in Heaven has entrusted priesthood authority to us—mortal beings who, by definition, are flawed and imperfect. He grants to us the authority to act in His name for the salvation of His children. By this great power we are authorized to preach the gospel, administer the ordinances of salvation, help build the kingdom of God on the earth, and bless and serve our families and our fellowmen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Available to All<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p35\" class=\"\">This is the sacred priesthood we bear.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p36\" class=\"\">The priesthood, or any responsibility within it, cannot be purchased or commanded. The use of priesthood power cannot be influenced, swayed, or compelled by position, by wealth, or by influence. It is a spiritual power that operates on heavenly law. It originates in the great Heavenly Father of us all. Its power can be controlled and directed only through principles of righteousness,<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_024\">6<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123467)\">Doctrine and Covenants 121:36<\/a><\/span>.]<\/span><\/sup> not self-righteousness.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p37\" class=\"\">Christ is the source of all true priesthood authority and power on earth.<sup class=\"noteMarker\"><a href=\"#footnote7-10411_000_024\">7<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123468)\">Hebrews 5:4–10<\/a><\/span>; <span class=\"citation\" id=\"123469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123469)\">Doctrine and Covenants 107:3<\/a><\/span>.]<\/span><\/sup> It is His work, in which we are privileged to assist. “And no one can assist in this work except he shall be humble and full of love, having faith, hope, and charity, being temperate in all things, whatsoever shall be entrusted to his care.”<sup class=\"noteMarker\"><a href=\"#footnote8-10411_000_024\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123470)\">Doctrine and Covenants 12:8<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p38\" class=\"\">We do not act for personal gain, but rather we seek to serve and to lift up others. We lead not by force but through “persuasion, … long-suffering, … gentleness and meekness, and by love unfeigned.”<sup class=\"noteMarker\"><a href=\"#footnote9-10411_000_024\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123471)\">Doctrine and Covenants 121:41<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p39\" class=\"\">The priesthood of Almighty God is available to worthy men wherever they may be—no matter their ancestry, no matter how humble their circumstances, in the nearest or farthest reaches of the globe. It is available without money or any worldly price. To paraphrase the ancient prophet Isaiah, <span class=\"emphasis\">everyone<\/span> who is thirsty can come to the waters, and no money is required to come and eat!<sup class=\"noteMarker\"><a href=\"#footnote10-10411_000_024\">10<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123472)\">Isaiah 55:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p40\" class=\"\">And because of the eternal and unfathomable Atonement of our Savior, Jesus Christ, the priesthood of God can be available even if you have stumbled or have been unworthy in the past. Through the spiritually refining and cleansing process of repentance, you can “arise and shine forth”!<sup class=\"noteMarker\"><a href=\"#footnote11-10411_000_024\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123473)\">Doctrine and Covenants 115:5<\/a><\/span>.]<\/span><\/sup> Because of the boundless, forgiving love of our Savior and Redeemer, you can lift up your eyes, become clean and worthy, and develop into righteous and noble sons of God—worthy bearers of the most sacred priesthood of Almighty God.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Wonder and Privilege of the Priesthood<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p42\" class=\"\">I feel a certain sadness for those who do not grasp and appreciate the wonder and privilege of the priesthood. They are like passengers on an airplane who spend their time grumbling about the size of the packet of peanuts while they are soaring through the air, far above the clouds—something ancient kings would have given all they possessed to try and experience just once!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p43\" class=\"\">Brethren, we are blessed to be humble partakers of this great priesthood authority and power. Let us lift up our eyes and see, recognize, and accept this opportunity for what it really is.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p44\" class=\"\">Through righteous, loving, and dedicated priesthood service, we will be able to experience the true meaning of the revelation: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote12-10411_000_024\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123474)\">Doctrine and Covenants 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p45\" class=\"\">Let us embrace and understand the wonder and privilege of the priesthood. Let us accept and love the responsibilities we are asked to fulfill—responsibilities in our homes and in our Church units, no matter how large or small they may be. Let us constantly increase in righteousness, dedication, and priesthood service. Let us find the joy of serving in the priesthood!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p46\" class=\"\">We can do this best by applying the principles of knowledge, obedience, and faith.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p47\" class=\"\">That means, first, we need to know and internalize the doctrine of the priesthood found in the revealed word of God. It is important for us to understand the covenants and commandments upon which the priesthood operates.<sup class=\"noteMarker\"><a href=\"#footnote13-10411_000_024\">13<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123475)\">Doctrine and Covenants 84:33–44<\/a><\/span>; <span class=\"citation\" id=\"123476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123476)\">121:34–46<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p48\" class=\"\">Next, let us be wise and act upon this gained knowledge constantly and honorably. As we obey God’s laws, discipline our minds and bodies, and attune our actions to the patterns of righteousness taught by the prophets, we will experience the joy of priesthood service.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p49\" class=\"\">And finally, let us deepen our faith in our Lord, Jesus Christ. Let us take upon ourselves His name and commit each single day to walk anew in the path of discipleship. Let our works make our faith perfect.<sup class=\"noteMarker\"><a href=\"#footnote14-10411_000_024\">14<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123477)\">James 2:22<\/a><\/span>.]<\/span><\/sup> Through discipleship we may be perfected one step at a time by serving our family, our fellowmen, and God.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p50\" class=\"\">When we serve in the priesthood with all our heart, might, mind, and strength, we have a promise of sublime knowledge, peace, and spiritual gifts. As we honor the holy priesthood, God will honor us, and we will “stand blameless before [Him] at the last day.”<sup class=\"noteMarker\"><a href=\"#footnote15-10411_000_024\">15<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123478)\">Doctrine and Covenants 4:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-joy-of-the-priesthood.p51\" class=\"\">That we may always have eyes to see and a heart to feel the wonder and joy of the priesthood of our great and mighty God is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_024\">1.<\/a><\/span>\n\t\t\t\t\t<p>Wilbur Wright, in James Tobin, <span class=\"emphasis\">To Conquer the Air: The Wright Brothers and the Great Race for Flight<\/span> (2003), 238.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_024\">2.<\/a><\/span>\n\t\t\t\t\t<p>Wright brothers, in Tobin, <span class=\"emphasis\">To Conquer the Air,<\/span> 397.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_024\">3.<\/a><\/span>\n\t\t\t\t\t<p>John Gillespie Magee Jr., “High Flight,” in Diane Ravitch, ed., <span class=\"emphasis\">The American Reader: Words That Moved a Nation<\/span> (1990), 486.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_024\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123466)\">Moses 1:39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_024\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 108–9.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_024\">6.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123467)\">Doctrine and Covenants 121:36<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10411_000_024\">7.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123468)\">Hebrews 5:4–10<\/a><\/span>; <span class=\"citation\" id=\"123469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123469)\">Doctrine and Covenants 107:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10411_000_024\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123470)\">Doctrine and Covenants 12:8<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10411_000_024\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123471)\">Doctrine and Covenants 121:41<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10411_000_024\">10.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123472)\">Isaiah 55:1<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10411_000_024\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123473)\">Doctrine and Covenants 115:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10411_000_024\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123474)\">Doctrine and Covenants 84:88<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10411_000_024\">13.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123475)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123475)\">Doctrine and Covenants 84:33–44<\/a><\/span>; <span class=\"citation\" id=\"123476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123476)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123476)\">121:34–46<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10411_000_024\">14.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123477)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123477)\">James 2:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_024\"><a name=\"-10411_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10411_000_024\">15.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123478)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123478)\">Doctrine and Covenants 4:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}