{"ID":7905, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Help Them Aim High\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p2\" class=\"\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">With your guidance, those you lead will be able to see, want, and believe they can achieve their full potential for service in God’s kingdom.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_025<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p5\" class=\"\">I’m so grateful for this opportunity to be in this great priesthood meeting, to have heard such wonderful teaching and testimony. It made me think of my own experience. Almost everything that I’ve been able to accomplish as a priesthood bearer is because individuals who knew me saw things in me that I couldn’t see.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p6\" class=\"\">As a young father I prayed to know what contributions my children might make in the Lord’s kingdom. For the boys, I knew they could have priesthood opportunities. For the girls, I knew they would give service representing the Lord. All would be doing His work. I knew each was an individual, and therefore the Lord would have given them specific gifts for each to use in His service.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p7\" class=\"\">Now, I cannot tell every father and every leader of youth the details of what is best for you to do. But I can promise you that you will bless them to help them recognize the spiritual gifts with which they were born. Every person is different and has a different contribution to make. No one is destined to fail. As you seek revelation to see gifts God sees in those you lead in the priesthood—particularly the young—you will be blessed to lift their sights to the service they can perform. With your guidance, those you lead will be able to see, want, and believe they can achieve their full potential for service in God’s kingdom.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p8\" class=\"\">With my own children, I prayed for revelation to know how I could help each of them individually prepare for specific opportunities to serve God. And then I tried to help them visualize, hope, and work for this future. I carved a board for each son with a quotation from scripture that described his special gifts and an image that represented this gift. Beneath the picture and the legend, I carved the dates of each boy’s baptism and ordination into priesthood offices, with his height marked at the date of each milestone.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p9\" class=\"\">I will describe the boards I carved for each son to help him see his spiritual gifts and what he might contribute in the Lord’s work. You can be inspired to recognize, as I did, specific gifts and unique opportunities for each of the youth you love and lead.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p10\" class=\"\">When my oldest son became a deacon and an Eagle Scout, a picture of an eagle came to my mind as I thought of him and his future. We were living in Idaho near the base of the South Teton mountain, where we hiked together and watched the eagles soar. That picture in my mind gave me the feeling of Isaiah’s words:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p11\" class=\"\">“He giveth power to the faint; and to them that have no might he increaseth strength.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p12\" class=\"\">“Even the youths shall faint and be weary, and the young men shall utterly fall:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p13\" class=\"\">“But they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.”<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_025\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123479)\">Isaiah 40:29–31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p14\" class=\"\">In fact, with that oldest son, we had stopped hiking below the peak of the South Teton because my son grew weary. He wanted to stop. He said, “Will I always be sorry that we didn’t make it to the top? Dad, you go on—I don’t want you to be disappointed.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p15\" class=\"\">I replied, “I’ll never be disappointed, and you’ll never be sorry. We’ll always remember that we climbed here together.” At the top of his height board, I carved an eagle and the inscription “On Eagles’ Wings.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p16\" class=\"\">Over the years, my son soared higher as a missionary than I had imagined in my fondest hopes. In the challenges of the mission field, some of what he faced seemed to be above his reach. For the boy you lift, it may be, as it was for my son, that the Lord lifted him higher in preaching the gospel in a difficult language than I had thought possible. If you will try with any young man to sense his priesthood possibilities, I promise you the Lord will tell you as much as you need. The boy may have potential even beyond what the Lord will reveal to you. Help him aim high.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p17\" class=\"\">The boy you are encouraging may seem too timid to be a powerful priesthood servant. Another one of my sons was so shy as a little boy that he wouldn’t walk into a store and talk to a clerk. He was too afraid. I worried as I prayed over his priesthood future. I thought of him in the mission field—that didn’t sound promising. I was led to a scripture in Proverbs: “The wicked flee when no man pursueth: but the righteous are bold as a lion.”<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_025\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123480)\">Proverbs 28:1<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p18\" class=\"\">I carved “Bold as a Lion” on his board, beneath an image of a large lion’s head roaring. On his mission and in the years that followed, he fulfilled the hope in my carving. My once-shy son preached the gospel with great conviction and faced dangers with bravery. He was magnified in his responsibilities to represent the Lord.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p19\" class=\"\">That can happen for the young man you are leading. You need to build his faith that the Lord can transform him into a servant braver than the timid boy you now see.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p20\" class=\"\">We know the Lord makes His servants bold. The young boy Joseph who saw God the Father and His Son, Jesus Christ, in a grove of trees was transformed into a spiritual giant. Parley P. Pratt saw that when the Prophet Joseph Smith rebuked the vile guards who held them captive. Elder Pratt recorded:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p21\" class=\"\">“On a sudden he arose to his feet, and spoke in a voice of thunder, or as the roaring lion, uttering, as near as I can recollect, the following words:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p22\" class=\"\">“‘<span class=\"emphasis\">SILENCE, ye fiends of the infernal pit. In the name of Jesus Christ I rebuke you, and command you to be still; I will not live another minute and hear such language. Cease such talk, or you or I die THIS INSTANT!<\/span>’”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p23\" class=\"\">Of that experience, Elder Pratt wrote, “Dignity and majesty have I seen but <span class=\"emphasis\">once,<\/span> as it stood in chains, at midnight, in a dungeon in an obscure village of Missouri.”<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_025\">3<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Autobiography of Parley P. Pratt,<\/span> ed. Parley P. Pratt Jr. (1938), 211.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p24\" class=\"\">The Lord will give His righteous servants opportunities to be bold as lions when they speak in His name and as witnesses in His priesthood.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p25\" class=\"\">Another son, even as a boy, had a large circle of friends who often sought his company. He forged bonds easily among people. As I prayed and tried to foresee his contribution in God’s kingdom, I felt that he would have the power to draw people together in love and unity.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p26\" class=\"\">That led me to the account in the Doctrine and Covenants that describes the efforts of priesthood elders to build Zion in Missouri to the acclaim of angels who saw their efforts and their contributions. That required great sacrifice. The revelation in the Doctrine and Covenants says, “Nevertheless, ye are blessed, for the testimony which ye have borne is recorded in heaven for the angels to look upon; and they rejoice over you, and your sins are forgiven you.”<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_025\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123481)\">Doctrine and Covenants 62:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p27\" class=\"\">On my son’s height board, I carved “Angels Rejoice over You.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p28\" class=\"\">This son’s great ability to gather and influence people extended well beyond his school years. With fellow priesthood holders, he organized stake activities that gave the youth in his area faith to endure and even triumph in difficult situations. As he built faith in these young men and women, he helped build outposts of Zion in the urban centers of America. In the carving, I had the angels blowing trumpets, which may not be exactly how they do it, but it was easier to carve a trumpet than a shout.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p29\" class=\"\">Angels rejoice as priesthood leaders across the world build Zion in their wards, stakes, and missions. And they will rejoice over the young men and women you help to build Zion wherever they are and in whatever circumstances they may be. Zion is the result of people bound by covenant and love. I invite you to help your youth to join.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p30\" class=\"\">For one of my sons, I was prompted to carve a sun—that is, the sun in the sky—and the words from the Savior’s Intercessory Prayer: “This Is Life Eternal.” Near the end of His mortal ministry, the Savior prayed to His Father:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p31\" class=\"\">“And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p32\" class=\"\">“I have glorified thee on the earth: I have finished the work which thou gavest me to do.”<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_025\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123482)\">John 17:3–4<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p33\" class=\"\">My son has given priesthood service across three continents but most importantly in his home and within his family. He has built his life around them. He works close to home, and he often returns to join his wife and younger children at the lunch hour. His family lives very near Sister Eyring and me. They care for our yard as though it were their own. This son is living not only to qualify for eternal life but also to live surrounded eternally by grateful family members whom he is gathering around him.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p34\" class=\"\">Life eternal is to live in unity, in families, with the Father, the Son, and the Holy Ghost. Eternal life is only possible through the keys of the priesthood of God, which were restored through the Prophet Joseph Smith. Holding that eternal goal before the youth you lead is as great a gift as you could give them. You will do it primarily by example in your own family. Those you lead may not have a family in the Church, but I challenge you to help them feel and want the love of family on both sides of the veil.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p35\" class=\"\">The height boards I have described are only one way to help young people glimpse the grandeur God sees in them and their futures and the unique service He has prepared them to give. He will help you see how to do it for your children or for other youth you lead. But as you prayerfully seek to glimpse this future for yourself and to communicate it to the young person one on one, you will come to know that God loves each of His children as individuals and sees great and unique gifts in each of them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p36\" class=\"\">As a father I was blessed to see great futures in God’s kingdom for my daughters as well as my sons. When I prayerfully sought guidance, I was shown a way to help my daughters recognize the trust God had placed in them as servants who could build His kingdom.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p37\" class=\"\">When my daughters were young, I saw that we could help others feel the love of those beyond the veil, throughout the generations. I knew that love comes from service and inspires hope of life eternal.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p38\" class=\"\">So we carved breadboards on which we placed a loaf of homemade bread and went together to deliver our offering to widows, widowers, and families. The legend I carved on each of those breadboards read, “J’aime et J’espere,” French for “I love and I hope.” The evidence of their unique spiritual gifts appeared not just on the boards I carved but more clearly as we distributed them to those who needed, in the midst of pain or loss, reassurance that the love of the Savior and His Atonement could produce a perfect brightness of hope. This is life eternal for my daughters and for each of us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p39\" class=\"\">Now, you may be thinking, “Brother Eyring, are you saying that I have to learn how to carve?” The answer is no. I learned to carve only with the help of a kind and gifted mentor, then-Elder Boyd K. Packer. What little skill I achieved can be attributed to his great gift as a carver and his patience as a teacher. Only heaven can provide such a mentor as President Packer. But there are many ways you can shape children’s hearts without carving wooden boards or height boards for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p40\" class=\"\">For example, new communication technologies allow sharing messages of faith and hope across the miles that separate us, instantaneously and at little or no cost. My wife helps me do this. We begin by talking by telephone with grandchildren or children we can reach. We ask them to share stories of their personal successes and their service rendered. We also invite them to send photos of those activities. We use those photos to illustrate a few paragraphs of text. We add one or two verses from the Book of Mormon. Perhaps Nephi and Mormon wouldn’t be very impressed by the spiritual quality of our content or the limited effort required to create what we call “The Family Journal: The Small Plates.” But Sister Eyring and I are blessed by the effort. We feel inspired in selecting the passages of scripture and the brief messages of testimony we write. And we see evidence in their lives of their hearts being turned toward us and to the Savior and upward.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p41\" class=\"\">There are other ways to reach out; you are already engaged in many of them. Your habits of family prayer and scripture reading will create more lasting memories and greater changes of heart than you may realize now. Even apparently temporal activities, such as attending an athletic event or watching a movie, can shape a child’s heart. What matters is not the activity but the feelings that come as you do it. I have discovered a good test for identifying activities with the potential to make a great difference in a young person’s life. It is that they suggest the activity out of an interest they feel has come to them as a gift from God. I know that is possible from my own experience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p42\" class=\"\">When I became a deacon at the age of 12, I lived in New Jersey, 50 miles (80 km) from New York City. I dreamed of being a great baseball player. My father agreed to take me to see a game played in the old and storied Yankee Stadium, in the Bronx. I can still see the swing of the bat as Joe DiMaggio hit a home run into the center field stands with my father sitting beside me, the only time we ever went to a major league baseball game together.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p43\" class=\"\">But another day with my father shaped my life forever. He took me from New Jersey to the home of an ordained patriarch in Salt Lake City. I had never seen the man before. My father left me at the doorstep. The patriarch led me to a chair, placed his hands on my head, and pronounced a blessing as a gift from God that included a declaration of the great desire of my heart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p44\" class=\"\">He said that I was one of those of whom it had been said, “Blessed are the peacemakers.”<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_025\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123483)\">Matthew 5:9<\/a><\/span>.]<\/span><\/sup> I was so surprised that a perfect stranger could know my heart that I opened my eyes to see the room where such a miracle was happening. That blessing of my possibilities has shaped my life, my marriage, and my priesthood service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p45\" class=\"\">From that experience and what has followed it, I can testify, “For all have not every gift given unto them; for there are many gifts, and to every man is given a gift by the Spirit of God.”<sup class=\"noteMarker\"><a href=\"#footnote7-10411_000_025\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123484)\">Doctrine and Covenants 46:11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p46\" class=\"\">By the Lord revealing to me a gift, I have been able to recognize and prepare for opportunities to exercise it to the blessing of those I love and serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p47\" class=\"\">God knows our gifts. My challenge to you and to me is to pray to know the gifts we have been given, to know how to develop them, and to recognize the opportunities to serve others that God provides us. But most of all, I pray that you will be inspired to help others discover their special gifts from God to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/help-them-aim-high.p48\" class=\"\">I promise you that if you ask, you will be blessed to help and lift others to their full potential in the service of those they lead and love. I testify to you that God lives, Jesus is the Christ, this is the priesthood of God, which we hold, and God has prepared us with special gifts to serve Him beyond our fondest hopes. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_025\"><a name=\"-10411_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_025\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123479)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123479)\">Isaiah 40:29–31<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_025\"><a name=\"-10411_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_025\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123480)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123480)\">Proverbs 28:1<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_025\"><a name=\"-10411_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_025\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Autobiography of Parley P. Pratt,<\/span> ed. Parley P. Pratt Jr. (1938), 211.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_025\"><a name=\"-10411_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_025\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123481)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123481)\">Doctrine and Covenants 62:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_025\"><a name=\"-10411_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_025\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123482)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123482)\">John 17:3–4<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_025\"><a name=\"-10411_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_025\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123483)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123483)\">Matthew 5:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_025\"><a name=\"-10411_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10411_000_025\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123484)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123484)\">Doctrine and Covenants 46:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}