{"ID":7907, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Where Is the Pavilion?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p2\" class=\"\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">The pavilion that seems to intercept divine aid does not cover God but occasionally covers us. God is never hidden, yet sometimes we are.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_028<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p5\" class=\"\">In the depths of his anguish in Liberty Jail, the Prophet Joseph Smith cried out: “O God, where art thou? And where is the pavilion that covereth thy hiding place?”<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_028\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123492)\">Doctrine and Covenants 121:1<\/a><\/span>.]<\/span><\/sup> Many of us, in moments of personal anguish, feel that God is far from us. The pavilion that seems to intercept divine aid does not cover God but occasionally covers us. God is never hidden, yet sometimes we are, covered by a pavilion of motivations that draw us away from God and make Him seem distant and inaccessible. Our own desires, rather than a feeling of “Thy will be done,”<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_028\">2<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123493)\">Matthew 6:10<\/a><\/span>; <span class=\"citation\" id=\"123494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123494)\">Luke 11:2<\/a><\/span>; <span class=\"citation\" id=\"123495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123495)\">3 Nephi 13:10<\/a><\/span>; <span class=\"citation\" id=\"123496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123496)\">Ether 12:29<\/a><\/span>; <span class=\"citation\" id=\"123497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123497)\">Doctrine and Covenants 109:44<\/a><\/span>; <span class=\"citation\" id=\"123498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123498)\">Moses 4:2<\/a><\/span>.]<\/span><\/sup> create the feeling of a pavilion blocking God. God is not unable to see us or communicate with us, but we may be unwilling to listen or submit to His will and His time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p6\" class=\"\">Our feelings of separation from God will diminish as we become more childlike before Him. That is not easy in a world where the opinions of other human beings can have such an effect on our motives. But it will help us recognize this truth: God is close to us and aware of us and never hides from His faithful children.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p7\" class=\"\">My three-year-old granddaughter illustrated the power of innocence and humility to connect us with God. She went with her family to the open house of the Brigham City Temple in Utah. In one of the rooms of that beautiful building, she looked around and asked, “Mommy, where is Jesus?” Her mother explained that she would not see Jesus in the temple, but she would be able to feel His influence in her heart. Eliza carefully considered her mother’s response and then seemed satisfied and said, “Oh, Jesus is gone helping someone,” she concluded.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p8\" class=\"\">No pavilion obscured Eliza’s understanding or obstructed her view of reality. God is close to her, and she feels close to Him. She knew that the temple is the house of the Lord but also understood that the resurrected and glorified Jesus Christ has a body and can only be in one place at a time.<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_028\">3<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123499)\">Doctrine and Covenants 130:22<\/a><\/span>.]<\/span><\/sup> If He was not at His house, she recognized that He must be in another place. And from what she knows of the Savior, she knew that He would be somewhere doing good for His Father’s children. It was clear that she had hoped to see Jesus, not for a confirming miracle of His existence but simply because she loved Him.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p9\" class=\"\">The Spirit could reveal to her childlike mind and heart the comfort all of us need and want. Jesus Christ lives, knows us, watches over us, and cares for us. In moments of pain, loneliness, or confusion, we do not need to see Jesus Christ to know that He is aware of our circumstances and that His mission is to bless.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p10\" class=\"\">I know from my own life that Eliza’s experience can be our own long after we leave childhood. In the early years of my career, I worked hard to secure a tenured professorship at Stanford University. I thought I had made a good life for myself and for my family. We lived close to my wife’s parents in very comfortable surroundings. By the world’s standards, I had achieved success. But I was given by the Church the chance to leave California and go to Ricks College in Rexburg, Idaho. My lifetime professional objectives might have been a pavilion dividing me from a loving Father who knew better than I did what my future could hold. But I was blessed to know that whatever success I had in my career and family life to that point was a gift from God. And so, like a child, I knelt in prayer to ask what I should do. I was able to hear a quiet voice in my mind that said, “It’s my school.” There was no pavilion shielding me from God. In faith and humility, I submitted my will to His and felt His care and closeness.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p11\" class=\"\">My years at Ricks College, during which I tried to seek God’s will and do it, kept the pavilion from covering me or obscuring God’s active role in my life. As I sought to do His work, I felt close to Him and felt assurance that He knew of my affairs and cared deeply for my happiness. But as they had at Stanford, worldly motivations began to present themselves to me. One was an attractive job offer, extended just as I was finishing my fifth year as president of Ricks College. I considered the offer and prayed about it and even discussed it with the First Presidency. They responded with warmth and a little humor but certainly not with any direction. President Spencer W. Kimball listened to me describe the offer I had received from a large corporation and said: “Well, Hal, that sounds like a wonderful opportunity! And if we ever needed you, we’d know where to find you.” They would have known where to find me, but my desires for professional success might have created a pavilion that would make it hard for me to find God and harder for me to listen to and follow His invitations.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p12\" class=\"\">My wife, sensing this, had a strong impression that we were not to leave Ricks College. I said, “That’s good enough for me.” But she insisted, wisely, that I must get my own revelation. And so I prayed again. This time I did receive direction, in the form of a voice in my mind that said, “I’ll <span class=\"emphasis\">let<\/span> you stay at Ricks College a little longer.” My personal ambitions might have clouded my view of reality and made it hard for me to receive revelation.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p13\" class=\"\">Thirty days after I was blessed with the inspired decision to turn down the job offer and stay at Ricks College, the Teton Dam burst nearby. God knew that dam would burst and that hundreds of people would need help. He let me seek counsel and gain His permission to stay at Ricks College. He knew all the reasons that my service might still be valuable at the college and in Rexburg. So I was there to ask Heavenly Father frequently in prayer that He would have me do those things that would help the people whose property and lives had been damaged. I spent hours working with other people to clear mud and water from homes. My desire to know and do His will gave me a soul-stretching opportunity.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p14\" class=\"\">That incident illustrates another way we can create a barrier to knowing God’s will or feeling His love for us: we can’t insist on <span class=\"emphasis\">our<\/span> timetable when the Lord has His own. I thought I had spent enough time in my service in Rexburg and was in a hurry to move on. Sometimes our insistence on acting according to our own timetable can obscure His will for us.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p15\" class=\"\">In Liberty Jail, the Prophet Joseph asked the Lord to punish those who persecuted the members of the Church in Missouri. His prayer was for sure and swift retribution. But the Lord responded that in “not many years hence,”<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_028\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123500)\">Doctrine and Covenants 121:15<\/a><\/span>.]<\/span><\/sup> He would deal with those enemies of the Church. In the 24th and 25th verses of the 121st section of the Doctrine and Covenants, He says:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p16\" class=\"\">“Behold, mine eyes see and know all their works, and I have in reserve a swift judgment in the season thereof, for them all;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p17\" class=\"\">“For there is a time appointed for every man, according as his works shall be.”<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_028\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123501)\">Doctrine and Covenants 121:24–25<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p18\" class=\"\">We remove the pavilion when we feel and pray, “Thy will be done” and “in Thine own time.” His time should be soon enough for us since we know that He wants only what is best.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p19\" class=\"\">One of my daughters-in-law spent many years feeling that God had placed a pavilion over her. She was a young mother of three who longed for more children. After two miscarriages, her prayers of pleading grew anguished. As more barren years passed, she felt tempted to anger. When her youngest went off to school, the emptiness of her house seemed to mock her focus on motherhood—so did the unplanned and even unwanted pregnancies of acquaintances. She felt as committed and consecrated as Mary, who declared, “Behold the handmaid of the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_028\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123502)\">Luke 1:38<\/a><\/span>.]<\/span><\/sup> But although she spoke these words in her heart, she could hear nothing in reply.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p20\" class=\"\">Hoping to lift her spirits, her husband invited her to join him on a business trip to California. While he attended meetings, she walked along the beautiful, empty beach. Her heart ready to burst, she prayed aloud. For the first time, she asked not for another child but for a divine errand. “Heavenly Father,” she cried, “I will give you all of my time; please show me how to fill it.” She expressed her willingness to take her family wherever they might be required to go. That prayer produced an unexpected feeling of peace. It did not satisfy her mind’s craving for certainty, but for the first time in years, it calmed her heart.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p21\" class=\"\">The prayer removed the pavilion and opened the windows of heaven. Within two weeks she learned that she was expecting a child. The new baby was just one year old when a mission call came to my son and my daughter-in-law. Having promised to go and do anything, anywhere, she put fear aside and took her children overseas. In the mission field she had another child—on a missionary transfer day.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p22\" class=\"\">Submitting fully to heaven’s will, as this young mother did, is essential to removing the spiritual pavilions we sometimes put over our heads. But it does not guarantee immediate answers to our prayers.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p23\" class=\"\">Abraham’s heart seems to have been right long before Sarah conceived Isaac and before they received their promised land. Heaven had other purposes to fulfill first. Those purposes included not only building Abraham and Sarah’s faith but also teaching them eternal truths that they shared with others on their long, circuitous route to the land prepared for them. The Lord’s delays often seem long; some last a lifetime. But they are always calculated to bless. They need never be times of loneliness or sorrow or impatience.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p24\" class=\"\">Although His time is not always our time, we can be sure that the Lord keeps His promises. For any of you who now feel that He is hard to reach, I testify that the day will come that we all will see Him face to face. Just as there is nothing now to obscure His view of us, there will be nothing to obscure our view of Him. We will all stand before Him, in person. Like my granddaughter, we want to see Jesus Christ now, but our certain reunion with Him at the judgment bar will be more pleasing if we first do the things that make Him as familiar to us as we are to Him. As we serve Him, we become like Him, and we feel closer to Him as we approach that day when nothing will hide our view.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p25\" class=\"\">The movement toward God can be ongoing. “Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world,”<sup class=\"noteMarker\"><a href=\"#footnote7-10411_000_028\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123503)\">Matthew 25:34<\/a><\/span>.]<\/span><\/sup> the Savior teaches. And then He tells us how:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p26\" class=\"\">“For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p27\" class=\"\">“Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p28\" class=\"\">“Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p29\" class=\"\">“When saw we thee a stranger, and took thee in? or naked, and clothed thee?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p30\" class=\"\">“Or when saw we thee sick, or in prison, and came unto thee?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p31\" class=\"\">“And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.”<sup class=\"noteMarker\"><a href=\"#footnote8-10411_000_028\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123504)\">Matthew 25:35–40<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p32\" class=\"\">As we do what He would have us do for His Father’s children, the Lord considers it kindness to Him, and we will feel closer to Him as we feel His love and His approval. In time we will become like Him and will think of the Judgment Day with happy anticipation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p33\" class=\"\">The pavilion that seems to be hiding you from God may be fear of man rather than this desire to serve others. The Savior’s only motivation was to help people. Many of you, as I have, have felt fear in approaching someone you have offended or who has hurt you. And yet I have seen the Lord melt hearts time after time, including my own. And so I challenge you to go for the Lord to someone, despite any fear you may have, to extend love and forgiveness. I promise you that as you do, you will feel the love of the Savior for that person and His love for you, and it will not seem to come from a great distance. For you, that challenge may be in a family, it may be in a community, or it may be across a nation.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p34\" class=\"\">But if you go for the Lord to bless others, He will see and reward it. If you do this often enough and long enough, you will feel a change in your very nature through the Atonement of Jesus Christ. Not only will you feel closer to Him, but you will also feel more and more that you are becoming like Him. Then, when you do see Him, as we all will, it will be for you as it was for Moroni when he said: “And now I bid unto all, farewell. I soon go to rest in the paradise of God, until my spirit and body shall again reunite, and I am brought forth triumphant through the air, to meet you before the pleasing bar of the great Jehovah, the Eternal Judge of both quick and dead. Amen.”<sup class=\"noteMarker\"><a href=\"#footnote9-10411_000_028\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123505)\">Moroni 10:34<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/where-is-the-pavilion.p35\" class=\"\">If we serve with faith, humility, and a desire to do God’s will, I testify that the judgment bar of the great Jehovah will be pleasing. We will see our loving Father and His Son as They see us now—with perfect clarity and with perfect love. In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_028\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123492)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123492)\">Doctrine and Covenants 121:1<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_028\">2.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123493)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123493)\">Matthew 6:10<\/a><\/span>; <span class=\"citation\" id=\"123494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123494)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123494)\">Luke 11:2<\/a><\/span>; <span class=\"citation\" id=\"123495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123495)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123495)\">3 Nephi 13:10<\/a><\/span>; <span class=\"citation\" id=\"123496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123496)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123496)\">Ether 12:29<\/a><\/span>; <span class=\"citation\" id=\"123497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123497)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123497)\">Doctrine and Covenants 109:44<\/a><\/span>; <span class=\"citation\" id=\"123498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123498)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123498)\">Moses 4:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_028\">3.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123499)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123499)\">Doctrine and Covenants 130:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_028\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123500)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123500)\">Doctrine and Covenants 121:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_028\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123501)\">Doctrine and Covenants 121:24–25<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_028\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123502)\">Luke 1:38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10411_000_028\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123503)\">Matthew 25:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10411_000_028\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123504)\">Matthew 25:35–40<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_028\"><a name=\"-10411_000_028\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10411_000_028\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123505)\">Moroni 10:34<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}