{"ID":791, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Building the Kingdom<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1955, pp. 27-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: I rejoice with you in the wonderful testimonies and instructions we\nhave received in this conference. I pray that the Lord will let me have the spirit of testimony\nbearing for the few moments that I stand before you.\n<\/p><p>\nAfter listening to the beautiful discourse here this afternoon by President Clark on the life and\nthe mission of the Redeemer of the world, and remembering what President McKay said this\nmorning, as he counted his blessings and advised us to count ours, and he put at the head of\nthe list in counting his blessings the great work of the Master, I am sure that all of us as\nLatter-day Saints feel that the greatest event of recorded history of all time was the life and\nthe mission of the Redeemer of the world.\n<\/p><p>\nHis work is not yet finished.  We read in the Book of Mormon that&mdash;\n<\/p><p>\n. . . my work is not yet finished; neither shall it be until the end of man, neither from\nthat time henceforth and forever\n(<span class=\"citation\" id=\"3580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3580)\">2 Ne. 29:9<\/a><\/span>).\n<\/p><p>\nAnd I think today of him as the Creator of worlds, as we are told in the Pearl of Great Price,\nunnumbered to man, \"but all things are numbered unto me,\" the Lord said, for I made them\nand by the power of mine Only Begotten, created I them (see\n<span class=\"citation\" id=\"39068\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39068)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39068)\">Moses 1:33,35<\/a><\/span>).\n<\/p><p>\nThen I think of his great atonement and of the promises that yet await us of his unfinished\nwork.  You remember when he stood before the chief priest of the Jews, Caiaphas, and\nCaiaphas said,\n<\/p><p>\n. . . I adjure thee by the living God, that thou tell us whether thou be the Christ, the\nSon of God (<span class=\"citation\" id=\"34734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34734)\">Matt. 26:63<\/a><\/span>).\n<\/p><p>\nAnd Jesus answered,\n<\/p><p>\nThou hast said: nevertheless I say unto you, Hereafter shall ye see the Son of man\nsitting on the right hand of power, and coming in the clouds of heaven\n(<span class=\"citation\" id=\"34735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34735)\">Matt. 26:64<\/a><\/span>).\n<\/p><p>\nIt is this \"coming in the clouds of heaven,\" and the work that is necessary to be done to\nprepare for his coming that I would like to say a few words about this afternoon.  Let us turn\nto the holy scriptures for the promises of the resurrection, and President Clark has referred to\nthe resurrection.  Think of getting our bodies back out of the grave and being reunited with\nour loved ones, and then read the testimony of John when he was banished upon the Isle of\nPatmos, describing that time: \n<\/p><p>\nAnd God shall wipe away all tears from their eyes; and there shall be no more death,\nneither sorrow, nor crying, neither shall there be any more pain, for the former things\nare passed away.\n<\/p><p>\nHe that overcometh shall inherit all things: and I will be his God, and he shall be my\nson (<span class=\"citation\" id=\"42255\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42255)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42255)\">Rev. 21:4,7<\/a><\/span>).\n<\/p><p>\nThen we read farther that it is they who die in Christ who shall come forth in the morning of\nthe first resurrection, but that the rest of the dead live not again until the thousand years are\nended (<span class=\"citation\" id=\"42254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42254)\">Rev. 20:4-5<\/a><\/span>).\n<\/p><p>\nWhat is there in this world that we could do as individuals to repay for the privilege of\ncoming forth in the morning of the first resurrection and receiving our loved ones and being\nunited with them and with the servants of the Living God, and with the Redeemer of the\nworld, when he comes in the clouds of heaven?\n<\/p><p>\nIf we understood really what the gospel is, we would know why Jesus said that the\nmerchantman seeking costly pearls would sell all that he had in order that he might acquire it\nand called it the Pearl of Great Price\n(<span class=\"citation\" id=\"34707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34707)\">Matt. 13:45-46<\/a><\/span>),\nand we would also understand what he meant when he said,\n<\/p><p>\nFor what is a man profited, if he shall gain the whole world, and lose his own soul? or\nwhat shall a man give in exchange for his soul?\n(<span class=\"citation\" id=\"34715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34715)\">Matt. 16:26<\/a><\/span>).\n<\/p><p>\nWe just do not have the capacity to appreciate the great blessings that await the faithful, for\nthe Lord said to the Prophet: \n<\/p><p>\nGreat shall be their reward and eternal shall be their glory\n(<span class=\"citation\" id=\"13381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13381)\">D&amp;C 76:6<\/a><\/span>).\n<\/p><p>\nIn this great preparation the Master is to make, it requires that he have an organization.  He\ncalled his twelve, humble men they were, but they were men who could be taught, and they\nwere men full of faith, and they were true to the testimony that they had, and they went forth\nfearlessly even until each one gave his life, except the Apostle John, who was privileged to tarry\nuntil the Savior should come, for the testimony of Jesus that burned in their souls.\n<\/p><p>\nI sit here among these brethren who are special witnesses of the Lord Jesus Christ unto the\nworld.  I do not believe there is one of them who would not give his life willingly for the\ntestimony of Jesus.  I know that the Presidency of this Church never has to ask any of these\nmen if he is willing to go here or there or assume this responsibility or that responsibility.\nThey could not find men in all the world who would be more willing to accept the\nassignments that come to them. I know they are men of God.  I know the joy of the\ntestimony of the Holy Ghost, that rapture that fills your bosom as you feel yourself in his very\npresence.  I know it is worth every effort that we can put forth.\n<\/p><p>\nIn our meeting in the temple yesterday, one of the Presidency indicated that he thought one of\nthe things we needed to teach the Saints most was to live worthy to go to the temples.  We\nare building temples.  They are great institutions in the Church, and we should teach our\nyoung people to appreciate them.  I had this additional thought that what our people, who\nhave been through the temple, need to know is the sacredness of the obligations they enter\ninto in these holy temples.\n<\/p><p>\nWhen they agree there to consecrate all that they have and all that they are for the building up\nof the kingdom of God, I do believe that in the eyes of the Lord they are not idle words; that\nwe ought to put first our duty and responsibility to the priesthood that we bear and to the\nbuilding of the kingdom of God, and all other things ought to be secondary unto that.  And if\nwe realize this, and we realize the majesty of this great work in which we are engaged, it\nwould not be difficult for us to do that very thing.\n<\/p><p>\nI have great faith in the fulfillment of the prophecies.  I think of the words of Jesus as he\nwalked along the way to Emmaus following his crucifixion. The eyes of the two disciples, as\nyou will recall, were holden that they could not recognize him, and as he heard them talking\nof the things that had been done in Jerusalem, (his crucifixion), he answered, \". . . O fools,\nand slow of heart to believe all that the prophets have spoken.\" And then he explained to\nthem from the scriptures the words of Moses and the prophets how that they had all testified\nof him and of his work. Then we are told he opened their understanding, that they might understand\nthe scriptures (see <span class=\"citation\" id=\"31421\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31421)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31421)\">Luke 24:25-32<\/a><\/span>).\n<\/p><p>\nAnd then we have the words of Peter in which he said,\n<\/p><p>\nWe have also a more sure word of prophecy; whereunto ye do well that ye take heed,\nas unto a light that shineth in a dark place, until the day dawn, and the day star arise\nin your hearts: \n<\/p><p>\nKnowing this first, that no prophecy of the scripture is of any private interpretation.\n<\/p><p>\nFor the prophecy came not in old time by the will of man: but holy men of God spake\nas they were moved by the Holy Ghost\n(<span class=\"citation\" id=\"4834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4834)\">2 Pet. 1:19-21<\/a><\/span>).\n<\/p><p>\nAnd that is what makes the word of prophecy more sure than anything else in all this world.\n<\/p><p>\nWe ought to analyze the prophecies with respect to this great latter-day dispensation and the\npreparation for the coming of the Son of Man as he testified to Caiaphas that he would come\nin the clouds of heaven (<span class=\"citation\" id=\"34736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34736)\">Matt. 26:64<\/a><\/span>).\n<\/p><p>\nI would like to read to you a statement about the need of a prophet. This is from a minister. \nWhile I was in the South, two conventions were held by one of the large churches in Atlanta,\nGeorgia, and in one of them Bishop Warren A. Candler, among other things, made this\nstatement: \n<\/p><p>\n\"We need the reappearance of prophets sent from God.\"\n<\/p><p>\nThen Dr. Ainsworth discussed the condition of the world and the need of something to arrest\nthe world from its present decadent condition, and asked these words: \n<\/p><p>\n\"Never in the nation's history was the arresting voice of a prophet of God more needed than\nit is today.\"\n<\/p><p>\nThen here are the words of a minister in England a few years ago: \n<\/p><p>\n\"We all recognize that something has got to be done, for at the moment we are in a plight\nwhere our earthly leaders falter, our people drift and die.  We cannot forget that when the\nblind set out to lead the blind, chances are that both will find themselves in a ditch.\n<i>A dictator being out of the question, what about a prophet?<\/i>  The prophet never is self-appointed.  It is\nwell to keep that in mind.  Nor is he chosen of his fellows.  Always he is heaven-sent; yet I\nam cheered at the thought that he has the knack of appearing at the right time.  That being so,\nI incline to the belief that our prophet must surely be getting ready for us.  Let us not forget\nthat; hope and pray as we will for his coming.  Men have an old habit of greeting the true\nprophet with stones.  We need not be surprised if an old-fashioned welcome awaits the\nprophet of our day.  No one can say when such a prophet will come, but of our need of him\nthere is no question.\"\n<\/p><p>\nWe find people today who say, \"Well, we could accept your message, but we cannot believe\nthat Joseph Smith was a prophet.\" If they believed in the preexistent life, they could then\nunderstand.  When Jeremiah was called as a boy to be a prophet, he could not understand it,\nand the Lord said to him,\n<\/p><p>\nBefore I formed thee in the belly I knew thee; and before thou camest forth out of the\nwomb I sanctified thee, and I ordained thee a prophet unto the nations\n(<span class=\"citation\" id=\"26488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26488)\">Jer. 1:5<\/a><\/span>).\n<\/p><p>\nThe Lord not only knew Jeremiah, but he also knew Joseph Smith. Three thousand years ago\nthe Lord revealed unto Joseph who was sold into Egypt, that in the latter-days, out of his\nloins, he would raise up a choice seer and a prophet like unto Moses\n(<span class=\"citation\" id=\"3573\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3573)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3573)\">2 Ne. 3:11,14-17<\/a><\/span>).\n<\/p><p>\nAnd we read in holy writ that there was no prophet in all Israel like unto Moses because Moses\ntalked with God face to face (<span class=\"citation\" id=\"21219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21219)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21219)\">Deut. 34:10<\/a><\/span>),\nand that is the kind of prophet the Lord promised Joseph he\nwould raise up out of his loins in the latter days, and that Joseph Smith was this promised\nProphet is our testimony to the world. The things that Jesus and the prophets declared would\nhave to be accomplished before his coming, could not be accomplished without a prophet\nthrough whom the Lord could work.\n<\/p><p>\nWe read in Malachi where the Lord said through his prophet that he would send a\nmessenger to prepare the way for his coming, and swiftly he would come to his temple\n(<span class=\"citation\" id=\"32750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32750)\">Mal. 3:1<\/a><\/span>).  Who\nbut a prophet could be this messenger? Has there ever been a time that he came swiftly to his\ntemple?  How could the temple be prepared for his coming without a prophet?  This promise\nhas reference to his second coming, for Malachi adds: \n<\/p><p>\n. . . who may abide the day of his coming? and who shall stand when he appeareth?\nfor he is like a refiner's fire, and like fullers' soap\n(<span class=\"citation\" id=\"32751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32751)\">Mal. 3:2<\/a><\/span>).\n<\/p><p>\nSo in his last coming, he will come swiftly to his temple.  He will come to sit in judgment, as\nMalachi saw, and Malachi's thoughts, going along that same line, saw the coming of the great\nand dreadful day of the Lord in the latter-days when\n<\/p><p>\n. . . all the proud, yea, and all that do wickedly, shall be stubble: and the day that\ncometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root\nnor branch (<span class=\"citation\" id=\"32752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32752)\">Mal. 4:1<\/a><\/span>).\n<\/p><p>\nAnd then he goes on to say that before that day he would send Elijah the prophet to turn the\nhearts of the fathers to the children\n(<span class=\"citation\" id=\"32753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32753)\">Mal. 4:5-6<\/a><\/span>).\nNow why does not the world believe that Elijah will\ncome? They can believe that he was taken to heaven in the clouds of heaven, in a flaming\nchariot (<span class=\"citation\" id=\"3175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3175)\">2 Kgs. 2:11<\/a><\/span>),\nand here is the promise that he should come in the latter days. And we bear witness\nthat Elijah did come, and because of the knowledge and the information he brought, we\ncontinue to build these temples and do this great work that is being done in the temples of the\nLord.\n<\/p><p>\nWhen Peter was speaking to those who had put to death Christ, he said,\n<\/p><p>\nRepent ye therefore, and be converted, that your sins may be blotted out, when the\ntimes of refreshing shall come from the presence of the Lord; \n<\/p><p>\nAnd he shall send Jesus Christ, which before was preached unto you\n(<span class=\"citation\" id=\"7740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7740)\">Acts 3:19-20<\/a><\/span>).\n<\/p><p>\nNow, remember he had already been among them.  He had already been crucified, and here is\nthe promise of Peter that the Lord would send him again, but he adds: \n<\/p><p>\nWhom the heaven must receive until the times of restitution of all things, which God hath\nspoken by the mouth of all his holy prophets since the world began\n(<span class=\"citation\" id=\"7742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7742)\">Acts 3:21<\/a><\/span>).\n<\/p><p>\nHow can one believe the Holy Bible and not believe that one of the preparatory things for the\ncoming of the Redeemer of the world would be a \"restitution of all things which God hath\nspoken by the mouth of all his, holy prophets since the world began.\"\n<\/p><p>\nWe have mentioned the coming of Elijah.  President Clark mentioned the restoration of the\npriesthood, the Aaronic and the Melchizedek, and then there was the kingdom to be set up\nthat Daniel saw in the last days that should become as a great mountain and fill the whole\nearth (<span class=\"citation\" id=\"10625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10625)\">Dan. 2:35<\/a><\/span>),\nand how could that be without a prophet of God?\n<\/p><p>\nThen there was the new record of Joseph to come forth to be joined with the record of Judah\naccording to the command the Lord gave to Ezekiel, and how could that be without a prophet\nwho should do this work, for the Lord said that he would bring it forth and he would join it\nto the record of Judah, and he would make them one in his hands\n(<span class=\"citation\" id=\"23113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23113)\">Ezek. 37:16-17<\/a><\/span>). The\nLord works through his servants, the prophets.\n<\/p><p>\nThese are only a few of the things the Lord promised to do before the coming of the\nRedeemer of the world.  We bear witness to the world that this Prophet, Joseph Smith, raised\nup of the Lord, was in very deed the instrument that the Lord had in waiting through the\ncenturies, in the pre-existent state when the Lord stood in the midst of the spirits and said to\nAbraham: \n<\/p><p>\n\"These I will make my rulers;\" for there were many of the noble and great ones there, and\nthen he added: \"Abraham, thou art one of them; thou wast chosen before thou wast born\"\n(<span class=\"citation\" id=\"7201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7201)\">Abr. 3:23<\/a><\/span>).\n<\/p><p>\nJesus knew that he would work through the instrumentality of his servants just as he did when\nhe called the Twelve, and that is why he said, as he stood overlooking Jerusalem,\n<\/p><p>\nO Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent\nunto thee, how often would I have gathered thy children together, even as a hen\ngathereth her chickens under her wings, and ye would not!\n<\/p><p>\nBehold, your house is left unto you desolate.\n<\/p><p>\nFor I say unto you, Ye shall not see me henceforth, [notwithstanding his promise]&mdash;Ye\nshall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of\nthe Lord (<span class=\"citation\" id=\"34728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34728)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34728)\">Matt. 23:37-39<\/a><\/span>).\n<\/p><p>\nWe have had some wonderful testimonies of people of standing on the great work that the\nProphet Joseph has done.  I cannot take time to go into that.  I will just give you this one\nthought.  The other day Brother Levi Edgar Young showed me a history of the state of\nVermont, and under the caption, Sharon, we read these words: \n<\/p><p>\nSharon enters the Hall of Fame by being the birthplace of one of the immortals of\nAmerican history, Joseph Smith, who founded the Mormon religion.\n<\/p><p>\nThe world is beginning to recognize the power and the spirit that is in this work, a power\nwhich causes every man to be willing to devote himself to the building of the kingdom which\nis the kind of power and influence that can overcome the world and establish his kingdom in\nthe earth.\n<\/p><p>\nI bear you my witness that this is in very deed the work of the Lord, and that he is at the\nhelm, and I do it in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}