{"ID":7911, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The First Great Commandment\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p2\" class=\"\">By Elder Jeffrey R. Holland<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We have a life of devoted discipleship to give in demonstrating our love of the Lord.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_032<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p5\" class=\"\">There is almost no group in history for whom I have more sympathy than I have for the eleven remaining Apostles immediately following the death of the Savior of the world. I think we sometimes forget just how inexperienced they still were and how totally dependent upon Jesus they had of necessity been. To them He had said, “Have I been so long time with you, and yet hast thou not known me … ?”<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_032\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123547)\">John 14:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p6\" class=\"\">But, of course, to them He hadn’t been with them nearly long enough. Three years isn’t long to call an entire Quorum of Twelve Apostles from a handful of new converts, purge from them the error of old ways, teach them the wonders of the gospel of Jesus Christ, and then leave them to carry on the work until they too were killed. Quite a staggering prospect for a group of newly ordained elders.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p7\" class=\"\">Especially the part about being left alone. Repeatedly Jesus had tried to tell them He was <span class=\"emphasis\">not<\/span> going to remain physically present with them, but they either could not or would not comprehend such a wrenching thought. Mark writes:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p8\" class=\"\">“He taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p9\" class=\"\">“But they understood not that saying, and were afraid to ask him.”<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_032\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123548)\">Mark 9:31–32<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p10\" class=\"\">Then, after such a short time to learn and even less time to prepare, the unthinkable happened, the unbelievable was true. Their Lord and Master, their Counselor and King, was crucified. His mortal ministry was over, and the struggling little Church He had established seemed doomed to scorn and destined for extinction. His Apostles did witness Him in His resurrected state, but that only added to their bewilderment. As they surely must have wondered, “What do we do now?” they turned for an answer to Peter, the senior Apostle.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p11\" class=\"\">Here I ask your indulgence as I take some nonscriptural liberty in my portrayal of this exchange. In effect, Peter said to his associates: “Brethren, it has been a glorious three years. None of us could have imagined such a few short months ago the miracles we have seen and the divinity we have enjoyed. We have talked with, prayed with, and labored with the very Son of God Himself. We have walked with Him and wept with Him, and on the night of that horrible ending, no one wept more bitterly than I. But that is over. He has finished His work, and He has risen from the tomb. He has worked out His salvation and ours. So you ask, ‘What do we do now?’ I don’t know more to tell you than to return to your former life, rejoicing. I intend to ‘go a fishing.’” And at least six of the ten other remaining Apostles said in agreement, “We also go with thee.” John, who was one of them, writes, “They went forth, and entered into a ship immediately.”<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_032\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123549)\">John 21:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p12\" class=\"\">But, alas, the fishing wasn’t very good. Their first night back on the lake, they caught nothing—not a single fish. With the first rays of dawn, they disappointedly turned toward the shore, where they saw in the distance a figure who called out to them, “Children, have you caught anything?” Glumly these Apostles-turned-again-fishermen gave the answer no fisherman wants to give. “We have caught nothing,” they muttered, and to add insult to injury, they were being called “children.”<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_032\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123550)\">John 21:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p13\" class=\"\">“Cast the net on the right side of the ship, and ye shall find,”<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_032\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123551)\">John 21:6<\/a><\/span>.]<\/span><\/sup> the stranger calls out—and with those simple words, recognition begins to flood over them. Just three years earlier these very men had been fishing on this very sea. On that occasion too they had “toiled all the night, and [had] taken nothing,”<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_032\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123552)\">Luke 5:5<\/a><\/span>.]<\/span><\/sup> the scripture says. But a fellow Galilean on the shore had called out to them to let down their nets, and they drew “a great multitude of fishes,”<sup class=\"noteMarker\"><a href=\"#footnote7-10411_000_032\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123553)\">Luke 5:6<\/a><\/span>.]<\/span><\/sup> enough that their nets broke, the catch filling two boats so heavily they had begun to sink.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p14\" class=\"\">Now it was happening again. These “children,” as they were rightly called, eagerly lowered their net, and “they were not able to draw it for the multitude of fishes.”<sup class=\"noteMarker\"><a href=\"#footnote8-10411_000_032\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123554)\">John 21:6<\/a><\/span>.]<\/span><\/sup> John said the obvious: “It is the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote9-10411_000_032\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123555)\">John 21:7<\/a><\/span>.]<\/span><\/sup> And over the edge of the boat, the irrepressible Peter leaped.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p15\" class=\"\">After a joyful reunion with the resurrected Jesus, Peter had an exchange with the Savior that I consider the crucial turning point of the apostolic ministry generally and certainly for Peter personally, moving this great rock of a man to a majestic life of devoted service and leadership. Looking at their battered little boats, their frayed nets, and a stunning pile of 153 fish, Jesus said to His senior Apostle, “Peter, do you love me more than you love all this?” Peter said, “Yea, Lord; thou knowest that I love thee.”<sup class=\"noteMarker\"><a href=\"#footnote10-10411_000_032\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123556)\">John 21:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p16\" class=\"\">The Savior responds to that reply but continues to look into the eyes of His disciple and says again, “Peter, do you love me?” Undoubtedly confused a bit by the repetition of the question, the great fisherman answers a second time, “Yea, Lord; thou knowest that I love thee.”<sup class=\"noteMarker\"><a href=\"#footnote11-10411_000_032\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123557)\">John 21:16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p17\" class=\"\">The Savior again gives a brief response, but with relentless scrutiny He asks for the third time, “Peter, do you love me?” By now surely Peter is feeling truly uncomfortable. Perhaps there is in his heart the memory of only a few days earlier when he had been asked another question three times and he had answered equally emphatically—but in the negative. Or perhaps he began to wonder if he misunderstood the Master Teacher’s question. Or perhaps he was searching his heart, seeking honest confirmation of the answer he had given so readily, almost automatically. Whatever his feelings, Peter said for the third time, “Lord, … thou knowest that I love thee.”<sup class=\"noteMarker\"><a href=\"#footnote12-10411_000_032\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123558)\">John 21:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p18\" class=\"\">To which Jesus responded (and here again I acknowledge my nonscriptural elaboration), perhaps saying something like: “Then Peter, why are you here? Why are we back on this same shore, by these same nets, having this same conversation? Wasn’t it obvious then and isn’t it obvious now that if I want fish, I can get fish? What I need, Peter, are disciples—and I need them forever. I need someone to feed my sheep and save my lambs. I need someone to preach my gospel and defend my faith. I need someone who loves me, truly, truly loves me, and loves what our Father in Heaven has commissioned me to do. Ours is not a feeble message. It is not a fleeting task. It is not hapless; it is not hopeless; it is not to be consigned to the ash heap of history. It is the work of Almighty God, and it is to change the world. So, Peter, for the second and presumably the last time, I am asking you to leave all this and to go teach and testify, labor and serve loyally until the day in which they will do to you exactly what they did to me.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p19\" class=\"\">Then, turning to all the Apostles, He might well have said something like: “Were you as foolhardy as the scribes and Pharisees? As Herod and Pilate? Did you, like they, think that this work could be killed simply by killing me? Did you, like they, think the cross and the nails and the tomb were the end of it all and each could blissfully go back to being whatever you were before? Children, did not my life and my love touch your hearts more deeply than this?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p20\" class=\"\">My beloved brothers and sisters, I am not certain just what our experience will be on Judgment Day, but I will be very surprised if at some point in that conversation, God does not ask us exactly what Christ asked Peter: “Did you love me?” I think He will want to know if in our very mortal, very inadequate, and sometimes childish grasp of things, did we at least understand <span class=\"emphasis\">one<\/span> commandment, the first and greatest commandment of them all—“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind.”<sup class=\"noteMarker\"><a href=\"#footnote13-10411_000_032\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123559)\">Luke 10:27<\/a><\/span>; see also <span class=\"citation\" id=\"123560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123560)\">Matthew 22:37–38<\/a><\/span>.]<\/span><\/sup> And if at such a moment we can stammer out, “Yea, Lord, thou knowest that I love thee,” then He may remind us that the crowning characteristic of love is always loyalty.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p21\" class=\"\">“If ye love me, keep my commandments,”<sup class=\"noteMarker\"><a href=\"#footnote14-10411_000_032\">14<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123561)\">John 14:15<\/a><\/span>.]<\/span><\/sup> Jesus said. So we have neighbors to bless, children to protect, the poor to lift up, and the truth to defend. We have wrongs to make right, truths to share, and good to do. In short, we have a life of devoted discipleship to give in demonstrating our love of the Lord. We can’t quit and we can’t go back. After an encounter with the living Son of the living God, nothing is ever again to be as it was before. The Crucifixion, Atonement, and Resurrection of Jesus Christ mark the beginning of a Christian life, not the end of it. It was this truth, this reality, that allowed a handful of Galilean fishermen-turned-again-Apostles without “a single synagogue or sword”<sup class=\"noteMarker\"><a href=\"#footnote15-10411_000_032\">15<\/a> <span class=\"footnote\">[Frederic W. Farrar, <span class=\"emphasis\">The Life of Christ<\/span> (1994), 656; see chapter 62 for more on the plight of this newly founded Church.]<\/span><\/sup> to leave those nets a second time and go on to shape the history of the world in which we now live.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p22\" class=\"\">I testify from the bottom of my heart, with the intensity of my soul, to all who can hear my voice that those apostolic keys have been restored to the earth, and they are found in The Church of Jesus Christ of Latter-day Saints. To those who have not yet joined with us in this great final cause of Christ, we say, “Please come.” To those who were once with us but have retreated, preferring to pick and choose a few cultural hors d’oeuvres from the smorgasbord of the Restoration and leave the rest of the feast, I say that I fear you face a lot of long nights and empty nets. The call is to come back, to stay true, to love God, and to lend a hand. I include in that call to fixed faithfulness every returned missionary who ever stood in a baptismal font and with arm to the square said, “Having been commissioned of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote16-10411_000_032\">16<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123562)\">Doctrine and Covenants 20:73<\/a><\/span>.]<\/span><\/sup> That commission was to have changed your convert forever, but it was surely supposed to have changed you forever as well. To the youth of the Church rising up to missions and temples and marriage, we say: “Love God and remain clean from the blood and sins of this generation. You have a monumental work to do, underscored by that marvelous announcement President Thomas S. Monson made yesterday morning. Your Father in Heaven expects your loyalty and your love at every stage of your life.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/the-first-great-commandment.p23\" class=\"\">To all within the sound of my voice, the voice of Christ comes ringing down through the halls of time, asking each one of us while there is time, “Do you love me?” And for every one of us, I answer with my honor and my soul, “Yea, Lord, we do love thee.” And having set our “hand to the plough,”<sup class=\"noteMarker\"><a href=\"#footnote17-10411_000_032\">17<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123563)\">Luke 9:62<\/a><\/span>.]<\/span><\/sup> we will never look back until this work is finished and love of God and neighbor rules the world. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_032\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123547)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123547)\">John 14:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_032\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123548)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123548)\">Mark 9:31–32<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_032\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123549)\">John 21:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_032\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123550)\">John 21:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_032\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123551)\">John 21:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_032\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123552)\">Luke 5:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10411_000_032\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123553)\">Luke 5:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10411_000_032\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123554)\">John 21:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10411_000_032\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123555\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123555)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123555)\">John 21:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10411_000_032\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123556\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123556)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123556)\">John 21:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10411_000_032\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123557\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123557)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123557)\">John 21:16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10411_000_032\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123558)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123558)\">John 21:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10411_000_032\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123559)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123559)\">Luke 10:27<\/a><\/span>; see also <span class=\"citation\" id=\"123560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123560)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123560)\">Matthew 22:37–38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10411_000_032\">14.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123561)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123561)\">John 14:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10411_000_032\">15.<\/a><\/span>\n\t\t\t\t\t<p>Frederic W. Farrar, <span class=\"emphasis\">The Life of Christ<\/span> (1994), 656; see chapter 62 for more on the plight of this newly founded Church.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10411_000_032\">16.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123562)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123562)\">Doctrine and Covenants 20:73<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_032\"><a name=\"-10411_000_032\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-10411_000_032\">17.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123563)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123563)\">Luke 9:62<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}