{"ID":7915, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            One Step Closer to the Savior\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p2\" class=\"\">By Russell T. Osguthorpe<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p3\" class=\"\">Sunday School General President<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-t-osguthorpe-10.jpg\" alt=\"Russell T. Osguthorpe\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Conversion is the goal of all gospel learning and teaching. Conversion is not a onetime event. It is a lifelong quest to become more like the Savior.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_037<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p5\" class=\"\">This past summer a brief article I had written appeared in the <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign.<\/span> My son emailed me saying, “Dad, maybe you could tell us when you have an article coming out.” I responded, “I just wanted to see if you were reading the Church magazines.” He wrote back explaining that his 10-year-old daughter had “passed the test. She got the <span class=\"emphasis\">Ensign<\/span> from the mailbox, came into the house, and read it. Then she came up to our room and showed us your article.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p6\" class=\"\">My granddaughter read the <span class=\"emphasis\">Ensign<\/span> because she wanted to learn. She acted on her own by exercising her agency. The First Presidency recently approved new learning resources for youth that will support the innate desire of young people to learn, live, and share the gospel. These new resources are now available for review online. In January we will begin using them in classrooms. (Learn more about the new learning resources for youth at lds.org\/youth\/learn.)<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p7\" class=\"\">When the Savior taught, the learner’s agency was paramount. He showed us not only what to teach but also how to teach. He focused on the needs of the learner. He helped individuals discover truth for themselves.<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_037\">1<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123585)\">John 3:1–7<\/a><\/span>. In this passage the Savior answered the question that Nicodemus himself raised. He taught to the needs of Nicodemus. He permitted Nicodemus to exercise his agency to learn. He helped Nicodemus discover the answer for himself.]<\/span><\/sup> He always listened to their questions.<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_037\">2<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123586)\">John 3:4<\/a><\/span>; <span class=\"citation\" id=\"123587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123587)\">Joseph Smith—History 1:18<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p8\" class=\"\">These new learning resources will help us all learn and teach in the Savior’s way in our homes and in our classrooms.<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_037\">3<\/a> <span class=\"footnote\">[See <span class=\"emphasis\">Teaching the Gospel in the Savior’s Way, <\/span>lds.org\/youth\/learn\/guidebook\/teaching.]<\/span><\/sup> As we do, we will be responding to His invitation to “come, follow me,”<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_037\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123588)\">Luke 18:18–22<\/a><\/span>.]<\/span><\/sup> just as Elder Robert D. Hales so beautifully taught. While these new resources were being developed, I saw leaders and teachers in the auxiliaries and seminary counsel together with parents so that they could meet the needs of their learners. I’ve seen young women in their classes, young men in their Aaronic Priesthood quorums, and youth in Sunday School learn to exercise their agency and act for themselves.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p9\" class=\"\">One youth Sunday School teacher wondered how to help two young men with autism act for themselves. When she invited class members to share what they were learning, she worried that these two young men might refuse her invitation. But they didn’t. One stood to teach what he had learned and then invited his classmate with autism to help him. When the first began to struggle, his classmate stayed with him and whispered in his ear so that he could feel successful. They were both teaching that day. They were teaching <span class=\"emphasis\">what<\/span> the Savior taught, but they were also teaching <span class=\"emphasis\">how<\/span> the Savior taught. When the Savior taught, He acted out of love for the one He was teaching, just as this classmate did for his friend.<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_037\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123589)\">1 John 4:19<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p10\" class=\"\">When we learn and teach His word in His way, we accept His invitation to “come, follow me.” We follow Him one step at a time. With each step, we draw closer to the Savior. We change. The Lord knew that spiritual growth did not happen all at once. It comes gradually. Each time we accept His invitation and choose to follow Him, we progress along the pathway to full conversion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p11\" class=\"\">Conversion is the goal of all gospel learning and teaching. Conversion is not a onetime event. It is a lifelong quest to become more like the Savior. Elder Dallin H. Oaks has reminded us that “to <span class=\"emphasis\">know<\/span>” is not enough. “To be ‘converted’ … requires us to <span class=\"emphasis\">do<\/span> and to <span class=\"emphasis\">become.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_037\">6<\/a> <span class=\"footnote\">[Dallin H. Oaks, “The Challenge to Become,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 41; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 33: “To testify is to <span class=\"emphasis\">know<\/span> and to <span class=\"emphasis\">declare.<\/span> The gospel challenges us to be ‘converted,’ which requires us to <span class=\"emphasis\">do<\/span> and to <span class=\"emphasis\">become.<\/span> If any of us relies solely upon our knowledge and testimony of the gospel, we are in the same position as the blessed but still unfinished Apostles whom Jesus challenged to be ‘converted.’ We all know someone who has a strong testimony but does not act upon it so as to be converted.”]<\/span><\/sup> So learning for conversion is a continual process of knowing, doing, and becoming. Likewise, teaching for conversion requires key doctrine, invitations to action, and promised blessings.<sup class=\"noteMarker\"><a href=\"#footnote7-10411_000_037\">7<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123590)\">Abraham 2:11<\/a><\/span>.]<\/span><\/sup> When we teach true doctrine, we help the learner to know. When we invite others to action, we help them to do or live the doctrine. And when the blessings come that the Lord has promised, we are changed. Like Alma, we can become new creatures.<sup class=\"noteMarker\"><a href=\"#footnote8-10411_000_037\">8<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123591)\">Mosiah 27:24–26<\/a><\/span>; <span class=\"citation\" id=\"123592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123592)\">2 Corinthians 5:17<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p12\" class=\"\">The new learning resources for youth have one central goal: to help youth become converted to the gospel of Jesus Christ. I recently saw a young man in a youth Sunday School class discover truth for himself. When I noticed that he was having difficulty relating the Atonement to his own life, I asked him if he had ever felt forgiveness. He responded: “Yeah, like that time I broke a guy’s nose when we were playing soccer. I felt bad about it. I wondered what I needed to do to feel better. So I went to his home and asked him to forgive me, but I knew I needed to do more, so I prayed, and then I felt that Heavenly Father forgave me too. This is what the Atonement means to me.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p13\" class=\"\">When he shared this experience in class that day, he read from <span class=\"citation\" id=\"123584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123584)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123584)\">John 3:16<\/a><\/span>—“For God so loved the world, that he gave his only begotten Son”—and then testified of the power of the Atonement. This doctrine was no longer an abstract concept to this young man. It became part of his life because he asked his own question and then exercised his agency to act.<sup class=\"noteMarker\"><a href=\"#footnote9-10411_000_037\">9<\/a> <span class=\"footnote\">[See David A. Bednar, <span class=\"crossRef\"><no-search id=\"09205_000_019\"\/>“Watching with All Perseverance,”<\/span><span class=\"emphasis\"> Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2010, 43: “Are you and I helping our children become agents who act and seek learning by study and by faith, or have we trained our children to wait to be taught and acted upon? Are we as parents primarily giving our children the equivalent of spiritual fish to eat, or are we consistently helping them to act, to learn for themselves, and to stand steadfast and immovable? Are we helping our children become anxiously engaged in asking, seeking, and knocking?”]<\/span><\/sup><\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p14\" class=\"\">This young man was becoming more converted, and so were his classmates. They focused on a key doctrine by studying the scriptures. They related those sacred words to their own life and then testified of the blessings that had come to them as a result of living the doctrine. When we teach the gospel of Jesus Christ, we focus on the scriptures and the words of modern prophets. We draw upon sacred text to help strengthen faith, build testimonies, and help everyone become fully converted. The new learning resources for youth will help all who use them to understand and live the word of God.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p15\" class=\"\">While teaching the Saints in Costa Rica, I held up a copy of <span class=\"emphasis\">Teaching, No Greater Call<\/span> and asked, “So how many of you have a copy of this manual?” Nearly everyone raised a hand. With a smile, I said, “And I bet you’re reading it every single day.” To my surprise, a sister on the front row raised her hand, indicating that she was reading it every day. I asked her to come to the podium and explain. She responded, “I read the Book of Mormon every morning. Then I read something in <span class=\"emphasis\">Teaching, No Greater Call<\/span> so I can teach my children in the very best way what I’ve just learned.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p16\" class=\"\">She wanted to learn and teach His word in His way, so she studied His word in the scriptures and then studied how to teach His word so that her children could be fully converted. Her pattern of gospel learning and teaching did not happen, I believe, all at once. She made a decision to do something. And the more she did what she knew she should do, the more the Lord strengthened her to walk in His way.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p17\" class=\"\">Sometimes the pathway to conversion can be long and hard. My brother-in-law was less active in the Church for 50 years. Not until he was in his 60s did he begin to accept the Savior’s invitation to come back. Many helped him along the way. One home teacher sent him a postcard every month for 22 years. But he had to decide he wanted to come back. He had to exercise his agency. He had to take that first step—and then another and another. Now he and his wife have been sealed together, and he is serving in a bishopric.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p18\" class=\"\">Recently we showed him the videos that have been developed to help leaders and teachers implement the new learning resources. After watching the videos, my brother-in-law leaned back in his chair and said, somewhat emotionally, “Maybe if I had had that when I was young, I wouldn’t have fallen away.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p19\" class=\"\">Several weeks ago I met a young man who was struggling. I asked if he was a member of the Church. He told me that he was agnostic but that earlier in his life he had been acquainted with the Church. When I told him about my calling in the Sunday School and that I would be speaking in general conference, he said, “Hey, if you’re speaking, I’ll watch that session.” I hope he’s watching today. I know that if he’s watching, he has learned something. This Conference Center is a unique place of learning and teaching for conversion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p20\" class=\"\">When we live the principles taught by those we sustain as prophets, seers, and revelators, we learn in the Savior’s way.<sup class=\"noteMarker\"><a href=\"#footnote10-10411_000_037\">10<\/a> <span class=\"footnote\">[See Dennis B. Neuenschwander, <span class=\"crossRef\"><no-search id=\"20911_000_020\"\/>“Living Prophets, Seers, and Revelators,”<\/span><span class=\"emphasis\"> Liahona,<\/span> Jan. 2001, 49–51; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 40–42.]<\/span><\/sup> We take one step closer to Him. As this conference draws to a close, I invite everyone in the sound of my voice to take that step. Like the Nephites of old, we can return to our “homes, and ponder upon the things which … have [been] said, and ask of the Father, in [Christ’s] name, that [we] may understand.”<sup class=\"noteMarker\"><a href=\"#footnote11-10411_000_037\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123593)\">3 Nephi 17:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p21\" class=\"\">We want every young person to understand. We want them to learn, teach, and live the gospel of Jesus Christ every day. This is what the Lord wants for all of His children. Whether you are a child, a youth, or an adult, I invite you to come and follow in His footsteps. With each step we take, I testify that the Lord will strengthen us. He will help us come the rest of the way. Then when obstacles appear, we will keep going. When doubt comes, we will keep going. We will never turn back. We will never fall away.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/one-step-closer-to-the-savior.p22\" class=\"\">I testify that God the Father and His Son, Jesus Christ, live. I testify that the Savior continues to beckon us just as He did in former times to come unto Him. We can all accept His invitation. We can all learn, teach, and live His word in His way by taking one step closer to the Savior. As we do, we will become truly converted. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_037\">1.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123585)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123585)\">John 3:1–7<\/a><\/span>. In this passage the Savior answered the question that Nicodemus himself raised. He taught to the needs of Nicodemus. He permitted Nicodemus to exercise his agency to learn. He helped Nicodemus discover the answer for himself.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_037\">2.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123586)\">John 3:4<\/a><\/span>; <span class=\"citation\" id=\"123587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123587)\">Joseph Smith—History 1:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_037\">3.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Teaching the Gospel in the Savior’s Way, <\/span>lds.org\/youth\/learn\/guidebook\/teaching.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_037\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123588)\">Luke 18:18–22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_037\">5.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123589)\">1 John 4:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_037\">6.<\/a><\/span>\n\t\t\t\t\t<p>Dallin H. Oaks, “The Challenge to Become,” <span class=\"emphasis\">Liahona,<\/span> Jan. 2001, 41; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 33: “To testify is to <span class=\"emphasis\">know<\/span> and to <span class=\"emphasis\">declare.<\/span> The gospel challenges us to be ‘converted,’ which requires us to <span class=\"emphasis\">do<\/span> and to <span class=\"emphasis\">become.<\/span> If any of us relies solely upon our knowledge and testimony of the gospel, we are in the same position as the blessed but still unfinished Apostles whom Jesus challenged to be ‘converted.’ We all know someone who has a strong testimony but does not act upon it so as to be converted.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10411_000_037\">7.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123590)\">Abraham 2:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10411_000_037\">8.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123591)\">Mosiah 27:24–26<\/a><\/span>; <span class=\"citation\" id=\"123592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123592)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123592)\">2 Corinthians 5:17<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10411_000_037\">9.<\/a><\/span>\n\t\t\t\t\t<p>See David A. Bednar, <span class=\"crossRef\"><no-search id=\"09205_000_019\"\/>“Watching with All Perseverance,”<\/span><span class=\"emphasis\"> Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2010, 43: “Are you and I helping our children become agents who act and seek learning by study and by faith, or have we trained our children to wait to be taught and acted upon? Are we as parents primarily giving our children the equivalent of spiritual fish to eat, or are we consistently helping them to act, to learn for themselves, and to stand steadfast and immovable? Are we helping our children become anxiously engaged in asking, seeking, and knocking?”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10411_000_037\">10.<\/a><\/span>\n\t\t\t\t\t<p>See Dennis B. Neuenschwander, <span class=\"crossRef\"><no-search id=\"20911_000_020\"\/>“Living Prophets, Seers, and Revelators,”<\/span><span class=\"emphasis\"> Liahona,<\/span> Jan. 2001, 49–51; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 40–42.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_037\"><a name=\"-10411_000_037\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10411_000_037\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123593)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123593)\">3 Nephi 17:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}