{"ID":7917, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Becoming a True Disciple\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p2\" class=\"\">By Elder Daniel L. Johnson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/daniel-l-johnson-10.jpg\" alt=\"Daniel L. Johnson\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">As we obey His commandments and serve our fellowmen, we become better disciples of Jesus Christ.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_039<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p5\" class=\"\">Those of us who have entered into the waters of baptism and received the gift of the Holy Ghost have covenanted that we are willing to take upon ourselves the name of Jesus Christ, or in other words, we declare ourselves to be disciples of the Lord. We renew that covenant each week as we partake of the sacrament, and we demonstrate that discipleship by the way that we live. Such discipleship was beautifully demonstrated in recent events in Mexico.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p6\" class=\"\">It had been a beautiful spring for the fruit-growing communities in northern Mexico. The fruit trees were in full bloom, and expectations were high for a bounteous harvest. Plans were already being made to pay off loans, replace needed equipment and aging orchards, and meet personal commitments such as school tuition for family members. Plans were even being made for family vacations. There was a general air of optimism. Then, on a Monday afternoon in late March, a winter storm moved in, and it began to snow. It snowed until about three o’clock in the morning. Then, as the clouds moved out, the temperature plummeted. Throughout the night and early morning, every effort was made to save at least a part of the fruit crop. It was all to no avail. It simply got too cold, and the crop was totally frozen. There would be no fruit to be harvested and sold this year. Tuesday dawned with the sickening and disheartening loss of all those wonderful plans, expectations, and dreams of just the day before.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p7\" class=\"\">I received an email regarding that terrible Tuesday morning from Sandra Hatch, the wife of John Hatch, then-first counselor in the presidency of the Colonia Juárez Chihuahua Temple. I quote portions of that email: “John got up early—about 6:30—to run up to the temple to see if we should cancel the session this morning. He came back saying that the parking lot and road were clear, so we decided to go ahead. We figured that maybe some of the workers who didn’t have orchards would come, and we could put all the workers into the session. … It was so inspiring to see the men come in, one after another. There they were, after no sleep at all, and figuring their crops were lost. … I was watching them during our preparation meeting, and they were having a hard time staying awake. But instead of figuring they had a good excuse to not come, they were there. And there were 38 people in the session (a full session)! It was an uplifting morning for us, and we thanked Heavenly Father for good people who do their duty, no matter what happens. I felt a special spirit there this morning. I am sure He was pleased to know that we love His house and felt that it was a good place to be on such a difficult morning.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p8\" class=\"\">The story does not end there and in fact is still ongoing.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p9\" class=\"\">Most of those who lost their fruit crop had some land available on which to plant alternative crops for the season, such as chili peppers or beans. These crops could provide at least some cash flow sufficient to survive on until next year’s fruit crop. However, there was one good brother with a young family who did not have additional land and was facing a year with no revenue at all. Others in the community, seeing the dire situation of this brother and acting on their own initiative and expense, arranged for a piece of property, used their own equipment to prepare the land, and provided the chili plants for him to plant.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p10\" class=\"\">I know the men about whom I have just spoken. Knowing them, I was not surprised at what they did. But those who do not know them will probably be asking two questions, both beginning with the word <span class=\"emphasis\">why.<\/span> Why would they come to the temple to perform their duties and to serve after having been up all night long, only to realize that they had lost the greater part of their revenue for the whole year? Why would they use what were now scarce and very precious resources to help another in desperate need when they themselves were now in such dire financial straits?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p11\" class=\"\">If you understand what it means to be a disciple of Jesus Christ, then you will know the answer to these two questions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p12\" class=\"\">Making the covenant to be a disciple of Christ is the beginning of a lifelong process, and the path is not always easy. As we repent of our sins and strive to do what He would have us do and serve our fellowmen as He would serve them, we will inevitably become more like Him. Becoming like Him and being one with Him is the ultimate goal and objective—and essentially the very definition of true discipleship.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p13\" class=\"\">As the Savior asked His disciples when He visited the American continent, “Therefore, what manner of men ought ye to be?” And then, answering His own question, He said, “Verily I say unto you, even as I am” (<span class=\"citation\" id=\"123650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123650)\">3 Nephi 27:27<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p14\" class=\"\">Becoming as the Savior is not an easy task, especially in the world in which we live. We face obstacles and adversity virtually every day of our lives. There is a reason for this, and it is one of the primary purposes of mortality. As we read in <span class=\"citation\" id=\"123651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123651)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123651)\">Abraham 3:25<\/a><\/span>, “And we will prove them herewith, to see if they will do all things whatsoever the Lord their God shall command them.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p15\" class=\"\">These tests or trials vary in nature and intensity. But no one will leave this mortal existence without passing through them. Mostly, we picture trials as the loss of a crop or a job; the death of a loved one; illness; physical, mental, or emotional incapacitation; poverty; or loss of friends. However, even the attainment of seemingly worthwhile objectives can bring their own dangers of unhelpful pride, where we aspire more to the honors of men than the approbation of heaven. These may include worldly popularity, public recognition, physical prowess, artistic or athletic talent, prosperity, and riches. Regarding these latter trials, some of us may have feelings similar to those expressed by Tevye in <span class=\"emphasis\">Fiddler on the Roof:<\/span> If riches are a curse, “may [God] smite me with it. And may I never recover!”<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_039\">1<\/a> <span class=\"footnote\">[See Joseph Stein, Jerry Bock, Sheldon Harnick, <span class=\"emphasis\">Fiddler on the Roof<\/span> (1964), 61.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p16\" class=\"\">But these latter types of trials may be even more daunting and dangerous and more difficult to overcome than the former. Our discipleship will be developed and proven not by the type of trials that we are faced with but how we endure them. As we have been taught by President Henry B. Eyring: “So, the great test of life is to see whether we will hearken to and obey God’s commands in the midst of the storms of life. It is not to endure storms, but to choose the right while they rage. And the tragedy of life is to fail in that test and so fail to qualify to return in glory to our heavenly home” (“Spiritual Preparedness: Start Early and Be Steady,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2005, 38).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p17\" class=\"\">I am the proud grandfather of 23 grandchildren. They never cease to amaze me with their grasp of eternal truths, even in their very early and tender years. As I was preparing for this talk, I asked each of them to send me a very brief definition of what it meant to them to be a disciple or a follower of Jesus Christ. I received wonderful answers from all of them. But I would like to share with you this response from eight-year-old Benjamin: “Being a disciple of Jesus Christ means being an example. It means being a missionary and preparing to be a missionary. It means to serve others. It means you read the scriptures and say your prayers. It means you keep the Sabbath day holy. It means you listen to the promptings of the Holy Ghost. It means going to church and going to the temple.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p18\" class=\"\">I agree with Benjamin. Discipleship is all about doing and becoming. As we obey His commandments and serve our fellowmen, we become better disciples of Jesus Christ. Obedience and submission to His will bring the companionship of the Holy Ghost, along with those blessings of peace, joy, and security that always accompany this third member of the Godhead. And they can come in no other way. Ultimately, it is total submission to His will that helps us become as our Savior is. Again, becoming like Him and being one with Him is the ultimate goal and objective—and essentially the very definition of true discipleship.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p19\" class=\"\">Discipleship is what I saw being practiced in the Colonia Juárez Temple and in its nearby fields as brothers and sisters in the faith reaffirmed their commitments to God and to each other despite heartrending adversity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/becoming-a-true-disciple.p20\" class=\"\">I testify that as we obey His commandments, serve others, and submit our will to His will, we will, indeed, become His true disciples. I so testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Note<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_039\"><a name=\"-10411_000_039\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_039\">1.<\/a><\/span>\n\t\t\t\t\t<p>See Joseph Stein, Jerry Bock, Sheldon Harnick, <span class=\"emphasis\">Fiddler on the Roof<\/span> (1964), 61.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}