{"ID":7919, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Converted unto the Lord\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p2\" class=\"\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Knowing that the gospel is true is the essence of a testimony. Consistently being true to the gospel is the essence of conversion.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_041<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p5\" class=\"\">My message focuses upon the relationship between receiving a testimony that Jesus is the Christ and becoming converted to Him and His gospel. Typically, we treat the topics of testimony and conversion separately and independently. However, we gain precious perspective and greater spiritual conviction as we consider these two important subjects together.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p6\" class=\"\">I pray the Holy Ghost will instruct and edify each of us.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Whom Say Ye That I Am?<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p8\" class=\"\">We can learn much about testimony and conversion from the ministry of the Apostle Peter.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p9\" class=\"\">As Jesus came into the coasts of Caesarea Philippi, He posed this penetrating question to His disciples: “Whom say ye that I am?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p10\" class=\"\">Peter responded forthrightly:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p11\" class=\"\">“Thou art the Christ, the Son of the living God.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p12\" class=\"\">“And Jesus answered and said unto him, Blessed art thou, Simon Bar-jona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven” (<span class=\"citation\" id=\"123661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123661)\">Matthew 16:15–17<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p13\" class=\"\">As is evidenced in Peter’s reply and the Savior’s instruction, a testimony is personal knowledge of spiritual truth obtained by revelation. A testimony is a gift from God and is available to all of His children. Any honest seeker of truth can obtain a testimony by exercising the necessary “particle of faith” in Jesus Christ to “experiment upon” (<span class=\"citation\" id=\"123662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123662)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123662)\">Alma 32:27<\/a><\/span>) and “try the virtue of the word” (<span class=\"citation\" id=\"123663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123663)\">Alma 31:5<\/a><\/span>), to yield “to the enticings of the Holy Spirit” (<span class=\"citation\" id=\"123664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123664)\">Mosiah 3:19<\/a><\/span>), and to awaken unto God (see <span class=\"citation\" id=\"123665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123665)\">Alma 5:7<\/a><\/span>). Testimony brings increased personal accountability and is a source of purpose, assurance, and joy.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p14\" class=\"\">Seeking for and obtaining a testimony of spiritual truth requires asking, seeking, and knocking (see <span class=\"citation\" id=\"123666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123666)\">Matthew 7:7<\/a><\/span>; <span class=\"citation\" id=\"123667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123667)\">3 Nephi 14:7<\/a><\/span>) with a sincere heart, real intent, and faith in the Savior (see <span class=\"citation\" id=\"123668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123668)\">Moroni 10:4<\/a><\/span>). Fundamental components of a testimony are knowing that Heavenly Father lives and loves us, that Jesus Christ is our Savior, and that the fulness of the gospel has been restored to the earth in these latter days.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>When Thou Art Converted<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p16\" class=\"\">As the Savior taught His disciples at the Last Supper, He said to Peter:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p17\" class=\"\">“Simon, Simon, behold, Satan hath desired to … sift you as wheat:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p18\" class=\"\">“But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren” (<span class=\"citation\" id=\"123669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123669)\">Luke 22:31–32<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p19\" class=\"\">Interestingly, this mighty Apostle had talked and walked with the Master, had witnessed many miracles, and had a strong testimony of the Savior’s divinity. Yet even Peter needed additional instruction from Jesus about the converting and sanctifying power of the Holy Ghost and his obligation to serve faithfully.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p20\" class=\"\">The essence of the gospel of Jesus Christ entails a fundamental and permanent change in our very nature made possible through the Savior’s Atonement. True conversion brings a change in one’s beliefs, heart, and life to accept and conform to the will of God (see <span class=\"citation\" id=\"123670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123670)\">Acts 3:19<\/a><\/span>; <span class=\"citation\" id=\"123671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123671)\">3 Nephi 9:20<\/a><\/span>) and includes a conscious commitment to become a disciple of Christ.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p21\" class=\"\">Conversion is an enlarging, a deepening, and a broadening of the undergirding base of testimony. It is the result of revelation from God, accompanied by individual repentance, obedience, and diligence. Any honest seeker of truth can become converted by experiencing the mighty change of heart and being spiritually born of God (see <span class=\"citation\" id=\"123672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123672)\">Alma 5:12–14<\/a><\/span>). As we honor the ordinances and covenants of salvation and exaltation (see <span class=\"citation\" id=\"123673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123673)\">D&amp;C 20:25<\/a><\/span>), “press forward with a steadfastness in Christ” (<span class=\"citation\" id=\"123674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123674)\">2 Nephi 31:20<\/a><\/span>), and endure in faith to the end (see <span class=\"citation\" id=\"123675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123675)\">D&amp;C 14:7<\/a><\/span>), we become new creatures in Christ (see <span class=\"citation\" id=\"123676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123676)\">2 Corinthians 5:17<\/a><\/span>). Conversion is an offering of self, of love, and of loyalty we give to God in gratitude for the gift of testimony.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Book of Mormon Examples of Conversion<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p23\" class=\"\">The Book of Mormon is filled with inspiring accounts of conversion. Amaleki, a descendant of Jacob, declared: “I would that ye should come unto Christ, who is the Holy One of Israel, and partake of his salvation, and the power of his redemption. Yea, come unto him, and offer your whole souls as an offering unto him” (<span class=\"citation\" id=\"123677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123677)\">Omni 1:26<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p24\" class=\"\">Knowing by the power of the Holy Ghost that Jesus is the Christ is important and necessary. But earnestly coming unto Him and giving our whole souls as an offering requires much more than merely knowing. Conversion requires all of our heart, all of our might, and all of our mind and strength (see <span class=\"citation\" id=\"123678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123678)\">D&amp;C 4:2<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p25\" class=\"\">King Benjamin’s people responded to his teaching by exclaiming, “Yea, we believe all the words which thou hast spoken unto us; and also, we know of their surety and truth, because of the Spirit of the Lord Omnipotent, which has wrought a mighty change in us, or in our hearts, that we have no more disposition to do evil, but to do good continually” (<span class=\"citation\" id=\"123679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123679)\">Mosiah 5:2<\/a><\/span>). Accepting the words spoken, gaining a testimony of their truthfulness, and exercising faith in Christ produced a mighty change of heart and a firm determination to improve and become better.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p26\" class=\"\">Converted Lamanites in the book of Helaman are described as being “in the path of their duty, and they do walk circumspectly before God, and they do observe to keep his commandments and his statutes and his judgments. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p27\" class=\"\">“… And they are striving with unwearied diligence that they may bring the remainder of their brethren to the knowledge of the truth” (<span class=\"citation\" id=\"123680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123680)\">Helaman 15:5–6<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p28\" class=\"\">As these examples highlight, the key characteristics associated with conversion are experiencing a mighty change in our hearts, having a disposition to do good continually, going forward in the path of duty, walking circumspectly before God, keeping the commandments, and serving with unwearied diligence. Clearly, these faithful souls had become deeply devoted to the Lord and His teachings.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Becoming Converted<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p30\" class=\"\">For many of us, conversion is an ongoing process and not a onetime event that results from a powerful or dramatic experience. Line upon line and precept upon precept, gradually and almost imperceptibly, our motives, our thoughts, our words, and our deeds become aligned with the will of God. Conversion unto the Lord requires both persistence and patience.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p31\" class=\"\">Samuel the Lamanite identified five basic elements in becoming converted unto the Lord: (1) believing in the teachings and prophecies of the holy prophets as they are recorded in the scriptures, (2) exercising faith in the Lord Jesus Christ, (3) repenting, (4) experiencing a mighty change of heart, and (5) becoming “firm and steadfast in the faith” (see <span class=\"citation\" id=\"123681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123681)\">Helaman 15:7–8<\/a><\/span>). This is the pattern that leads to conversion.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Testimony and Conversion<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p33\" class=\"\">Testimony is the beginning of and a prerequisite to continuing conversion. Testimony is a point of departure; it is not an ultimate destination. Strong testimony is the foundation upon which conversion is established.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p34\" class=\"\">Testimony alone is not and will not be enough to protect us in the latter-day storm of darkness and evil in which we are living. Testimony is important and necessary but not sufficient to provide the spiritual strength and protection we need. Some members of the Church with testimonies have wavered and fallen away. Their spiritual knowledge and commitment did not measure up to the challenges they faced.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p35\" class=\"\">An important lesson about the connection between testimony and conversion is evident in the missionary labors of the sons of Mosiah.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p36\" class=\"\">“As many as were brought to the knowledge of the truth, through the preaching of Ammon and his brethren, according to the spirit of revelation and of prophecy, and the power of God working miracles in them—yea, … as the Lord liveth, as many of the Lamanites as believed in their preaching, and were converted unto the Lord, never did fall away.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p37\" class=\"\">“For they became a righteous people; they did lay down the weapons of their rebellion, that they did not fight against God any more. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p38\" class=\"\">“Now, these are they who were converted unto the Lord” (<span class=\"citation\" id=\"123682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123682)\">Alma 23:6–8<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p39\" class=\"\">Two major elements are described in these verses: (1) <span class=\"emphasis\">the knowledge of the truth,<\/span> which may be interpreted as a testimony, and (2) <span class=\"emphasis\">converted unto the Lord,<\/span> which I understand to be conversion to the Savior and His gospel. Thus, the powerful combination of both testimony and conversion unto the Lord produced firmness and steadfastness and provided spiritual protection.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p40\" class=\"\">They never did fall away and surrendered “the weapons of their rebellion, that they did not fight against God any more.” To set aside cherished “weapons of rebellion” such as selfishness, pride, and disobedience requires more than merely believing and knowing. Conviction, humility, repentance, and submissiveness precede the abandonment of our weapons of rebellion. Do you and I still possess weapons of rebellion that keep us from becoming converted unto the Lord? If so, then we need to repent now.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p41\" class=\"\">Note that the Lamanites were not converted to the missionaries who taught them or to the excellent programs of the Church. They were not converted to the personalities of their leaders or to preserving a cultural heritage or the traditions of their fathers. They were converted unto the Lord—to Him as the Savior and to His divinity and doctrine—and they never did fall away.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p42\" class=\"\">A testimony is spiritual knowledge of truth obtained by the power of the Holy Ghost. Continuing conversion is constant devotion to the revealed truth we have received—with a heart that is willing and for righteous reasons. Knowing that the gospel is true is the essence of a testimony. Consistently being true to the gospel is the essence of conversion. We should know the gospel is true and be true to the gospel.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Testimony, Conversion, and the Parable of the Ten Virgins<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p44\" class=\"\">I now want to use one of many possible interpretations of the parable of the ten virgins to highlight the relationship between testimony and conversion. Ten virgins, five who were wise and five who were foolish, took their lamps and went to meet the bridegroom. Please think of the lamps used by the virgins as the lamps of testimony. The foolish virgins took their lamps of testimony but took no oil with them. Consider the oil to be the oil of conversion.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p45\" class=\"\">“But the wise took oil [of conversion] in their vessels with their lamps [of testimony].<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p46\" class=\"\">“While the bridegroom tarried, they all slumbered and slept.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p47\" class=\"\">“And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p48\" class=\"\">“Then all those virgins arose, and trimmed their lamps [of testimony].<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p49\" class=\"\">“And the foolish said unto the wise, Give us of your oil [even the oil of conversion]; for our lamps [of testimony are weak and] are gone out.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p50\" class=\"\">“But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves” (<span class=\"citation\" id=\"123683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123683)\">Matthew 25:4–9<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p51\" class=\"\">Were the five wise virgins selfish and unwilling to share, or were they indicating correctly that the oil of conversion cannot be borrowed? Can the spiritual strength that results from consistent obedience to the commandments be given to another person? Can the knowledge obtained through diligent study and pondering of the scriptures be conveyed to one who is in need? Can the peace the gospel brings to a faithful Latter-day Saint be transferred to an individual experiencing adversity or great challenge? The clear answer to each of these questions is no.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p52\" class=\"\">As the wise virgins emphasized properly, each of us must “buy for ourselves.” These inspired women were not describing a business transaction; rather, they were emphasizing our individual responsibility to keep our lamp of testimony burning and to obtain an ample supply of the oil of conversion. This precious oil is acquired one drop at a time—“line upon line [and] precept upon precept” (<span class=\"citation\" id=\"123684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123684)\">2 Nephi 28:30<\/a><\/span>), patiently and persistently. No shortcut is available; no last-minute flurry of preparation is possible.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p53\" class=\"\">“Wherefore, be faithful, praying always, having your lamps trimmed and burning, and oil with you, that you may be ready at the coming of the Bridegroom” (<span class=\"citation\" id=\"123685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123685)\">D&amp;C 33:17<\/a><\/span>).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Testimony<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/converted-unto-the-lord.p55\" class=\"\">I promise that as we come to a knowledge of the truth and are converted unto the Lord, we will remain firm and steadfast and never fall away. Eagerly we will set aside our weapons of rebellion. We will be blessed with bright light from our lamps of testimony and an ample supply of the oil of conversion. And as each of us becomes more fully converted, we will strengthen our families, our friends, and our associates. Of these truths I testify in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}