{"ID":792, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spiritual Cornerstones of the Church<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1955, pp. 31-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nJoseph Smith was and is a Prophet of the Living God. We have heard witness from this pulpit\ntoday that a prophet should be called to lead, guide, and direct latter-day Israel. I believe that\nJoseph Smith was a great spiritual leader.  I believe that he is the greatest spiritual leader\nsince the advent of Jesus Christ in mortality.  I believe there are four great events, spiritual\nevents, if you please, that may form the cornerstones of this great Church.\n<\/p><p>\nFirst, the vision to the boy, Joseph, who humbly desired to know truth and secluded himself\nin the woods to pray. Four weeks ago it was my privilege to stand in that hallowed place, and\nwith bowed head and gratitude in my heart for the witness that has come to me that he is in\nvery deed a prophet.  I visualized in my mind's eye what the experience must have been as he\nwas visited there by God, the Father, the Father of our spirits, and Jesus Christ, his divine\nliteral Son (<span class=\"citation\" id=\"30341\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30341)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30341)\">JS&mdash;H 1:17<\/a><\/span>).\nThis was in answer to his humble plea and prayer after reading the first chapter\nof James, and the fifth verse: \n<\/p><p>\nIf any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him\n(<span class=\"citation\" id=\"26113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26113)\">James 1:5<\/a><\/span>).\n<\/p><p>\nBut there was a provision,\n<\/p><p>\nBut let him ask in faith, nothing wavering.  For he that wavereth is like a wave of the\nsea driven with the wind and tossed\n(<span class=\"citation\" id=\"26114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26114)\">James 1:6<\/a><\/span>).\n<\/p><p>\nAs we have heard testimony borne today, he sealed his testimony with his life's blood, that he\nhad seen God the Father and Jesus Christ, the Son.\n<\/p><p>\nI believe in that vision.\n<\/p><p>\nI believe the second great event is the coming forth of the Book of Mormon. It was not\nwritten by Joseph Smith but translated by him under the inspiration of our Heavenly Father.\n<\/p><p>\nIt was my privilege a few months ago to visit a stake in Idaho.  I listened to a young man, a\nconvert to the Church, bear witness and testimony in the morning session, and I shall ever be\ngrateful for his testimony.  During the war he was assigned in a Naval unit to Logan, Utah, at\nthe Utah State Agricultural College.  He attended one or two of our meetings, and then he\nwas sent for further training to San Diego.  He became acquainted with one of our chaplains,\nElder John Boud. John Boud presented him with a Book of Mormon.  The young man, after\ncompleting his service for Uncle Sam, returned to his home in the East, attending again\nColumbia University, so he might finish his studies and graduate.\n<\/p><p>\nHe had a Jewish professor in one of his classes.  He presented the Book of Mormon to this\nprofessor one day. He fingered through it for a few moments, then he made the statement that\neither Joseph Smith was a genius or he was inspired.  The young man said, \"Take it and read\nit, and when you have finished with it, bring it back.\" After several weeks he did that, and he\nsaid to the young man, \"Joseph Smith was inspired.\"\n<\/p><p>\nThe young man further investigated truth as each soul has a right to investigate truth.  And I\ntestify by the power of the Holy Ghost ye shall know truth, if you have that desire.  And so\nhe embraced this great gospel because he had that witness.\n<\/p><p>\nI believe the third great spiritual event was the organization of the Church of Jesus Christ,\nwith apostles, prophets, pastors, teachers, evangelists and so forth.  And you have my witness\nand testimony this afternoon that these men in the First Presidency, the Council of the Twelve\nApostles, and the Patriarch to the Church, are in very deed prophets of the Living God,\nrepresenting him and bearing special witness of his divinity to the world today.\n<\/p><p>\nThen I believe, finally, the fourth cornerstone or spiritual event was the embodiment of the\ntruths contained in the message which Joseph Smith gave to the world, completely\nrevolutionizing, if you please, the spiritual things, something that was definitely contrary to\nthe doctrines of men which had been taught up to that period, and in that gospel we have a\nform or a pattern for living.  For the gospel of Jesus Christ teaches me how to live, not how\nto die, but to enjoy life here in this mortal life, with all its problems, with all its trials, with\nall its troubles.\n<\/p><p>\nI am grateful that I can have echo in my heart and in my mind the words of Jesus: \n<\/p><p>\nCome unto me . . . Take my yoke upon you . . . For my yoke is easy, and my\nburden is light (<span class=\"citation\" id=\"34705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34705)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nBrothers and sisters, may we be further resolved today, as we leave this glorious conference,\nmore to spiritualize our lives upon the great truths which are presented for our study,\ncontained in the Bible, the Book of Mormon, the Doctrine and Covenants, and the Pearl of\nGreat Price.\n<\/p><p>\nI bear you my testimony that God lives, that Jesus is his divine Son, our Elder Brother, that\nhe is the Savior of the World, that Joseph Smith was and is a Prophet of God and that those\nwho have succeeded him in that position in this Church have been men of God, even\nprophets, down to President David O. McKay today.\n<\/p><p>\nMay God bless us that that testimony may abide within our hearts, that we will be equipped\nto meet the various trials and problems which may confront us, I humbly pray, in the name of\nthe Lord Jesus Christ, our divine Savior.  Amen.\n<\/p>\n<\/div>\n<\/div>"}