{"ID":7921, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Is Faith in the Atonement of Jesus Christ Written in Our Hearts?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p2\" class=\"\">By Linda K. Burton<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p3\" class=\"\">Relief Society General President<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/linda-k-burton-10.jpg\" alt=\"Linda K. Burton\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">Making, keeping, and rejoicing in our covenants will be the evidence that the Atonement of Jesus Christ is truly written in our hearts.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_044<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p5\" class=\"\">My beloved sisters, you have been on my mind and in my heart for months as I have pondered this challenging responsibility. Though I don’t feel equal to the responsibility placed upon me, I know that the call has come from the Lord through His chosen prophet, and for now, that is enough. The scriptures teach that “whether by [the Lord’s] voice or by the voice of [His] servants, it is the same.”<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_044\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123687)\">Doctrine and Covenants 1:38<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p6\" class=\"\">One of the precious gifts associated with this calling is the assurance that Heavenly Father loves all of His daughters. I have felt His love for each of us!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p7\" class=\"\">Like you, I love the scriptures! In the book of Jeremiah we find a scripture that is very dear to my heart. Jeremiah lived in a difficult time and place, but the Lord allowed him to foresee “a time of hope during the latter-day gathering of Israel”<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_044\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Old Testament: Gospel Doctrine Teacher’s Manual<\/span> (2001), 198.]<\/span><\/sup>—our day. Jeremiah prophesied:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p8\" class=\"\">“After those days, saith the Lord, I will put my law in their inward parts, and <span class=\"emphasis\">write it in their hearts;<\/span> and will be their God, and they shall be my people. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p9\" class=\"\">“… They shall all know me, from the least of them unto the greatest of them, saith the Lord: for I will forgive their iniquity, and I will remember their sin no more.”<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_044\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123688)\">Jeremiah 31:33–34<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p10\" class=\"\">We are the people Jeremiah saw. Have we invited the Lord to write the law, or doctrine, in our hearts? Do we believe that the forgiveness available through the Atonement that Jeremiah refers to applies to us personally?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p11\" class=\"\">A few years ago, Elder Jeffrey R. Holland shared his feelings about the deep-rooted faith of pioneers who pushed toward the Salt Lake Valley even after the deaths of their children. He said, “They didn’t do that for a program, they didn’t do it for a social activity, they did it because the faith of the gospel of Jesus Christ was in their soul, it was in the marrow of their bones.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p12\" class=\"\">He expressed, with tender emotion:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p13\" class=\"\">“That’s the only way those mothers could bury [their babies] in a breadbox and move on, saying, ‘The promised land is out there somewhere. We’re going to make it to the valley.’<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p14\" class=\"\">“They could say that because of covenants and doctrine and faith and revelation and spirit.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p15\" class=\"\">He concluded with these thought-provoking words: “If we can keep that in our families and in the Church, maybe a lot of other things start to take care of themselves. Maybe a lot of other less-needed things sort of fall out of the wagon. I’m told those handcarts could only hold so much. Just as our ancestors had to choose what they took, maybe the 21st century will drive us to decide, ‘What can we put on this handcart?’ It’s the substance of our soul; it’s the stuff right down in the marrow of our bones.”<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_044\">4<\/a> <span class=\"footnote\">[Jeffrey R. Holland, “Roundtable Discussion,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Feb. 9, 2008, 28.]<\/span><\/sup> Or, to put it another way, it is what is <span class=\"emphasis\">written in our hearts!<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p16\" class=\"\">As a new Relief Society presidency, we have sought the Lord earnestly to know what essential things He would have us put in our Relief Society handcart to continue moving His work forward. We have felt that Heavenly Father would first have us help His beloved daughters understand the doctrine of the Atonement of Jesus Christ. As we do so, we know our faith will increase, as will our desire to live righteously. Second, as we have considered the critical need to strengthen families and homes, we have felt that the Lord would have us encourage His beloved daughters to cheerfully cleave to their covenants. When covenants are kept, families are strengthened. Finally, we feel He would have us work in unity with the other auxiliaries and with our priesthood leaders, striving to seek out and help those in need to progress along the path. It is our fervent prayer that each of us will open our hearts and let the Lord engrave in them the doctrines of the Atonement, covenants, and unity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p17\" class=\"\">How can we expect to strengthen families or help others unless we first have written in our own hearts a deep and abiding faith in Jesus Christ and His infinite Atonement? Tonight I would like to share three principles of the Atonement that, if written in our hearts, will increase our faith in Jesus Christ. It is my hope that understanding these principles will bless each of us, whether we are new to the Church or lifelong members.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Principle 1: “All that is unfair about life can be made right through the Atonement of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_044\">5<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 52.]<\/span><\/sup><\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p19\" class=\"\">We, with you, bear witness of the Atonement of our Savior, Jesus Christ. Our testimonies, like yours, have been written in our hearts as we have faced assorted soul-stretching challenges and adversities. Without an understanding of Heavenly Father’s perfect plan of happiness and the Savior’s Atonement as the central feature of that plan, these challenges could seem unfair. We all share in the trials of life together. But in faithful hearts is written, “All that is unfair about life can be made right through the Atonement of Jesus Christ.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p20\" class=\"\">Why does the Lord allow suffering and adversity to come to us in this life? Simply put, it is part of the plan for our growth and progress! We “shouted for joy”<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_044\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123689)\">Job 38:7<\/a><\/span>.]<\/span><\/sup> when we knew we would have the opportunity to come to earth to experience mortality. Elder Dallin H. Oaks taught, “Our needed conversions are often achieved more readily by suffering and adversity than by comfort and tranquillity.”<sup class=\"noteMarker\"><a href=\"#footnote7-10411_000_044\">7<\/a> <span class=\"footnote\">[Dallin H. Oaks, <span class=\"crossRef\"><no-search id=\"20911_000_017\"\/>“The Challenge to Become,”<\/span><span class=\"emphasis\"> Liahona,<\/span> Jan. 2001, 42; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 33.]<\/span><\/sup><\/p>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p21\" class=\"\">The example of a faithful pioneer sister illustrates this truth. Mary Lois Walker was married at age 17 to John T. Morris in St. Louis, Missouri. They crossed the plains with the Saints in 1853, entering the Salt Lake Valley shortly after their first anniversary. On their journey they had suffered the privations typical of other Saints. But their sufferings and adversity did not end when they reached the Salt Lake Valley. The following year Mary, then 19, wrote: “A son was born to us. … One evening when he was two or three months old … something whispered to me, ‘You will lose that little one.’”<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p22\" class=\"\">During the winter the baby’s health declined. “We did all we could, … but the baby grew steadily worse. … On the second of February he passed away … and so I drank the bitter cup of parting from my own flesh and blood.” But her trials were still not over. Mary’s husband was also stricken, and three weeks after losing her baby, he died.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p23\" class=\"\">Mary wrote: “So was I, while yet in my teens, bereft in the short period of 20 days, of my husband and my only child, in a strange land hundreds of miles from my blood kin and with a mountain of difficulty before me … and I wished that I too, might die and join my loved one[s].”<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p24\" class=\"\">Mary continues: “One Sunday evening I was taking a walk with my friend. … I was reminded of [my husband’s] absence and my intense loneliness, and as I wept bitterly I could see, as it were in mental vision, the steep hill of life I should have to climb and felt the reality of it with great force. A deep depression settled upon me, for the enemy knows when to attack us, <span class=\"emphasis\">but our [Savior, Jesus Christ,] is mighty to save.<\/span> Through … the help given of the Father, I was able to battle with all the force which seemed to be arrayed against me at this time.”<sup class=\"noteMarker\"><a href=\"#footnote8-10411_000_044\">8<\/a> <span class=\"footnote\">[Autobiography of Mary Lois Walker Morris (copy in possession of Linda Kjar Burton).]<\/span><\/sup><\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p25\" class=\"\">Mary learned at the tender age of 19 that the Atonement gives us the assurance that all things that are unfair in this life can and will be made right—even the deepest sorrows.<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Principle 2: There is power in the Atonement to enable us to overcome the natural man or woman and become true disciples of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote9-10411_000_044\">9<\/a> <span class=\"footnote\">[See David A. Bednar, “The Atonement and the Journey of Mortality,”<span class=\"emphasis\"> Liahona,<\/span> Apr. 2012, 12–19; <span class=\"emphasis\">Ensign,<\/span> Apr. 2012, 40–47.]<\/span><\/sup><\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p27\" class=\"\">There is a way to know when we have learned a doctrine or principle of the gospel. It is when we are able to teach the doctrine or principle in a way that a child can understand it. A valuable resource to teach children to understand the Atonement is an analogy that is found in a Primary lesson. Perhaps this can help us as we teach our own children, grandchildren, or friends of other faiths who desire to understand this essential doctrine.<\/p>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p28\" class=\"\">“A [woman] walking along a road fell into a pit so deep [she] could not climb out. No matter what [she] did, [she] could not get out by [herself]. The [woman] called for help and rejoiced when a kind passerby heard [her] and lowered a ladder down into the pit. This allowed [her] to climb out of the pit and regain [her] freedom.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p29\" class=\"\">“We are like the [woman] in the pit. Sinning is like falling into the pit, and we can’t get out by ourselves. Just as the kind passerby heard the [woman’s] cry for help, Heavenly Father sent his Only Begotten Son to provide the means of escape. Jesus Christ’s atonement could be compared to lowering a ladder into the pit; it gives us the means to climb out.”<sup class=\"noteMarker\"><a href=\"#footnote10-10411_000_044\">10<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Primary 7: New Testament<\/span> (1997), 104.]<\/span><\/sup> But the Savior does more than lower the ladder, He “comes down into the pit and makes it possible for us to use the ladder to escape.”<sup class=\"noteMarker\"><a href=\"#footnote11-10411_000_044\">11<\/a> <span class=\"footnote\">[Joseph Fielding Smith, <span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols. (1954–56), 1:123.]<\/span><\/sup> “Just as the [woman] in the pit had to climb up the ladder, we must repent of our sins and obey the gospel principles and ordinances to climb out of our pit and make the Atonement work in our lives. Thus, after all we can do, the Atonement makes it possible for us to become worthy to return to Heavenly Father’s presence.”<sup class=\"noteMarker\"><a href=\"#footnote12-10411_000_044\">12<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Primary 7,<\/span> 104.]<\/span><\/sup><\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p30\" class=\"\">Recently I was privileged to meet a modern-day pioneer, a beloved daughter of God and recent convert to the Church in Chile. She is a single mother with two young sons. Through the power of the Atonement, she has been enabled to put her past behind her and is now earnestly striving to become a true disciple of Jesus Christ. As I think of her, a principle taught by Elder David A. Bednar comes to mind: “It is one thing to know that Jesus Christ came to earth to <span class=\"emphasis\">die<\/span> for us—that is fundamental and foundational to the doctrine of Christ. But we also need to appreciate that the Lord desires, through His Atonement and by the power of the Holy Ghost, to <span class=\"emphasis\">live<\/span> in us—not only to direct us but also to empower us.”<sup class=\"noteMarker\"><a href=\"#footnote13-10411_000_044\">13<\/a> <span class=\"footnote\">[David A. Bednar, <span class=\"emphasis\">Liahona,<\/span> Apr. 2012, 14; <span class=\"emphasis\">Ensign,<\/span> Apr. 2012, 42.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p31\" class=\"\">As this Chilean sister and I discussed how to stay on the path leading to eternal life, she enthusiastically assured me that she was determined to continue on the path. She had been off the path most of her life, and she declared that there was nothing “out there” off the path that she wanted to have back in her life again. The enabling power of the Atonement is living inside of her. It is being written in her heart.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p32\" class=\"\">That power not only enables us to climb out of the pit but also gives us power to continue on the strait and narrow path leading back to the presence of our Heavenly Father.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Principle 3: The Atonement is the greatest evidence we have of the Father’s love for His children.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p34\" class=\"\">We would do well to ponder this stirring thought from Elder Oaks: “Think how it must have grieved our Heavenly Father to send His Son to endure incomprehensible suffering for our sins. That is the greatest evidence of His love for each of us!”<sup class=\"noteMarker\"><a href=\"#footnote14-10411_000_044\">14<\/a> <span class=\"footnote\">[Dallin H. Oaks, “Love and Law,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 26.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p35\" class=\"\">That supreme act of love ought to send each of us to our knees in humble prayer to thank our Heavenly Father for loving us enough that He sent His Only Begotten and perfect Son to suffer for our sins, our heartaches, and all that seems unfair in our own individual lives.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p36\" class=\"\">Remember the woman President Dieter F. Uchtdorf spoke of recently? He said: “One woman who had been through years of trial and sorrow said through her tears, ‘I have come to realize that I am like an old 20-dollar bill—crumpled, torn, dirty, abused, and scarred. But I am still a 20-dollar bill. I am worth something. Even though I may not look like much and even though I have been battered and used, I am still worth the full 20 dollars.’”<sup class=\"noteMarker\"><a href=\"#footnote15-10411_000_044\">15<\/a> <span class=\"footnote\">[Dieter F. Uchtdorf, “You Are My Hands,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2010, 69.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p37\" class=\"\">This woman knows that she is a beloved daughter of her Heavenly Father and that she was worth enough to Him to send His Son to atone for her, individually. Every sister in the Church should know what this woman knows—that she is a beloved daughter of God. How does knowing our worth to Him change how we keep our covenants? How does knowing our worth to Him affect our desire to minister to others? How does knowing our worth to Him increase our desire to help those who need to understand the Atonement as we do—way down deep? When each of us has the doctrine of the Atonement written deep in our hearts, then we will begin to become the kind of people the Lord wants us to be when He comes again. He will recognize us as His true disciples.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p38\" class=\"\">May the Atonement of Jesus Christ cause a “mighty change” to be wrought in our hearts.<sup class=\"noteMarker\"><a href=\"#footnote16-10411_000_044\">16<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123690)\">Alma 5:12–14<\/a><\/span>.]<\/span><\/sup> As we awaken to this doctrine, declared by an angel of God to be “glad tidings of great joy,”<sup class=\"noteMarker\"><a href=\"#footnote17-10411_000_044\">17<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123691)\">Mosiah 3:3<\/a><\/span>.]<\/span><\/sup> I promise that we will feel as King Benjamin’s people felt. After they had prayed mightily that the Atonement would be applied in their lives, “they were filled with joy”<sup class=\"noteMarker\"><a href=\"#footnote18-10411_000_044\">18<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123692)\">Mosiah 4:1–3<\/a><\/span>.]<\/span><\/sup> and were “willing to enter into a covenant with … God to do his will, and to be obedient to his commandments in all things.”<sup class=\"noteMarker\"><a href=\"#footnote19-10411_000_044\">19<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"123693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123693)\">Mosiah 5:2–5<\/a><\/span>.]<\/span><\/sup> Making, keeping, and rejoicing in our covenants will be the evidence that the Atonement of Jesus Christ is truly written in our hearts. Please remember these three principles, sisters:<\/p>\n\t\t\t\t<div class=\"figure\"><ol class=\"number\"><li>\n\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t<p>“All that is unfair about life can be made right through the Atonement of Jesus Christ.”<sup class=\"noteMarker\"><a href=\"#footnote20-10411_000_044\">20<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Preach My Gospel,<\/span> 52.]<\/span><\/sup><\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t<p>There is power in the Atonement to enable us to overcome the natural man or woman and become true disciples of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote21-10411_000_044\">21<\/a> <span class=\"footnote\">[See David A. Bednar, <span class=\"emphasis\">Liahona,<\/span> Apr. 2012, 12–19; <span class=\"emphasis\">Ensign,<\/span> Apr. 2012, 40–47.]<\/span><\/sup><\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li>\n\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t<p>The Atonement is the greatest evidence we have of the Father’s love for His children.<sup class=\"noteMarker\"><a href=\"#footnote22-10411_000_044\">22<\/a> <span class=\"footnote\">[See Dallin H. Oaks, <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 26.]<\/span><\/sup><\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ol><\/div>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/is-faith-in-the-atonement-of-jesus-christ-written-in-our-hearts.p42\" class=\"\">“After those days, saith the Lord, I will put my law in their inward parts, and <span class=\"emphasis\">write it in their hearts;<\/span> and will be their God, and they shall be my people.”<sup class=\"noteMarker\"><a href=\"#footnote23-10411_000_044\">23<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123694)\">Jeremiah 31:33<\/a><\/span>; emphasis added.]<\/span><\/sup> I invite us to ask the Lord to write these principles of the Atonement in our hearts. I testify that they are true. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_044\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123687)\">Doctrine and Covenants 1:38<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_044\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Old Testament: Gospel Doctrine Teacher’s Manual<\/span> (2001), 198.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_044\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123688)\">Jeremiah 31:33–34<\/a><\/span>; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_044\">4.<\/a><\/span>\n\t\t\t\t\t<p>Jeffrey R. Holland, “Roundtable Discussion,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Feb. 9, 2008, 28.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_044\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 52.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_044\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123689)\">Job 38:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10411_000_044\">7.<\/a><\/span>\n\t\t\t\t\t<p>Dallin H. Oaks, <span class=\"crossRef\"><no-search id=\"20911_000_017\"\/>“The Challenge to Become,”<\/span><span class=\"emphasis\"> Liahona,<\/span> Jan. 2001, 42; <span class=\"emphasis\">Ensign,<\/span> Nov. 2000, 33.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10411_000_044\">8.<\/a><\/span>\n\t\t\t\t\t<p>Autobiography of Mary Lois Walker Morris (copy in possession of Linda Kjar Burton).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10411_000_044\">9.<\/a><\/span>\n\t\t\t\t\t<p>See David A. Bednar, “The Atonement and the Journey of Mortality,”<span class=\"emphasis\"> Liahona,<\/span> Apr. 2012, 12–19; <span class=\"emphasis\">Ensign,<\/span> Apr. 2012, 40–47.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10411_000_044\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Primary 7: New Testament<\/span> (1997), 104.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10411_000_044\">11.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, <span class=\"emphasis\">Doctrines of Salvation,<\/span> comp. Bruce R. McConkie, 3 vols. (1954–56), 1:123.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10411_000_044\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Primary 7,<\/span> 104.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10411_000_044\">13.<\/a><\/span>\n\t\t\t\t\t<p>David A. Bednar, <span class=\"emphasis\">Liahona,<\/span> Apr. 2012, 14; <span class=\"emphasis\">Ensign,<\/span> Apr. 2012, 42.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10411_000_044\">14.<\/a><\/span>\n\t\t\t\t\t<p>Dallin H. Oaks, “Love and Law,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 26.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10411_000_044\">15.<\/a><\/span>\n\t\t\t\t\t<p>Dieter F. Uchtdorf, “You Are My Hands,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2010, 69.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10411_000_044\">16.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123690)\">Alma 5:12–14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-10411_000_044\">17.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123691)\">Mosiah 3:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-10411_000_044\">18.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123692)\">Mosiah 4:1–3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-10411_000_044\">19.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"123693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123693)\">Mosiah 5:2–5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-10411_000_044\">20.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Preach My Gospel,<\/span> 52.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-10411_000_044\">21.<\/a><\/span>\n\t\t\t\t\t<p>See David A. Bednar, <span class=\"emphasis\">Liahona,<\/span> Apr. 2012, 12–19; <span class=\"emphasis\">Ensign,<\/span> Apr. 2012, 40–47.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote22-10411_000_044\">22.<\/a><\/span>\n\t\t\t\t\t<p>See Dallin H. Oaks, <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> Nov. 2009, 26.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_044\"><a name=\"-10411_000_044\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote23-10411_000_044\">23.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123694)\">Jeremiah 31:33<\/a><\/span>; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}