{"ID":7922, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Wide Awake to Our Duties\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p2\" class=\"\">By Carole M. Stephens<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p3\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t\t<\/div>   \n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n                       \n                        <div id=\"primary\">\n                            \n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/carole-m-stephens-10.jpg\" alt=\"Carole M. Stephens\" class=\"img-decor\"\/><\/a>\n                                        \n                                        <div class=\"kicker\" id=\"\">We must be awake to our duty and continue with faith as we draw upon the comforting, strengthening, enabling, and healing power of the Atonement.<\/div>\n                                        \n                                    <\/blockquote>\n                            \n                            <span style=\"display: none\" id=\"article-id\">10411_000_045<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p5\" class=\"\">After my call to the Relief Society general presidency, I felt a desire to know more about the women who had served before me. I was impressed by the teachings of Sister Zina D. Young, first counselor in the second Relief Society general presidency. She said, “Sisters, it is for us to be wide awake to our duties.”<sup class=\"noteMarker\"><a href=\"#footnote1-10411_000_045\">1<\/a> <span class=\"footnote\">[Zina D. Young, in <span class=\"emphasis\">Woman’s Exponent,<\/span> Oct. 15, 1877, 74.]<\/span><\/sup> I pondered on the words <span class=\"emphasis\">awake<\/span> and <span class=\"emphasis\">duty<\/span> and did some additional searching in the scriptures.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p6\" class=\"\">In the New Testament, Paul taught the Saints of his day:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p7\" class=\"\">“It is high time to awake out of sleep: for now is our salvation nearer. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p8\" class=\"\">“The night is far spent, the day is at hand: … let us put on the armour of light.”<sup class=\"noteMarker\"><a href=\"#footnote2-10411_000_045\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123695)\">Romans 13:11–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p9\" class=\"\">In the Book of Mormon, Alma taught his people the sacred duties of those who enter into a covenant with God:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p10\" class=\"\">“And now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another’s burdens, that they may be light;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p11\" class=\"\">“Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p12\" class=\"\">“Now I say unto you, if this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p13\" class=\"\">“And now when the people had heard these words, they clapped their hands for joy, and exclaimed: This is the desire of our hearts.”<sup class=\"noteMarker\"><a href=\"#footnote3-10411_000_045\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123696)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123696)\">Mosiah 18:8–11<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p14\" class=\"\">Sister Young’s statement and these scriptures caused me to consider the “duties” we must awaken to in our day.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p15\" class=\"\">When we are baptized, we enter into a covenant. Elder Robert D. Hales taught, “When we make and keep covenants, we are coming out of the world and into the kingdom of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-10411_000_045\">4<\/a> <span class=\"footnote\">[Robert D. Hales, “Modesty: Reverence for the Lord,” <span class=\"emphasis\">Liahona,<\/span> Aug. 2008, 21; <span class=\"emphasis\">Ensign,<\/span> Aug. 2008, 36.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p16\" class=\"\">We are changed. We look different, and we act different. The things we listen to and read and say are different, and what we wear is different because we become daughters of God bound to Him by covenant.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p17\" class=\"\">When we are confirmed, we receive the gift of the Holy Ghost, the right to have the constant influence of a member of the Godhead to guide us, to comfort us, and to protect us. He warns us when we are tempted to walk away from our covenants and back into the world. President Boyd K. Packer teaches that none of us “will ever make a serious mistake without first being warned by the promptings of the Holy Ghost.”<sup class=\"noteMarker\"><a href=\"#footnote5-10411_000_045\">5<\/a> <span class=\"footnote\">[Boyd K. Packer, “How to Survive in Enemy Territory,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2012, 35; <span class=\"emphasis\">New Era,<\/span> Apr. 2012, 3.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p18\" class=\"\">To receive this gift and always have the Spirit with us, we must be worthy and vigilant about checking the condition of our hearts. Is our heart soft? Do we have a humble heart, a teachable heart, a gentle heart? Or have our hearts become gradually hardened as we have allowed too much of the noise of the world to distract us from the gentle promptings that have surely come from the Spirit?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p19\" class=\"\">When we were baptized, our hearts were changed and awakened to God. While on our mortal journey, we need to regularly ask ourselves, “If [I] have experienced a change of heart, … can [I] feel so now?”<sup class=\"noteMarker\"><a href=\"#footnote6-10411_000_045\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123697)\">Alma 5:26<\/a><\/span>.]<\/span><\/sup> And if not, then why not?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p20\" class=\"\">Many of the early Saints “experienced this mighty change in [their] hearts.”<sup class=\"noteMarker\"><a href=\"#footnote7-10411_000_045\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123698)\">Alma 5:14<\/a><\/span>.]<\/span><\/sup> It awakened them to receive temple blessings that strengthened them in their duties. Early Saints in Nauvoo went “to the temple all day and long into the night”<sup class=\"noteMarker\"><a href=\"#footnote8-10411_000_045\">8<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society<\/span> (2011), 29.]<\/span><\/sup> to receive ordinances and make covenants before they began their journey westward.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p21\" class=\"\">Sarah Rich, a Relief Society sister in Nauvoo, said this: “Many were the blessings we had received in the house of the Lord, which has caused us joy and comfort in the midst of all our sorrows and enabled us to have faith in God, knowing He would guide us and sustain us in the unknown journey that lay before us.”<sup class=\"noteMarker\"><a href=\"#footnote9-10411_000_045\">9<\/a> <span class=\"footnote\">[Sarah Rich, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 30.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p22\" class=\"\">With hearts changed through faith in the Savior, they relied on the power of His Atonement. They were awakened to act. They knew deep in their hearts that there was one—the Savior—who understood their personal adversity because He suffered it for them in the Garden of Gethsemane and on the cross. He felt their fear, their doubt, their pain, and their loneliness. He suffered their sorrows, their persecution, their hunger, their fatigue, and their loss. And because He suffered all these things, He could say to them, “Come unto me, all ye that labour and are heavy laden, and I will give you rest.”<sup class=\"noteMarker\"><a href=\"#footnote10-10411_000_045\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123699)\">Matthew 11:28<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p23\" class=\"\">And they came. They trusted in and followed the prophet. They knew the journey would be long, their duty difficult. They knew that sacrifice would be required, but sustained by their faith and cleaving to their covenants, they were spiritually prepared.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p24\" class=\"\">Before leaving Nauvoo, a group of Saints wrote a message in the assembly hall in the temple they were forced to abandon. It read, “The Lord has beheld our sacrifice: come after us.”<sup class=\"noteMarker\"><a href=\"#footnote11-10411_000_045\">11<\/a> <span class=\"footnote\">[In <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 30.]<\/span><\/sup><\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p25\" class=\"\">Recently I participated in a pioneer trek with young men and young women in our ward. Each morning I asked myself, “What is my sacrifice? How do I come after them?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p26\" class=\"\">On the second day of the trek we had pulled our handcarts eight miles (13 km) when we came to a place on the trail called “the women’s pull.” Men and women were separated, and the men were sent ahead up a hill. As we started to pull our handcarts, I looked up to see our priesthood brethren, young and old, lining both sides of the trail, hats off in respect for the women.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p27\" class=\"\">The path was easy at first, but soon we were in deep sand, and the hill grew steep. I had my head down and was pushing with all my might when I felt a tug on the cart and looked up to see Lexi, one of our young women and my neighbor. She had pulled her handcart to the top and, seeing our need for help, ran back. When we reached the top, I wanted so much to run back to help those following me, but I was breathing heavily and my heart was pounding so hard, the words <span class=\"emphasis\">heart attack<\/span> entered my mind more than once! I watched with gratitude as other young women dropped their handcarts and ran to help.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p28\" class=\"\">When everyone reached the top, we took some time to record feelings in our journals. I wrote: “I didn’t prepare well enough physically so didn’t have the strength to help those following me. I may never need to pull a handcart again, but I never want to let my sisters down spiritually, never!”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p29\" class=\"\">It was a sacred experience that awakened me spiritually to my duties to my family and others. Throughout our journey I reflected on what I had learned.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p30\" class=\"\">First I thought about my sisters, those who <span class=\"emphasis\">had<\/span> pulled and those who <span class=\"emphasis\">continue today<\/span> to pull their handcarts alone. Nearly 20 percent of the women in those early handcart companies were alone for at least part of the way. These were women who had not married, were divorced, or were widowed. Many were single mothers.<sup class=\"noteMarker\"><a href=\"#footnote12-10411_000_045\">12<\/a> <span class=\"footnote\">[Research conducted by Jolene S. Allphin from stories and company rosters; see <span class=\"emphasis\">Tell My Story, Too,<\/span> 8th ed. (2012).]<\/span><\/sup> They all pulled together—covenant daughters, young and old, in different life circumstances, on the same path, with the same goal.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p31\" class=\"\">Those who ran to help their sisters in need reminded me of rescuers, both seen and unseen, who are quick to observe, see a need, and act.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p32\" class=\"\">I thought of the Lord’s words: “I will go before your face. I will be on your right hand and on your left, and my Spirit shall be in your hearts, and mine angels round about you, to bear you up.”<sup class=\"noteMarker\"><a href=\"#footnote13-10411_000_045\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123700)\">Doctrine and Covenants 84:88<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p33\" class=\"\">Lining both sides of the trail were faithful, obedient, covenant-keeping men. Their priesthood power—the power God uses to bless all His children—lifted, strengthened, and supported us. They were a reminder that we are never alone. We can have this power with us always as we keep our covenants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p34\" class=\"\">I thought of the men who were separated on the journey from families, leaving them to pull the handcart alone. Many men died on the journey. Some sons stayed behind to serve missions in their native lands. Others had emigrated earlier to prepare for their families’ arrival in the Salt Lake Valley. Some men were absent by choice, having chosen not to keep their covenants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p35\" class=\"\">Like those who went before, many today live in circumstances that are not ideal. We continue to teach and strive for the ideal because we know that continually striving will keep us progressing along the path and prepare us for opportunities to receive all promised blessings as we “wait upon the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote14-10411_000_045\">14<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"123701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123701)\">Isaiah 40:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p36\" class=\"\">Each of us has had and will continue to have adversity in our lives. This mortal life is a time of testing, and we will continue to have opportunities to use our agency to choose what we will learn from the adversity that will surely come.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p37\" class=\"\">As daughters of God, we continue on the path in faith because we recognize, as President Thomas S. Monson taught, “The saving ordinances received in the temple that permit us to someday return to our Heavenly Father in an eternal family relationship and to be endowed with blessings and power from on high are worth every sacrifice and every effort.”<sup class=\"noteMarker\"><a href=\"#footnote15-10411_000_045\">15<\/a> <span class=\"footnote\">[Thomas S. Monson, “The Holy Temple—a Beacon to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2011, 92.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p38\" class=\"\">It isn’t enough to just be on the journey; we must be awake to our duty and continue with faith as we draw upon the comforting, strengthening, enabling, and healing power of the Atonement.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p39\" class=\"\">Sisters, I love you. I don’t know many of you personally, but I do know <span class=\"emphasis\">who<\/span> you are! We are covenant-keeping daughters in His kingdom, and endowed with power through our covenants, we are prepared to do our duty.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p40\" class=\"\">Relief Society prepares women for the blessings of eternal life by awakening us spiritually to increase in faith and personal righteousness. Let us begin with ourselves. Let us begin where we are. Let us begin today. When we are spiritually awake, we will be better able to strengthen families and homes and help others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2012\/11\/wide-awake-to-our-duties.p41\" class=\"\">This is a work of salvation, and the strengthening and enabling power of the Atonement makes it possible. Awaken to who we are. Awaken to our duty. We are daughters of our Heavenly Father, who loves us. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10411_000_045\">1.<\/a><\/span>\n\t\t\t\t\t<p>Zina D. Young, in <span class=\"emphasis\">Woman’s Exponent,<\/span> Oct. 15, 1877, 74.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10411_000_045\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123695)\">Romans 13:11–12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10411_000_045\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123696)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123696)\">Mosiah 18:8–11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10411_000_045\">4.<\/a><\/span>\n\t\t\t\t\t<p>Robert D. Hales, “Modesty: Reverence for the Lord,” <span class=\"emphasis\">Liahona,<\/span> Aug. 2008, 21; <span class=\"emphasis\">Ensign,<\/span> Aug. 2008, 36.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10411_000_045\">5.<\/a><\/span>\n\t\t\t\t\t<p>Boyd K. Packer, “How to Survive in Enemy Territory,” <span class=\"emphasis\">Liahona,<\/span> Oct. 2012, 35; <span class=\"emphasis\">New Era,<\/span> Apr. 2012, 3.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10411_000_045\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123697)\">Alma 5:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10411_000_045\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123698)\">Alma 5:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10411_000_045\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society<\/span> (2011), 29.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10411_000_045\">9.<\/a><\/span>\n\t\t\t\t\t<p>Sarah Rich, in <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 30.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10411_000_045\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123699)\">Matthew 11:28<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10411_000_045\">11.<\/a><\/span>\n\t\t\t\t\t<p>In <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 30.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10411_000_045\">12.<\/a><\/span>\n\t\t\t\t\t<p>Research conducted by Jolene S. Allphin from stories and company rosters; see <span class=\"emphasis\">Tell My Story, Too,<\/span> 8th ed. (2012).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10411_000_045\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123700)\">Doctrine and Covenants 84:88<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10411_000_045\">14.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"123701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123701)\">Isaiah 40:31<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10411_000_045\"><a name=\"-10411_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10411_000_045\">15.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “The Holy Temple—a Beacon to the World,” <span class=\"emphasis\">Liahona<\/span> and <span class=\"emphasis\">Ensign,<\/span> May 2011, 92.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        \n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}