{"ID":7925, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welcome to Conference\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">I urge you to be attentive and receptive to the messages which we will hear. That we may do so is my prayer.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_004<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p4\" class=\"\">My beloved brothers and sisters, how pleased I am to welcome you to the 183rd Annual General Conference of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p5\" class=\"\">During the six months since last we met, it has been my opportunity to travel a bit and to meet with some of you in your own areas. Following general conference in October, I traveled to Germany, where it was my privilege to meet with our members at several locations in that country as well as in parts of Austria.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p6\" class=\"\">At the end of October, I dedicated the Calgary Alberta Temple in Canada, with the assistance of Elder and Sister M. Russell Ballard, Elder and Sister Craig C. Christensen, and Elder and Sister William R. Walker. In November, I rededicated the Boise Idaho Temple. Also traveling with me and participating in the dedication were Elder and Sister David A. Bednar, Elder and Sister Craig C. Christensen, and Elder and Sister William R. Walker.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p7\" class=\"\">The cultural celebrations held in conjunction with both of these dedications were outstanding. I did not personally attend the cultural celebration in Calgary, inasmuch as it was Sister Monson’s 85th birthday and I felt I should be with her. However, she and I were privileged to watch the celebration in our living room over closed-circuit television, and then I flew to Calgary the following morning for the dedication. In Boise over 9,000 youth from the temple district participated in the cultural celebration. There were so many young people involved that there was not room for family members to attend in the arena in which they performed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p8\" class=\"\">Just last month President Dieter F. Uchtdorf, accompanied by Sister Uchtdorf, Elder and Sister Jeffrey R. Holland, and Elder and Sister Gregory A. Schwitzer, traveled to Tegucigalpa, Honduras, to dedicate our newly completed temple there. A magnificent youth celebration took place the evening prior to the dedication.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p9\" class=\"\">There are other temples which have been announced and which are at various stages in the preliminary process or which are under construction.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p10\" class=\"\">It is my privilege this morning to announce two additional temples, which in coming months and years will be built in the following locations: Cedar City, Utah, and Rio de Janeiro, Brazil. Brothers and sisters, temple building continues unabated.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p11\" class=\"\">As you know, in the October general conference I announced changes in the ages at which young men and young women might serve as full-time missionaries, with the young men now being able to serve at age 18 and the young women at 19.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p12\" class=\"\">The response of our young people has been remarkable and inspiring. As of April 4—two days ago—we have 65,634 full-time missionaries serving, with over 20,000 more who have received their calls but who have not yet entered a missionary training center and over 6,000 more in the interview process with their bishops and stake presidents. It has been necessary for us to create 58 new missions to accommodate the increased numbers of missionaries.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p13\" class=\"\">To help maintain this missionary force, and because many of our missionaries come from modest circumstances, we invite you, as you are able, to contribute generously to the General Missionary Fund of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p14\" class=\"\">Now, brothers and sisters, we will hear inspired messages today and tomorrow. Those who will address us have sought prayerfully to know that which the Lord would have us hear at this time.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/welcome-to-conference.p15\" class=\"\">I urge you to be attentive and receptive to the messages which we will hear. That we may do so is my prayer in the name of Jesus Christ, the Lord, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}