{"ID":793, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">May the Age of Peace Come to the Earth<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1955, pp. 32-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very glad today to know that the members of this choir are descendants of the German\npeople.  Many of them were born here, it is true.  It always reminds me, when I hear music\nrendered by Germans, of the lovely words of Schiller: \"You weep today, but you have peace\nin your hearts tomorrow.\n<\/p><p>\nWe, my brethren and sisters, have a great heritage, and the object of our general conferences\nis to bring the members of the Church together to hear the word of God.  We are living in an\nage when the truths of God are needed to solve the problems of our times.  Our fathers, their\nlips glowing with the words of faith, called God to witness that the truths of the gospel would\nbe taught our children of the future.  No age of history has been more complex than that of\ntoday, and one of the problems is how to teach our children that they may grow up with faith\nin God and his eternal purposes.  There are fundamental truths that must ever be known and\nheld sacred by us and by the children of the world, for we have been passing through an age\nof wars, and never in all history has the hate of man for man been so universal as it has been\nthe last few years.  It was a writer of ancient times, 500 years B.C. who wrote: \n<\/p><p>\nThe age in which we live should be distinguished by some glorious enterprise. Let the\nleaders strive to put an end to our present troubles.  Treaties of peace are insufficient\nfor that purpose.  They may retard, but they cannot prevent our misfortunes. We are in\nneed of some durable plan which will forever put an end to our hostilities and unite us\nby the lasting ties of mutual affection and fidelity.\n<\/p><p>\nIt is only a few weeks ago that Albert Schweitzer left this message to Americans, and we may\nsay the world, for he has become a world character: \n<\/p><p>\nIf men can be found who will revolt against the spirit of thoughtlessness and who are\npersonalities sound enough and profound enough to let the ethical ideals radiate from\nthem as forces, there will start an activity of the spirit which will be strong enough to\nevoke a new mental and spiritual disposition in mankind.\n<\/p><p>\nA few days ago we had the opportunity of meeting a group of students who are doing\nadvanced work in a well-known university who came with the purpose of talking over a few\nquestions that had puzzled them.  It was a pleasant hour which we spent together, for their\nminds were open to the great truths of religion.  They were not all of the same church, and\none of them was the son of well-known Jewish parents.  We had a chance of speaking about\nthe Holy Bible and particularly the book of Genesis, part of which came up for discussion. \nWe all agreed that nothing surpasses the first chapter of Genesis in sheer beauty, for it is the\ndivine truth that God lives and is the Creator of heaven and earth and is the Father of\nmankind.  What a fine thing for the youth of the world to have this knowledge taught them. \nIt was just a few days ago too, that a student from Harvard College, writing his thesis for his\ndoctor's degree in philosophy, had his attention called to the belief that Williams James, one\nof the most learned men, wrote when his little boy died: \n<\/p><p>\nOur little Humster, whom you never saw since his first babyhood, has also gone over\nto the majority.  We buried him yesterday under the pine tree, at my father's side. For\nnine days he had been in a desperate condition, but his constitution proved so\ntenacious that each visit of the doctor found him still alive.  At last his valiant little\nsoul left his body.  He was a broad, generous, patient little nature, with a noble head\nwho would have done credit to his name had he lived.  It must be now that he is\nreserved for some still better chance than that and that we shall in some way come\ninto his presence again.\n<\/p><p>\nAnother beautiful truth could be taught to the youth of our schools.  It concerns the American\nIndians.  The tribes of America always held through the years that the whites had taken their\nlands, and this brought about many Indian wars.  Indian chiefs rose at times to great heights\nof noble thoughts and actions.  It was in the early days of the last century that one of the\nnoblest chiefs left this message. It is called the message of Gard and was quoted in the\n<i>Overland Monthly<\/i> in 1872: \n<\/p><p>\nMany snows ago, there lived a young Hoopa named Gard.  He knew the stars and the\nhabits of the trees.  \"Wide as the eagles fly,\" was he known for his love of peace.  He\nwalked in the paths of humility, and clean was his heart.  His words were not crooked\nnor double.  He went everywhere, teaching the people the beauty of meekness.  He\nsaid to them, \"Love peace, and eschew war and the shedding of blood. Put away all\nwrangling and the spirit of wrath.  Dwell together in the singleness of love.  Let all\nyour hearts be one heart.  So shall ye prosper greatly, and the great One above shall\nbuild you up like a great rock on the mountain.  The forests shall yield you abundance\nof game, and rich nutty seeds and acorns.  The red-flecked salmon shall never fail in\nthe rivers.  Ye shall rest in your wigwam in good joy, and your children shall run in\nand out like the young rabbits of the field for number.\"\n<\/p><p>\nThe report of Gard went throughout the land.  Gray-bearded men came many days\njourney to sit at his feet.  But one day Gard went from his wigwam and was gone\nmany suns.  His brother was distressed and feared.  At first he said: \"He is teaching\nthe people and will come back.\"\n<\/p><p>\nBut his people feared, and in a few days they left the wigwams and began to search\nthe hills and valleys for their Gard.  They called through the forests.  Day after day\nthey beat up and down the mountains. They shouted in the gloomy canyons, but no\nsound came to them except the echo of their own voices.  Still the brother wandered\non.  He went through the forest; he exclaimed aloud: \"O Gard, my brother, if indeed\nyou are already in the land of souls, then speak to me at least one word with the voice\nof the wind that I may know it for a certainty and therefore be content.\"\n<\/p><p>\nThen Gard came to him from the sky and spoke to his brother.  \"Listen.  I have been\nin the land of souls.  I have beheld the great God above.  I have come back to earth to\nbring a message to the Hoopas, that they must dwell in peace with their neighboring\ntribes.  Put from you all thoughts vengeance.  Wash your hearts clean.  Redden your\narrows no more in your brother's blood. Then the Great Man will make you to\nincrease greatly and be happy in His good land.  Ye shall keep the dance of Peace\nwhich the Great Man has appointed.  When ye observe, ye shall know if ye are clean\nin your hearts by a sign.\"'\n<\/p><p>\nHaving said these words, Gard was wrapped in a cloud and floated up into the souls.\n<\/p><p>\nWith all the individual and racial differences among men of the nations of the world, there are\nalso common characteristics.  Spiritually minded people have always lived.  The sublime faith\nin God as shown in the writings of the Old Testament indicates that this life on earth is but a\nperiod of preparation for the life hereafter.  Maeterlinck, the Belgian writer, tells us that when\nwe become acquainted with ancient religions, we find them complete in their broad outlines and\ndivine principles, and the farther back we go, the more perfect they are and the more closely\nrelated to the loftiest beliefs of our own times.  Rudolph Steiner, a German scholar, says that\nwhat we read in the <i>Vedas<\/i> or Hindu scriptures gives us only a faint idea of the sublime\ndoctrines of the ancient teachers.  It seems that the more ancient the texts, the purer and more\nawe-inspiring the doctrines which they reveal.\n<\/p><p>\nThen we think of the Hebrew conception of immortality and how the prophets taught the\nword of God.  Men were to find their relationship to the Creator which was an eternal tie here\nand hereafter.  Community of conviction grew up, and this conviction bound men into a\nbrotherhood to serve God and to learn and keep his commandments.  The sublime faith in\nGod as shown in all the writings of the Old Testament shows that this life is but a period of\npreparation for the life hereafter.  From the Psalms we have \"The Lord is my shepherd\"\n(<span class=\"citation\" id=\"41793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41793)\">Ps. 23:1<\/a><\/span>), and\nthen in the book of Job we have Job uttering these divine words: \n<\/p><p>\nFor I know that my redeemer liveth, and that he shall stand at the latter day upon\nearth: \n<\/p><p>\nAnd though after my skin worms destroy this body, yet in my flesh shall I see God\n(<span class=\"citation\" id=\"26669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26669)\">Job 19:25-26<\/a><\/span>).\n<\/p><p>\nIn the early days of Kirtland and following the organization of the Quorum of Twelve and the\nSeventies, the Prophet Joseph Smith organized Hebrew and Greek classes in the temple which\nhad just been finished.  This was in keeping with the ideals of education which the prophet\nhad at the very beginning of our history.  In the dedicatory prayer of the Kirtland Temple, we\nhave these words: \n<\/p><p>\nSeek ye diligently and teach one another words of wisdom; yea, seek ye out of the\nbest books words of wisdom, seek learning even by study and also by faith\n(<span class=\"citation\" id=\"13409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13409)\">D&amp;C 109:7<\/a><\/span>).\n<\/p><p>\nWe are further admonished: \n<\/p><p>\n. . . study and learn, and become acquainted with all good books, and with languages,\ntongues, and people (<span class=\"citation\" id=\"13391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13391)\">D&amp;C 90:15<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith employed a noted Hebrew scholar from New York City to come\nand teach classes in Hebrew.  While he also kept Greek and Latin in mind, he first wanted to\nbe able to read Hebrew that he might read the Holy Bible in the original language in which it\nwas written.  From the journal of the Prophet, we find him studying daily and attending the\nclasses with many of his brethren who were reading and studying with him.  We read: \"After\na hard day's work, went to my Hebrew class, and studied far into the night.  Up in the\nmorning and out at nine o'clock, attended the school and translated with the morning class . . .\nAttended my studies as usual and made some advancement.\"\n<\/p><p>\n\"Every man who learns,\" says Ralph Waldo Emerson, \"must do so by laborious reading.\"\nSuch a man looks forward to an expanding knowledge. He becomes a lover of books, and\ngreat books tell us of God and truth.  The attitude of the Prophet Joseph Smith alone in\nreference to study and the gaining of knowledge from books is one of the sublime truths of\nhis life.  He had the spirit of learning, a thing we need in our schools today.\n<\/p><p>\nThe gospel of Jesus Christ will yet appeal to millions; yes it will be seen and known in all the\nworld.  The future is lighted for us with the radiant colors of hope.  Strife and sorrow will\ndisappear.  Peace and love will reign supreme sometime.  The lesson of prophets, the dream\nof poets and musicians is confirmed in the light of modern knowledge, and as we gird\nourselves for the work of life, my brethren and sisters, today and tomorrow, we may look\nforward to the time when in the truest sense the kingdoms of this world will become the\nkingdoms of Christ (<span class=\"citation\" id=\"42249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42249)\">Rev. 11:15<\/a><\/span>),\nand he shall reign forever and ever as King of kings, and Lord of lords\n(<span class=\"citation\" id=\"42253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42253)\">Rev. 19:16<\/a><\/span>).\n<\/p><p>\nThat is the great ideal of the future of the members of this Church, of the gospel of Jesus\nChrist, and that we may know it, I ask in the name of Jesus Christ, our Redeemer.  Amen.\n<\/p>\n<\/div>\n<\/div>"}