{"ID":7936, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Believe in Being Chaste\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p2\" class=\"\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">Obedience to the law of chastity will increase our happiness in mortality and make possible our progress in eternity.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_019<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p5\" class=\"\">My message addresses a fundamental question of great spiritual consequence: Why is the law of chastity so important? I pray the Holy Ghost will confirm the truthfulness of the principles I emphasize.<\/p>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Father’s Plan of Happiness<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p7\" class=\"\">The eternal importance of chastity can only be understood within the overarching context of our Heavenly Father’s plan of happiness for His children. “All human beings—male and female—are created in the image of God. Each is a beloved spirit son or daughter of heavenly parents, and … has a divine nature and destiny” (“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2010, 129). All men and women lived with God as His spirit children before coming to the earth as mortal beings. The Father’s plan enables His spirit sons and daughters to obtain physical bodies, to gain mortal experience, and to progress toward exaltation.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Importance of a Physical Body<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p9\" class=\"\">Our physical bodies make possible a breadth, a depth, and an intensity of experience that simply could not be obtained in our premortal existence. Thus, our relationships with other people, our capacity to recognize and act in accordance with truth, and our ability to obey the principles and ordinances of the gospel of Jesus Christ are amplified through our physical bodies. In the school of mortality, we experience tenderness, love, kindness, happiness, sorrow, disappointment, pain, and even the challenges of physical limitations in ways that prepare us for eternity. Simply stated, there are lessons we must learn and experiences we must have, as the scriptures describe, “according to the flesh” (<span class=\"citation\" id=\"123987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123987)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123987)\">1 Nephi 19:6<\/a><\/span>; <span class=\"citation\" id=\"123988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123988)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123988)\">Alma 7:12–13<\/a><\/span>).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Power of Procreation<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p11\" class=\"\">After the earth was created, Adam was placed in the Garden of Eden. Importantly, however, God said “it was not good that the man should be alone” (<span class=\"citation\" id=\"123989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123989)\">Moses 3:18<\/a><\/span>; see also <span class=\"citation\" id=\"123990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123990)\">Genesis 2:18<\/a><\/span>), and Eve became Adam’s wife and helpmeet. The unique combination of spiritual, physical, mental, and emotional capacities of both males and females was needed to enact the plan of happiness. “Neither is the man without the woman, neither the woman without the man, in the Lord” (<span class=\"citation\" id=\"123991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123991)\">1 Corinthians 11:11<\/a><\/span>). The man and the woman are intended to learn from, strengthen, bless, and complete each other.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p12\" class=\"\">The means by which mortal life is created is divinely appointed. “The first commandment … God gave to Adam and Eve pertained to their potential for parenthood as husband and wife” (<span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2010, 129). The commandment to multiply and replenish the earth remains in force today. Thus, marriage between a man and a woman is the authorized channel through which premortal spirits enter mortality. Complete sexual abstinence before marriage and total fidelity within marriage protect the sanctity of this sacred channel.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p13\" class=\"\">The power of procreation is spiritually significant. Misuse of this power subverts the purposes of the Father’s plan and of our mortal existence. Our Heavenly Father and His Beloved Son are creators and have entrusted each of us with a portion of Their creative power. Specific guidelines for the proper use of the ability to create life are vital elements in the Father’s plan. How we feel about and use that supernal power will determine in large measure our happiness in mortality and our destiny in eternity.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p14\" class=\"\">Elder Dallin H. Oaks explained:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p15\" class=\"\">“The power to create mortal life is the most exalted power God has given his children. Its use was mandated in the first commandment, but another important commandment was given to forbid its misuse. The emphasis we place on the law of chastity is explained by our understanding of the purpose of our procreative powers in the accomplishment of God’s plan. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p16\" class=\"\">“Outside the bonds of marriage, all uses of the procreative power are to one degree or another a sinful degrading and perversion of the most divine attribute of men and women” (“The Great Plan of Happiness,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 74).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Standard of Sexual Morality<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p18\" class=\"\">The Church of Jesus Christ of Latter-day Saints has a single, undeviating standard of sexual morality: intimate relations are proper only between a man and a woman in the marriage relationship prescribed in God’s plan. Such relations are not merely a curiosity to be explored, an appetite to be satisfied, or a type of recreation or entertainment to be pursued selfishly. They are not a conquest to be achieved or simply an act to be performed. Rather, they are in mortality one of the ultimate expressions of our divine nature and potential and a way of strengthening emotional and spiritual bonds between husband and wife. We are agents blessed with moral agency and are defined by our divine heritage as children of God—and not by sexual behaviors, contemporary attitudes, or secular philosophies.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Natural Man<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p20\" class=\"\">To some degree, the natural man described by King Benjamin is alive and well in each of us (see <span class=\"citation\" id=\"123992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123992)\">Mosiah 3:19<\/a><\/span>). The natural man or woman is unrepentant, is carnal and sensual (see <span class=\"citation\" id=\"123993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123993)\">Mosiah 16:5<\/a><\/span>; <span class=\"citation\" id=\"123994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123994)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123994)\">Alma 42:10<\/a><\/span>; <span class=\"citation\" id=\"123995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123995)\">Moses 5:13<\/a><\/span>), is indulgent and excessive, and is prideful and selfish. As President Spencer W. Kimball taught, “The ‘natural man’ is the ‘earthy man’ who has allowed rude animal passions to overshadow his spiritual inclinations” (“Ocean Currents and Family Influences,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1974, 112).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p21\" class=\"\">In contrast, the “man [or woman] of Christ” (<span class=\"citation\" id=\"123996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123996)\">Helaman 3:29<\/a><\/span>) is spiritual and bridles all passions (see <span class=\"citation\" id=\"123997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123997)\">Alma 38:12<\/a><\/span>), is temperate and restrained, and is benevolent and selfless. Men and women of Christ lay hold upon the word of God, deny themselves and take up His cross (see <span class=\"citation\" id=\"123998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123998)\">Matthew 16:24<\/a><\/span>; <span class=\"citation\" id=\"123999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 123999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(123999)\">Mark 8:34<\/a><\/span>; <span class=\"citation\" id=\"124000\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124000)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124000)\">Luke 9:23<\/a><\/span>; <span class=\"citation\" id=\"124001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124001)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124001)\">D&amp;C 56:2<\/a><\/span>), and press forward along a strait and narrow course of faithfulness, obedience, and devotion to the Savior and His gospel.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p22\" class=\"\">As sons and daughters of God, we have inherited divine capacities from Him. But we presently live in a fallen world. The very elements out of which our bodies were created are by nature fallen and ever subject to the pull of sin, corruption, and death. Consequently, the Fall of Adam and its spiritual and temporal consequences affect us most directly through our physical bodies. And yet we are dual beings, for our spirit that is the eternal part of us is tabernacled in a physical body that is subject to the Fall. As Jesus emphasized to the Apostle Peter, “The spirit indeed is willing, but the flesh is weak” (<span class=\"citation\" id=\"124002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124002)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124002)\">Matthew 26:41<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p23\" class=\"\">The precise nature of the test of mortality, then, can be summarized in the following question: Will I respond to the inclinations of the natural man, or will I yield to the enticings of the Holy Spirit and put off the natural man and become a saint through the Atonement of Christ the Lord (see <span class=\"citation\" id=\"124003\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124003)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124003)\">Mosiah 3:19<\/a><\/span>)? That is the test. Every appetite, desire, propensity, and impulse of the natural man may be overcome by and through the Atonement of Jesus Christ. We are here on the earth to develop godlike qualities and to bridle all of the passions of the flesh.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Intent of the Adversary<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p25\" class=\"\">The Father’s plan is designed to provide direction for His children, to help them become happy, and to bring them safely home to Him with resurrected, exalted bodies. Heavenly Father desires us to be together in the light and filled with hope. In contrast, Lucifer labors to make the sons and daughters of God confused and unhappy and to hinder their eternal progression. The overarching intent of the father of lies is that all of us would become “miserable like unto himself” (<span class=\"citation\" id=\"124004\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124004)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124004)\">2 Nephi 2:27<\/a><\/span>). Lucifer wants us ultimately to be alone in the dark and without hope.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p26\" class=\"\">Satan relentlessly works to distort the most important elements of the Father’s plan. He does not have a body, and his eternal progress has been halted. Just as water flowing in a riverbed is stopped by a dam, so the adversary’s eternal progress is thwarted because he does not have a physical body. Because of his rebellion, Lucifer has denied himself all of the mortal blessings and experiences made possible through a body of flesh and bones. He cannot learn the lessons that only an embodied spirit can learn. He resents the reality of a literal and universal resurrection of all mankind. One of the potent scriptural meanings of the word <span class=\"emphasis\">damned<\/span> is illustrated in his inability to continue developing and becoming like our Heavenly Father.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p27\" class=\"\">Because a physical body is so central to the Father’s plan of happiness and our spiritual development, Lucifer seeks to frustrate our progression by tempting us to use our bodies improperly. One of the ultimate ironies of eternity is that the adversary, who is miserable precisely because he has no physical body, entices us to share in his misery through the improper use of our bodies. The very tool he does not have is thus the primary target of his attempts to lure us to spiritual destruction.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p28\" class=\"\">Violating the law of chastity is a grievous sin and a misuse of our physical tabernacles. To those who know and understand the plan of salvation, defiling the body is an act of rebellion (see <span class=\"citation\" id=\"124005\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124005)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124005)\">Mosiah 2:36–37<\/a><\/span>; <span class=\"citation\" id=\"124006\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124006)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124006)\">D&amp;C 64:34–35<\/a><\/span>) and a denial of our true identity as sons and daughters of God. As we look beyond mortality and into eternity, it is easy to discern that the counterfeit companionship advocated by the adversary is temporary and empty.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Blessings of Being Chaste<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p30\" class=\"\">Alma counseled his son Shiblon to “bridle all [of his] passions, that [he] may be filled with love” (<span class=\"citation\" id=\"124007\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124007)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124007)\">Alma 38:12<\/a><\/span>). Significantly, disciplining the natural man in each of us makes possible a richer, a deeper, and a more enduring love of God and of His children. Love increases through righteous restraint and decreases through impulsive indulgence.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p31\" class=\"\">President Marion G. Romney declared:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p32\" class=\"\">“I can think of no blessings to be more fervently desired than those promised to the pure and the virtuous. Jesus spoke of specific rewards for different virtues but reserved the greatest, so it seems to me, for the pure in heart, ‘for they,’ said he, ‘shall see God’ (<span class=\"citation\" id=\"124008\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124008)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124008)\">Matt. 5:8<\/a><\/span>). And not only shall they see the Lord, but they shall feel at home in his presence.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p33\" class=\"\">“Here is … the Savior’s promise: ‘Let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God’ (<span class=\"citation\" id=\"124009\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124009)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124009)\">D&amp;C 121:45<\/a><\/span>)” (“Trust in the Lord,” <span class=\"emphasis\">Ensign,<\/span> May 1979, 42).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p34\" class=\"\">We also are promised that, as we pursue the pathway of virtue, “the Holy Ghost shall be [our] constant companion” (<span class=\"citation\" id=\"124010\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124010)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124010)\">D&amp;C 121:46<\/a><\/span>). Thus, living the law of chastity invites some of the greatest blessings men and women can receive in mortality: appropriate spiritual confidence in the presence of family, friends, Church associates, and, ultimately, the Savior. Our innate longing to belong is fulfilled in righteousness as we walk in the light with hope.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>The Principle of Repentance<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p36\" class=\"\">Some of you who receive this message need to repent of sexual or other sins. The Savior is often referred to as the Great Physician, and this title has both symbolic and literal significance. All of us have experienced the pain associated with a physical injury or wound. When we are in pain, we typically seek relief and are grateful for the medication and treatments that help to alleviate our suffering. Consider sin as a spiritual wound that causes guilt or, as described by Alma to his son Corianton, “remorse of conscience” (<span class=\"citation\" id=\"124011\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124011)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124011)\">Alma 42:18<\/a><\/span>). Guilt is to our spirit what pain is to our body—a warning of danger and a protection from additional damage. From the Atonement of the Savior flows the soothing salve that can heal our spiritual wounds and remove guilt. However, this salve can only be applied through the principles of faith in the Lord Jesus Christ, repentance, and consistent obedience. The results of sincere repentance are peace of conscience, comfort, and spiritual healing and renewal.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p37\" class=\"\">Your bishop or branch president is the spiritual physician’s assistant who is authorized to help you repent and heal. Please remember, however, that the extent and intensity of your repentance must match the nature and severity of your sins—especially for Latter-day Saints who are under sacred covenant. Serious spiritual wounds require sustained treatment and time to heal completely and fully.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>A Promise and a Testimony<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/we-believe-in-being-chaste.p39\" class=\"\">The doctrine I have described will seem to be archaic and outdated to many people in a world that increasingly mocks the sanctity of procreation and minimizes the worth of human life. But the Lord’s truth is not altered by fads, popularity, or public opinion polls. I promise that obedience to the law of chastity will increase our happiness in mortality and make possible our progress in eternity. Chastity and virtue are now, always have been, and always will be “most dear and precious above all things” (<span class=\"citation\" id=\"124012\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124012)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124012)\">Moroni 9:9<\/a><\/span>). I so testify in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}