{"ID":794, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...When Mankind Will Listen\"<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1955, pp. 35-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brethren and sisters; I sincerely trust that the Lord may bless\nme in the endeavor to express to you one or two thoughts that I have in connection with my\nbelief that we are in the Church of the Lord Jesus Christ established through the Prophet\nJoseph Smith.\n<\/p><p>\nIn thinking of the Prophet Joseph Smith, there comes to mind a great statement made in the\nDoctrine and Covenants, section four, wherein the Lord said this to the Prophet: \n<\/p><p>\nNow behold, a marvelous work is about to come forth among the children of men\n(<span class=\"citation\" id=\"13345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13345)\">D&amp;C 4:1<\/a><\/span>).\n<\/p><p>\nThat was given to the Prophet in 1829.  In 1830, the Church was organized with but six\nmembers.  The Prophet lost his life in 1844, at which time there were in the Church\napproximately forty to forty-five thousand members, an indication to me, and I am sure to\nyou, that when the Lord said to the Prophet, \"Now behold, a marvelous work is about to\ncome forth among the children of men\"&mdash;the men who heard of that great revelation accepted it,\nand the result, as I said, was that there were between forty and forty-five thousand who were\nmembers of the Church when the Prophet lost his life.\n<\/p><p>\nIt is most inspiring to me to know that the Church was in existence for fourteen years when\nthe Prophet died, and when you think of the accomplishment in that period of time, there is\nno question but what the Prophet Joseph was being inspired by the Lord in building up the\nkingdom.\n<\/p><p>\nFrom that time on, after the death of the Prophet, it was necessary for the Church to leave\nNauvoo and come into the tops of these mountains where we now exist.  Brigham Young\nbecame the President, and during his period there were approximately 150,000 members; in\nthe time of President John Taylor, approximately 200,000; in the time of President Wilford\nWoodruff, approximately 250,000; in the days of President Lorenzo Snow, approximately\n278,645; in the days of President Joseph F. Smith, approximately 495,960; in the days of\nPresident Heber J. Grant, approximately 979,454; and in the days of President George Albert\nSmith, approximately 1,111,314 members. Today, in the day of President David O. McKay,\nthere are approximately, in 1954, 1,302,240.\n<\/p><p>\nThis again proves to us, as the Lord said through the Prophet Joseph, \"Now behold, a\nmarvelous work is about to come forth among the children of men.\" And the children of men\nhave accepted it from that day until this day and are accepting it as it is being taught to them\nby missionaries and others who are bringing to them the gospel of the Lord Jesus Christ.\n<\/p><p>\nI think of the great work of President David O. McKay.  In 1952, President McKay visited\neleven nations.  In 1953, President McKay selected sites for two new temples&mdash;one of which,\nof course, has already been dedicated, you know, in far-off Switzerland, and another one soon\nis to be built in Great Britain.  In addition, in 1954, President David O. McKay covered\n50,000 air miles, visiting eight nations in Europe, South Africa, and South America.  In 1955,\nPresident McKay visited seven nations in the South Pacific, including Hawaii, Samoa,\nAustralia, and New Zealand, and at the same time selected a site for a temple in New\nZealand; all of which again is evidence of the fact that the Lord did reveal to the Prophet\nJoseph that a great and a marvelous work was about to be taught and sent forth among men.\n<\/p><p>\nIn 1893, President Woodruff made this statement as he dedicated the Salt Lake Temple, \"That\nfrom this time on, the power of the evil one would be broken and that the enemy would have\nless power over the Saints.\" How true that is! When we go back into the history of this great\nChurch, from 1893 until now, we find that the power of the evil one has become weak; and\ntherefore, it has been possible to go out and preach the gospel in the world. When you stop to\nthink, the Prophet Joseph lost his life through the power of Satan; and the Saints were driven\nfrom Nauvoo to this country because of the power of the evil one; and from that time until\n1893, there was difficulty and suffering for our people; nevertheless, as the Lord said to the\nProphet Joseph, \"Now behold, a marvelous work is about to come forth among the children of\nmen.\" And the children of men have accepted the same, even though the Prophet was\nmurdered; and the Church has grown and exists to the point now to where we have, as I said,\nover 1,302,000 members.\n<\/p><p>\nIt is marvelous to know that in this day and age we have more missionaries out in the world\nthan ever before, preaching the gospel of the Lord Jesus Christ.  There will be more, and the\ntime will come when mankind will listen to what the Prophet said in the establishment of the\nChurch of the Lord Jesus Christ.\n<\/p><p>\nI also, brethren and sisters, would like to say this, that each and every one of us has great\nresponsibilities because we belong to the Church of the Lord Jesus Christ, and the Lord said\nthis through the Prophet Joseph to us: \n<\/p><p>\nTherefore, O ye that embark in the service of God, see that ye serve him with all your\nheart, might, mind and strength, that ye may stand blameless before God at the last\nday.\n<\/p><p>\nTherefore, if ye have desires to serve God ye are called to the work; \n<\/p><p>\nFor behold the field is white already to harvest; and lo, he that thrusteth in his sickle\nwith his might, the same layeth up in store that he perisheth not, but bringeth salvation\nto his soul (<span class=\"citation\" id=\"13347\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13347)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13347)\">D&amp;C 4:2-4<\/a><\/span>).\n<\/p><p>\nActually, if we have the faith in our hearts that this is the work of the Lord Jesus Christ and\ndesire to serve the Lord, we can only do it through the work&mdash;through the results of our\nefforts in building up the kingdom and making it strong, so strong that the world will accept\nthe great truths as they are being forwarded to them through our missionaries, and as has been\ndone through our President in the last two or three years.\n<\/p><p>\nI accept what the Lord said through the Prophet to us, in speaking about what we should do,\nand what our attitude should be: \n<\/p><p>\nAnd faith, hope, charity and love, with an eye single to the glory of God, qualify him\nfor the work.\n<\/p><p>\nThen he went on to say: \n<\/p><p>\nRemember faith, virtue, knowledge, temperance, patience, brotherly kindness,\ngodliness, charity, humility, diligence.\n<\/p><p>\nAsk, and ye shall receive; knock, and it shall be opened unto you.  Amen\n(<span class=\"citation\" id=\"13349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13349)\">D&amp;C 4:5-7<\/a><\/span>).\n<\/p><p>\nThere is no question in my mind that when an individual who, in his heart, desires to serve\nGod and live the gospel of the Lord Jesus Christ and prays to the Lord, he will receive the\nblessings of the Lord according to what his needs are.  I think of the words of the Lord, too,\nwherein he said this: \"The glory of God is intelligence\"\n(<span class=\"citation\" id=\"13395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13395)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\nWhat a marvelous opportunity we all have in this great Church where the apostles of the Lord\nJesus Christ teach us the gospel!  Therein we do receive the knowledge of the glory of God.\n\"The glory of God is intelligence\"\n(<span class=\"citation\" id=\"13396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13396)\">D&amp;C 93:36<\/a><\/span>),\nwhich intelligence we can use in our lives\nfrom day to day. Surely it becomes the glory of God unto us.\n<\/p><p>\nIn my testimony I feel as did the apostle of old, when Paul said: \n<\/p><p>\nFor I am not ashamed of the gospel of Christ: for it is the power of God unto\nsalvation to every one that believeth\n(<span class=\"citation\" id=\"42719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42719)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nI would make one addition, and I might not ashamed of the gospel of Christ, for it is the\npower of God unto salvation revealed to us and given to us through the Prophet Joseph and\nevery one of the Apostles who has lived from that day until this time.\n<\/p><p>\nI am grateful for the testimony I have that this is the Church of the Lord Jesus Christ.  I am\ngrateful for the testimony that I know that Joseph Smith was a Prophet of God, and every\nPresident of the Church has been a prophet of God&mdash;has been an apostle.  I am grateful for\nthe opportunity of the services that are rendered through the power of the priesthood, for with\nour priesthood, brethren and sisters, we have many responsibilities and many opportunities to\nhelp build up the kingdom. I leave you my humble testimony that this is the Church of the\nLord Jesus Christ, that Joseph Smith was indeed a Prophet of God.  There is no question\nabout it: This is the work of God. May we do all within our power to continue to build it up,\nand therein enjoy all of the blessings that the Lord will give us as we go forward in his\nbehalf, I humbly ask, in the name of Jesus.  Amen\n<\/p>\n<\/div>\n<\/div>"}