{"ID":7943, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Come, All Ye Sons of God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">May each one of us search the scriptures with diligence, plan his life with purpose, teach the truth with testimony, and serve the Lord with love.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_027<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p4\" class=\"\">Twice each year this magnificent Conference Center seems to say to us, with its persuasive voice, “Come, all ye sons of God who have received the priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote1-10705_000_027\">1<\/a> <span class=\"footnote\">[“Come, All Ye Sons of God,” <span class=\"emphasis\">Hymns,<\/span> no. 322.]<\/span><\/sup> There is a characteristic spirit which pervades the general priesthood meeting of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p5\" class=\"\">Tonight there are many thousands of our number throughout the world who are serving the Lord as His missionaries. As I mentioned in my message this morning, we currently have over 65,000 missionaries in the field, with thousands more who are waiting to enter the missionary training center or whose applications are currently being processed. We love and commend those who are willing and anxious to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p6\" class=\"\">The holy scriptures contain no proclamation more relevant, no responsibility more binding, no instruction more direct than the injunction given by the resurrected Lord as He appeared in Galilee to the eleven disciples. Said He:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p7\" class=\"\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p8\" class=\"\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world.”<sup class=\"noteMarker\"><a href=\"#footnote2-10705_000_027\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124130)\">Matthew 28:19–20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p9\" class=\"\">This divine command, coupled with its glorious promise, is our watchword today as it was in the meridian of time. Missionary work is an identifying feature of The Church of Jesus Christ of Latter-day Saints. Always has it been; ever shall it be. As the Prophet Joseph Smith declared, “After all that has been said, the greatest and most important duty is to preach the Gospel.”<sup class=\"noteMarker\"><a href=\"#footnote3-10705_000_027\">3<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 330.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p10\" class=\"\">Within two short years, all of the full-time missionaries currently serving in this royal army of God will have concluded their labors and will have returned to their homes and loved ones. For the elders, their replacements are found tonight in the ranks of the Aaronic Priesthood of the Church. Young men, are you ready to respond? Are you willing to work? Are you prepared to serve?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p11\" class=\"\">At best, missionary work necessitates drastic adjustment to one’s pattern of living. It requires long hours and great devotion, selfless sacrifice and fervent prayer. As a result, dedicated missionary service returns a dividend of eternal joy which extends throughout mortality and into eternity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p12\" class=\"\">The challenge is to be more profitable servants in the Lord’s vineyard. This applies to all of us, whatever our age, and not alone to those who are preparing to serve as full-time missionaries, for to each of us comes the mandate to share the gospel of Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p13\" class=\"\">May I suggest a formula that will ensure our success: first, <span class=\"strong\">search the scriptures with diligence;<\/span> second, <span class=\"strong\">plan your life with purpose<\/span> (and, I might add, plan your life regardless of your age); third, <span class=\"strong\">teach the truth with testimony;<\/span> and fourth, <span class=\"strong\">serve the Lord with love.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p14\" class=\"\">Let us consider each of the four parts of the formula.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p15\" class=\"\">First, <span class=\"strong\">search the scriptures with diligence.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p16\" class=\"\">The scriptures testify of God and contain the words of eternal life. They become the foundation of our message.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p17\" class=\"\">The emphasis of the Church curricula is the holy scriptures, programmed and coordinated through the correlation effort. We are encouraged, as well, to study the scriptures each day both individually and with our families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p18\" class=\"\">Let me provide but one reference which has immediate application to our lives. In the Book of Mormon, the 17th chapter of Alma, we read the account of Alma’s joy as he once more saw the sons of Mosiah and noted their steadfastness in the cause of truth. The record tells us, “They had waxed strong in the knowledge of the truth; for they were men of a sound understanding and they had searched the scriptures diligently, that they might know the word of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p19\" class=\"\">“But this is not all; they had given themselves to much prayer, and fasting; therefore they had the spirit of prophecy, and the spirit of revelation, and when they taught, they taught with power and authority of God.”<sup class=\"noteMarker\"><a href=\"#footnote4-10705_000_027\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124131)\">Alma 17:2–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p20\" class=\"\">Brethren, <span class=\"strong\">search the scriptures with diligence.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p21\" class=\"\">Second in our formula: <span class=\"strong\">plan your life with purpose.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p22\" class=\"\">Perhaps no generation of youth has faced such far-reaching decisions as the youth of today. Provision must be made for school, mission, and marriage. For some, military service will be included.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p23\" class=\"\">Preparation for a mission begins early. In addition to spiritual preparation, a wise parent will provide the means whereby a young son might commence his personal missionary fund. He may well be encouraged as the years go by to study a foreign language so that, if necessary, his language skills could be utilized. Eventually there comes that glorious day when the bishop and stake president invite the young man in for a visit. Worthiness is ascertained; a missionary recommendation is completed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p24\" class=\"\">During no other time does the entire family so anxiously watch and wait for the mailman and the letter which contains the return address <span class=\"emphasis\">47 East South Temple, Salt Lake City, Utah.<\/span> The letter arrives; the suspense is overwhelming; the call is read. Often the assigned field of labor is far away from home. Regardless of the location, however, the response of the prepared and obedient missionary is the same: “I will serve.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p25\" class=\"\">Preparations for departure begin. Young men, I hope you appreciate the sacrifices which your parents so willingly make in order for you to serve. Their labors will sustain you, their faith encourage you, their prayers uphold you. A mission is a family affair. Though the expanse of continents or oceans may separate, hearts are as one.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p26\" class=\"\">Brethren, as you plan with purpose your lives, remember that your missionary opportunities are not restricted to the period of a formal call. For those of you who serve in the military, such time can and should be profitable. Each year our young men in uniform bring many souls into the kingdom of God by honoring their priesthood, living the commandments of God, and teaching to others the Lord’s divine word.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p27\" class=\"\">Do not overlook your privilege to be missionaries while you are pursuing your formal education. Your example as a Latter-day Saint will be observed, weighed, and ofttimes emulated.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p28\" class=\"\">Brethren, whatever your age, whatever your circumstance, I admonish you to <span class=\"strong\">plan your life with purpose.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p29\" class=\"\">Now to the third point in our formula: <span class=\"strong\">teach the truth with testimony.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p30\" class=\"\">Obey the counsel of the Apostle Peter, who urged, “Be ready always to give an answer to every man that asketh you a reason of the hope that is in you.”<sup class=\"noteMarker\"><a href=\"#footnote5-10705_000_027\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124132)\">1 Peter 3:15<\/a><\/span>.]<\/span><\/sup> Lift up your voices and testify to the true nature of the Godhead. Declare your witness concerning the Book of Mormon. Convey the glorious and beautiful truths contained in the plan of salvation.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p31\" class=\"\">When I served as a mission president in Canada more than 50 years ago, one young missionary who came from a small, rural community marveled at the size of Toronto. He was short in stature but tall in testimony. Not long after his arrival, together with his companion, he called at the home of Elmer Pollard in Oshawa, Ontario, Canada. Feeling sorry for the young men who, during a blinding blizzard, were going house to house, Mr. Pollard invited the missionaries into his home. They presented to him their message. He did not catch the spirit. In due time he asked that they leave and not return. His last words to the elders as they departed his front porch were spoken in derision: “You can’t tell me you actually believe Joseph Smith was a prophet of God!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p32\" class=\"\">The door was shut. The elders walked down the path. Our country boy spoke to his companion: “Elder, we didn’t respond to Mr. Pollard. He said we didn’t believe Joseph Smith was a true prophet. Let’s return and bear our testimonies to him.” At first the more experienced missionary hesitated but finally agreed to accompany his companion. Fear struck their hearts as they approached the door from which they had just been ejected. They knocked, confronted Mr. Pollard, spent an agonizing moment, and then with power borne of the Spirit, our inexperienced missionary spoke: “Mr. Pollard, you said we didn’t really believe Joseph Smith was a prophet of God. I testify to you that Joseph <span class=\"emphasis\">was<\/span> a prophet. He <span class=\"emphasis\">did<\/span> translate the Book of Mormon. He saw God the Father and Jesus the Son. I know it.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p33\" class=\"\">Some time later, Mr. Pollard, now Brother Pollard, stood in a priesthood meeting and declared, “That night I could not sleep. Resounding in my ears I heard the words ‘Joseph Smith was a prophet of God. I know it. I know it. I know it.’ The next day I telephoned the missionaries and asked them to return. Their message, coupled with their testimonies, changed my life and the lives of my family.” Brethren, <span class=\"strong\">teach the truth with testimony.<\/span><\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p34\" class=\"\">The final point in our formula is to <span class=\"strong\">serve the Lord with love.<\/span> There is no substitute for love. Successful missionaries love their companions, their mission leaders, and the precious persons whom they teach. In the fourth section of the Doctrine and Covenants, the Lord established the qualifications for the labors of the ministry. Let us consider but a few verses:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p35\" class=\"\">“O ye that embark in the service of God, see that ye serve him with all your heart, might, mind and strength, that ye may stand blameless before God at the last day. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p36\" class=\"\">“And faith, hope, charity and love, with an eye single to the glory of God, qualify him for the work.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p37\" class=\"\">“Remember faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness, charity, humility, diligence.”<sup class=\"noteMarker\"><a href=\"#footnote6-10705_000_027\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124133)\">Doctrine and Covenants 4:2, 5–6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p38\" class=\"\">Well might each of you within the sound of my voice ask himself the question “Today, have I increased in faith, in virtue, in knowledge, in godliness, in love?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p39\" class=\"\">Through your dedicated devotion at home or abroad, those souls whom you help to save may well be those whom you love the most.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p40\" class=\"\">Many years ago dear friends of mine, Craig Sudbury and his mother, Pearl, came to my office prior to Craig’s departure for the Australia Melbourne Mission. Fred Sudbury, Craig’s father, was noticeably absent. Twenty-five years earlier, Craig’s mother had married Fred, who did not share her love for the Church and, indeed, was not a member.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p41\" class=\"\">Craig confided to me his deep and abiding love for his parents and his hope that somehow, in some way, his father would be touched by the Spirit and open his heart to the gospel of Jesus Christ. I prayed for inspiration concerning how such a desire might be fulfilled. The inspiration came, and I said to Craig, “Serve the Lord with all your heart. Be obedient to your sacred calling. Each week write a letter to your parents, and on occasion, write to Dad personally, and let him know how much you love him, and tell him why you’re grateful to be his son.” He thanked me and, with his mother, departed the office.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p42\" class=\"\">I was not to see Craig’s mother for some 18 months, when she came to my office and, in sentences punctuated by tears, said to me, “It has been almost two years since Craig left for his mission. He has never failed in writing a letter to us each week. Recently, my husband, Fred, stood for the first time in a testimony meeting and surprised me and shocked everyone who was there by announcing that he had made the decision to become a member of the Church. He indicated that he and I would go to Australia to meet Craig at the conclusion of his mission so that Fred could be Craig’s final baptism as a full-time missionary.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p43\" class=\"\">No missionary stood so tall as did Craig Sudbury when, in far-off Australia, he helped his father into water waist-deep and, raising his right arm to the square, repeated those sacred words: “Frederick Charles Sudbury, having been commissioned of Jesus Christ, I baptize you in the name of the Father, and of the Son, and of the Holy Ghost.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p44\" class=\"\">Love had won its victory. <span class=\"strong\">Serve the Lord with love.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p45\" class=\"\">Brethren, may each one of us <span class=\"strong\">search the scriptures with diligence, plan his life with purpose, teach the truth with testimony,<\/span> and <span class=\"strong\">serve the Lord with love.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p46\" class=\"\">The perfect Shepherd of our souls, the missionary who redeemed mankind, gave us His divine assurance:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p47\" class=\"\">“If it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p48\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!”<sup class=\"noteMarker\"><a href=\"#footnote7-10705_000_027\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124134)\">Doctrine and Covenants 18:15–16<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p49\" class=\"\">Of Him who spoke these words I declare my witness: He is the Son of God, our Redeemer, and our Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/come-all-ye-sons-of-god.p50\" class=\"\">I pray that we may ever respond to His gentle invitation, “Follow thou me.”<sup class=\"noteMarker\"><a href=\"#footnote8-10705_000_027\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124135)\">John 21:22<\/a><\/span>.]<\/span><\/sup> In His holy name—even the name of Jesus Christ the Lord—amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_027\"><a name=\"-10705_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10705_000_027\">1.<\/a><\/span>\n\t\t\t\t\t<p>“Come, All Ye Sons of God,” <span class=\"emphasis\">Hymns,<\/span> no. 322.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_027\"><a name=\"-10705_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10705_000_027\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124130)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124130)\">Matthew 28:19–20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_027\"><a name=\"-10705_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10705_000_027\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 330.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_027\"><a name=\"-10705_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10705_000_027\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124131)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124131)\">Alma 17:2–3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_027\"><a name=\"-10705_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10705_000_027\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124132)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124132)\">1 Peter 3:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_027\"><a name=\"-10705_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10705_000_027\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124133)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124133)\">Doctrine and Covenants 4:2, 5–6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_027\"><a name=\"-10705_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10705_000_027\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124134)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124134)\">Doctrine and Covenants 18:15–16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_027\"><a name=\"-10705_000_027\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10705_000_027\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124135\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124135)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124135)\">John 21:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}