{"ID":7944, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Hope of God’s Light\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">As we seek to increase our love for God and strive to love our neighbor, the light of the gospel will surround and uplift us.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_029<\/span>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Entrance to Enlightenment<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p6\" class=\"\">I have a cherished painting in my office that is titled <span class=\"emphasis\">Entrance to Enlightenment.<\/span> It was created by a friend of mine, the Danish artist Johan Benthin, who was the first stake president in Copenhagen, Denmark.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p7\" class=\"\">The painting shows a dark room with an open door from which light is shining. It is interesting to me that the light coming through the door does not illuminate the entire room—only the space immediately in front of the door.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p8\" class=\"\">To me, the darkness and light in this painting are a metaphor for life. It is part of our condition as mortal beings to sometimes feel as though we are surrounded by darkness. We might have lost a loved one; a child might have strayed; we might have received a troubling medical diagnosis; we might have employment challenges and be burdened by doubts or fears; or we might feel alone or unloved.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p9\" class=\"\">But even though we may feel lost in the midst of our current circumstances, God promises the hope of His light—He promises to illuminate the way before us and show us the way out of darkness.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>A Room Filled with Darkness<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p11\" class=\"\">I’d like to tell you about a woman who grew up in a room filled with darkness—I’ll call her Jane.<\/p>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p12\" class=\"\">From the time Jane was three years old, she was repeatedly beaten, belittled, and abused. She was threatened and mocked. She awoke each morning not knowing if she would survive until the next day. The people who should have protected her were those who tortured her or allowed the abuse to continue.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p13\" class=\"\">In order to protect herself, Jane learned to stop feeling. She had no hope of rescue, so she hardened herself to the horror of her reality. There was no light in her world, so she became resigned to the darkness. With a numbness that can come only from constant and unrelenting contact with evil, she accepted the fact that any moment might be her last.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p14\" class=\"\">Then, at age 18, Jane discovered The Church of Jesus Christ of Latter-day Saints. The joy and hope of the restored gospel penetrated her heart, and she accepted the invitation to be baptized. For the first time, light entered her life, and she saw a bright path before her. She left the darkness of her world and decided to attend school a great distance away from her abuser. At last she felt liberated from an environment of darkness and evil—free to enjoy the Savior’s sweet peace and miraculous healing.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p15\" class=\"\">However, years later, after her abuser had died, Jane was again troubled by the horrible events of her youth. Profound sadness and anger threatened to destroy the wonderful light she had found in the gospel. She realized that if she allowed that darkness to consume her, her tormentor would have a final victory.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p16\" class=\"\">She sought counseling and medical help and began to realize that, for her, the best path for healing was to understand and accept that darkness exists—but not to dwell there. For, as she now knew, light also exists—and that is where she chose to dwell.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p17\" class=\"\">Given her dark past, Jane could easily have become vindictive, venomous, or violent. But she didn’t. She resisted the temptation to spread the darkness, refusing to lash out in anger, hurt, or cynicism. Instead, she held fast to the hope that with God’s help she could be healed. She chose to radiate light and devote her life to helping others. This decision enabled her to leave the past behind and to step into a glorious, bright future.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p18\" class=\"\">She became a schoolteacher, and today, decades later, her love has influenced the lives of hundreds of children, helping them to know that they have worth, that they are important. She has become a tireless defender of the weak, the victimized, and the discouraged. She builds, strengthens, and inspires everyone around her.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p19\" class=\"\">Jane learned that healing comes when we move away from the darkness and walk toward the hope of a brighter light. It was in the practical application of faith, hope, and charity that she not only transformed her own life but forever blessed the lives of many, many others.<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Light Cleaveth unto Light<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p21\" class=\"\">There may be some among you who feel darkness encroaching upon you. You may feel burdened by worry, fear, or doubt. To you and to all of us, I repeat a wonderful and certain truth: God’s light is real. It is available to all! It gives life to all things.<sup class=\"noteMarker\"><a href=\"#footnote1-10705_000_029\">1<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124136)\">Doctrine and Covenants 88:11–13<\/a><\/span>.]<\/span><\/sup> It has the power to soften the sting of the deepest wound. It can be a healing balm for the loneliness and sickness of our souls. In the furrows of despair, it can plant the seeds of a brighter hope. It can enlighten the deepest valleys of sorrow. It can illuminate the path before us and lead us through the darkest night into the promise of a new dawn.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p22\" class=\"\">This is “the Spirit of Jesus Christ,” which gives “light to every man that cometh into the world.”<sup class=\"noteMarker\"><a href=\"#footnote2-10705_000_029\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124137)\">Doctrine and Covenants 84:45–46<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p23\" class=\"\">Nevertheless, spiritual light rarely comes to those who merely sit in darkness waiting for someone to flip a switch. It takes an act of faith to open our eyes to the Light of Christ. Spiritual light cannot be discerned by carnal eyes. Jesus Christ Himself taught, “I am the light which shineth in darkness, and the darkness comprehendeth it not.”<sup class=\"noteMarker\"><a href=\"#footnote3-10705_000_029\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124138)\">Doctrine and Covenants 6:21<\/a><\/span>.]<\/span><\/sup> For “the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.”<sup class=\"noteMarker\"><a href=\"#footnote4-10705_000_029\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124139)\">1 Corinthians 2:14<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p24\" class=\"\">So how do we open our eyes to the hope of God’s light?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p25\" class=\"\"><span class=\"strong\">First, start where you are.<\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p26\" class=\"\">Isn’t it wonderful to know that we don’t have to be perfect to experience the blessings and gifts of our Heavenly Father? We don’t have to wait to cross the finish line to receive God’s blessings. In fact, the heavens begin to part and the blessings of heaven begin to distill upon us with the very first steps we take toward the light.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p27\" class=\"\">The perfect place to begin is exactly where you are right now. It doesn’t matter how unqualified you may think you are or how far behind others you may feel. The very moment you begin to seek your Heavenly Father, in that moment, the hope of His light will begin to awaken, enliven, and ennoble your soul.<sup class=\"noteMarker\"><a href=\"#footnote5-10705_000_029\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124140)\">Alma 34:31<\/a><\/span>.]<\/span><\/sup> The darkness may not dissipate all at once, but as surely as night always gives way to dawn, the light will come.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p28\" class=\"\"><span class=\"strong\">Second, turn your heart toward the Lord.<\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p29\" class=\"\">Lift up your soul in prayer and explain to your Heavenly Father what you are feeling. Acknowledge your shortcomings. Pour out your heart and express your gratitude. Let Him know of the trials you are facing. Plead with Him in Christ’s name for strength and support. Ask that your ears may be opened, that you may hear His voice. Ask that your eyes may be opened, that you may see His light.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p30\" class=\"\"><span class=\"strong\">Third, walk in the light.<\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p31\" class=\"\">Your Heavenly Father knows that you will make mistakes. He knows that you will stumble—perhaps many times. This saddens Him, but He loves you. He does not wish to break your spirit. On the contrary, He desires that you rise up and become the person you were designed to be.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p32\" class=\"\">To that end, He sent His Son to this earth to illuminate the way and show us how to safely cross the stumbling blocks placed in our path. He has given us the gospel, which teaches the way of the disciple. It teaches us the things we must know, do, and be to walk in His light, following in the footsteps of His Beloved Son, our Savior.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Light Overcomes Darkness<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p34\" class=\"\">Yes, we will make mistakes.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p35\" class=\"\">Yes, we will falter.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p36\" class=\"\">But as we seek to increase our love for God and strive to love our neighbor, the light of the gospel will surround and uplift us. The darkness will surely fade, because it cannot exist in the presence of light. As we draw near to God, He will draw near to us.<sup class=\"noteMarker\"><a href=\"#footnote6-10705_000_029\">6<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124141)\">James 4:8<\/a><\/span>; <span class=\"citation\" id=\"124142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124142)\">Doctrine and Covenants 88:63<\/a><\/span>.]<\/span><\/sup> And day by day, the hope of God’s light will grow within us, “brighter and brighter until the perfect day.”<sup class=\"noteMarker\"><a href=\"#footnote7-10705_000_029\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124143)\">Doctrine and Covenants 50:24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p37\" class=\"\">To all who feel they walk in darkness, I invite you to rely on this certain promise spoken by the Savior of mankind: “I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.”<sup class=\"noteMarker\"><a href=\"#footnote8-10705_000_029\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124144)\">John 8:12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>A Light in Africa<\/h2>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p39\" class=\"\">Some years ago my wife, Harriet, and I had a memorable experience in which we saw this promise fulfilled. We were in West Africa, a beautiful part of the world where the Church is growing and the Latter-day Saints are delightful. However, West Africa also has many challenges. In particular, I was sorrowed by the poverty that I saw. In the cities there is high unemployment, and families often struggle to provide for their daily needs and for their safety. It broke my heart to know that many of our precious members of the Church live in such deprivation. But I also learned that these fine members help each other to lighten their heavy burdens.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p40\" class=\"\">We eventually arrived at one of our meetinghouses near a large city. But instead of finding a people burdened and absorbed by darkness, we discovered a joyful people who were radiating with light! The happiness they felt for the gospel was contagious and lifted our spirits. The love they expressed for us was humbling. Their smiles were genuine and infectious.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p41\" class=\"\">I remember wondering at the time if there could possibly be a happier people on the face of the planet. Even though these dear Saints were surrounded by difficulties and trials, they were filled with light!<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p42\" class=\"\">The meeting began, and I started to speak. But soon the power went out in the building, and we were left in complete darkness.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p43\" class=\"\">For a while I could hardly see anyone in the congregation, but I could see and feel the brilliant and beautiful smiles of our Saints. Oh, how I loved being with these wonderful people!<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p44\" class=\"\">The darkness in the chapel continued, and so I sat next to my wife and waited for the power to be restored. As we waited, something remarkable happened.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p45\" class=\"\">A few voices began singing one of the hymns of the Restoration. And then others joined in. And then more. Soon, a sweet and overwhelming chorus of voices filled the chapel.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p46\" class=\"\">These members of the Church did not need hymnbooks; they knew every word of every hymn they sang. And they sang one song after another with an energy and spirit that touched my soul.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p47\" class=\"\">Eventually, the lights sparked back on and bathed the room with light. Harriet and I looked at each other, our cheeks wet with tears.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p48\" class=\"\">In the midst of great darkness, these beautiful, wonderful Saints had filled this Church building and our souls with light.<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p49\" class=\"\">It was a profoundly moving moment for us—one Harriet and I will never forget.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Come to the Light<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p51\" class=\"\">Yes, from time to time our lives may seem to be touched by, or even wrapped in, darkness. Sometimes the night that surrounds us will appear oppressive, disheartening, and frightening.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p52\" class=\"\">My heart grieves for the many sorrows some of you face, for the painful loneliness and wearisome fears you may be experiencing.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p53\" class=\"\">Nevertheless, I bear witness that our living hope is in Christ Jesus! He is the true, pure, and powerful entrance to divine enlightenment.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p54\" class=\"\">I testify that with Christ, darkness cannot succeed. Darkness will not gain victory over the light of Christ.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p55\" class=\"\">I bear witness that darkness cannot stand before the brilliant light of the Son of the living God!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p56\" class=\"\">I invite each of you to open your heart to Him. Seek Him through study and prayer. Come to His Church, even The Church of Jesus Christ of Latter-day Saints. Learn of Him and of His gospel, participate actively, help each other, and joyfully serve our God.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p57\" class=\"\">Brothers and sisters, even after the darkest night, the Savior of the world will lead you to a gradual, sweet, and bright dawn that will assuredly rise within you.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/the-hope-of-gods-light.p58\" class=\"\">As you walk toward the hope of God’s light, you will discover the compassion, love, and goodness of a loving Heavenly Father, “in [whom there] is no darkness at all.”<sup class=\"noteMarker\"><a href=\"#footnote9-10705_000_029\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124145)\">1 John 1:5<\/a><\/span>.]<\/span><\/sup> Of this I testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10705_000_029\">1.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124136)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124136)\">Doctrine and Covenants 88:11–13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10705_000_029\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124137\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124137)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124137)\">Doctrine and Covenants 84:45–46<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10705_000_029\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124138\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124138)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124138)\">Doctrine and Covenants 6:21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10705_000_029\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124139\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124139)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124139)\">1 Corinthians 2:14<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10705_000_029\">5.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124140\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124140)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124140)\">Alma 34:31<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10705_000_029\">6.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124141\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124141)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124141)\">James 4:8<\/a><\/span>; <span class=\"citation\" id=\"124142\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124142)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124142)\">Doctrine and Covenants 88:63<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10705_000_029\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124143\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124143)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124143)\">Doctrine and Covenants 50:24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10705_000_029\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124144\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124144)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124144)\">John 8:12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_029\"><a name=\"-10705_000_029\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10705_000_029\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124145\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124145)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124145)\">1 John 1:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}