{"ID":7948, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Obedience to Law Is Liberty\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p2\" class=\"\">By Elder L. Tom Perry<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">Men and women receive their agency as a gift from God, but their liberty and, in turn, their eternal happiness come from obedience to His laws.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_033<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p5\" class=\"\">I received a special gift last Christmas that brought with it many memories. My niece gave it to me. It had been among the things I had left in our old family home when I moved out after I was married. The gift was this little brown book I hold in my hand. It is a book that was given to LDS servicemen who entered the armed forces during World War II. I personally viewed the book as a gift from President Heber J. Grant and his counselors, J. Reuben Clark Jr. and David O. McKay.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p6\" class=\"\">In the front of the book, these three prophets of God wrote: “The incidents of the armed service do not permit our keeping in constant personal touch with you, either directly or by personal representation. Our next best course is to put in your hands such portions of modern revelation and of explanations of the principles of the Gospel as shall bring to you, wherever you may be, renewed hope and faith, as likewise comfort, consolation, and peace of spirit.”<sup class=\"noteMarker\"><a href=\"#footnote1-10705_000_033\">1<\/a> <span class=\"footnote\">[First Presidency, in <span class=\"emphasis\">Principles of the Gospel<\/span> (1943), i.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p7\" class=\"\">Today we find ourselves in another war. This is not a war of armaments. It is a war of thoughts, words, and deeds. It is a war with sin, and more than ever we need to be reminded of the commandments. Secularism is becoming the norm, and many of its beliefs and practices are in direct conflict with those that were instituted by the Lord Himself for the benefit of His children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p8\" class=\"\">In the little brown book, immediately after the letter from the First Presidency, there is a “Prefatory Note to Men in the Service,” titled “Obedience to Law Is Liberty.” The note draws a parallel between military law, which is “for the good of all who are in the service,” and divine law.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p9\" class=\"\">It states, “In the universe, too, where God is in command, there is law—universal, eternal … law—with certain blessings and immutable penalties.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p10\" class=\"\">The final words of the note focus on obedience to God’s law: “If you wish to return to your loved ones with head erect, … if you would be a man and live abundantly—then observe God’s law. In so doing you can add to those priceless freedoms which you are struggling to preserve, another on which the others may well depend, freedom from sin; for truly ‘obedience to law is liberty.’”<sup class=\"noteMarker\"><a href=\"#footnote2-10705_000_033\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Principles of the Gospel,<\/span> v, vii, viii.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p11\" class=\"\">Why did the phrase “obedience to law is liberty” ring so true to me at the time? Why does it ring true to all of us now?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p12\" class=\"\">Perhaps it is because we have a revealed knowledge of our premortal history. We recognize that when God the Eternal Father presented His plan to us at the beginning of time, Satan wanted to alter the plan. He said he would redeem all mankind. Not one soul would be lost, and Satan was confident he could deliver on his proposal. But there was an unacceptable cost—the destruction of man’s agency, which was and is a gift given by God (see <span class=\"citation\" id=\"124187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124187)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124187)\">Moses 4:1–3<\/a><\/span>). About this gift, President Harold B. Lee said, “Next to life itself, free agency is God’s greatest gift to mankind.”<sup class=\"noteMarker\"><a href=\"#footnote3-10705_000_033\">3<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Harold B. Lee<\/span> (2000), 4.]<\/span><\/sup> Then it was no small thing for Satan to disregard man’s agency. In fact, it became the principal issue over which the War in Heaven was fought. Victory in the War in Heaven was a victory for man’s agency.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p13\" class=\"\">Satan, however, was not done. His backup plan—the plan he has been executing since the time of Adam and Eve—was to tempt men and women, essentially to prove we are undeserving of the God-given gift of agency. Satan has many reasons for doing what he does. Perhaps the most powerful is the motive of revenge, but he also wants to make men and women miserable like he is miserable. None of us should ever underestimate how driven Satan is to succeed. His role in God’s eternal plan creates “opposition in all things” (<span class=\"citation\" id=\"124188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124188)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124188)\">2 Nephi 2:11<\/a><\/span>) and tests our agency. Each choice you and I make is a test of our agency—whether we choose to be obedient or disobedient to the commandments of God is actually a choice between “liberty and eternal life” and “captivity and death.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p14\" class=\"\">This fundamental doctrine is clearly taught in 2 Nephi, the second chapter: “Wherefore, men are free according to the flesh; and all things are given them which are expedient unto man. And they are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil; for he seeketh that all men might be miserable like unto himself” (<span class=\"citation\" id=\"124189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124189)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124189)\">2 Nephi 2:27<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p15\" class=\"\">In many respects, this world has always been at war. I believe when the First Presidency sent me my little brown book, they were more concerned about a greater war than World War II. I also believe they hoped the book would be a shield of faith against Satan and his armies in this greater war—the war against sin—and serve as a reminder to me to live the commandments of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p16\" class=\"\">One way to measure ourselves and compare us to previous generations is by one of the oldest standards known to man—the Ten Commandments. For much of the civilized world, particularly the Judeo-Christian world, the Ten Commandments have been the most accepted and enduring delineation between good and evil.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p17\" class=\"\">In my judgment, four of the Ten Commandments are taken as seriously today as ever. As a culture, we disdain and condemn murder, stealing, and lying, and we still believe in the responsibility of children to their parents.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p18\" class=\"\">But as a larger society, we routinely dismiss the other six commandments:<\/p>\n\t\t\t\t<ul class=\"bullet\"><li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>If worldly priorities are any indication, we certainly have “other gods” we put before the true God.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>We make idols of celebrities, of lifestyles, of wealth, and yes, sometimes of graven images or objects.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>We use the name of God in all kinds of profane ways, including our exclamations and our swearing.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>We use the Sabbath day for our biggest games, our most serious recreation, our heaviest shopping, and virtually everything else but worship.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>We treat sexual relations outside marriage as recreation and entertainment.<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\n\t\t\t\t\t\t<p>And coveting has become a far too common way of life. (See <span class=\"citation\" id=\"124190\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124190)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124190)\">Exodus 20:3–17<\/a><\/span>.)<\/p>\n\t\t\t\t\t<\/li>\n\t\t\t\t<\/ul><p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p25\" class=\"\">Prophets from all dispensations have consistently warned against violations of two of the more serious commandments—the ones relating to murder and adultery. I see a common basis for these two critical commandments—the belief that life itself is the prerogative of God and that our physical bodies, the temples of mortal life, should be created within the bounds God has set. For man to substitute his own rules for the laws of God on either end of life is the height of presumption and the depth of sin.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p26\" class=\"\">The main effects of these depreciating attitudes about the sanctity of marriage are the consequences to families—the strength of families is deteriorating at an alarming rate. This deterioration is causing widespread damage to society. I see direct cause and effect. As we give up commitment and fidelity to our marriage partners, we remove the glue that holds our society together.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p27\" class=\"\">A useful way to think about the commandments is they are loving counsel from a wise, all-knowing Heavenly Father. His goal is our eternal happiness, and His commandments are the road map He has given us to return to Him, which is the only way we will be eternally happy. How significant are the home and the family to our eternal happiness? On page 141 of my little brown book, it states, “Indeed our heaven is little more than a projection of our homes into eternity.”<sup class=\"noteMarker\"><a href=\"#footnote4-10705_000_033\">4<\/a> <span class=\"footnote\">[Stephen L Richards, in <span class=\"emphasis\">Principles of the Gospel,<\/span> 141.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p28\" class=\"\">The doctrine of the family and the home was recently reiterated with great clarity and forcefulness in “The Family: A Proclamation to the World.” It declared the eternal nature of families and then explained the connection to temple worship. The proclamation also declared the law upon which the eternal happiness of families is predicated, namely, “The sacred powers of procreation are to be employed only between man and woman, lawfully wedded as husband and wife.”<sup class=\"noteMarker\"><a href=\"#footnote5-10705_000_033\">5<\/a> <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2010, 129.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p29\" class=\"\">God reveals to His prophets that there are moral absolutes. Sin will always be sin. Disobedience to the Lord’s commandments will always deprive us of His blessings. The world changes constantly and dramatically, but God, His commandments, and promised blessings do not change. They are immutable and unchanging. Men and women receive their agency as a gift from God, but their liberty and, in turn, their eternal happiness come from obedience to His laws. As Alma counseled his errant son Corianton, “Wickedness never was happiness” (<span class=\"citation\" id=\"124191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124191)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124191)\">Alma 41:10<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p30\" class=\"\">In this day of the Restoration of the fulness of the gospel, the Lord has again revealed to us the blessings promised us for being obedient to His commandments.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p31\" class=\"\">In Doctrine and Covenants 130 we read:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p32\" class=\"\">“There is a law, irrevocably decreed in heaven before the foundations of this world, upon which all blessings are predicated—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p33\" class=\"\">“And when we obtain any blessing from God, it is by obedience to that law upon which it is predicated” (<span class=\"citation\" id=\"124192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124192)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124192)\">D&amp;C 130:20–21<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p34\" class=\"\">Surely there could not be any doctrine more strongly expressed in the scriptures than the Lord’s unchanging commandments and their connection to our happiness and well-being as individuals, as families, and as a society. There are moral absolutes. Disobedience to the Lord’s commandments will always deprive us of His blessings. These things do not change.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p35\" class=\"\">In a world where the moral compass of society is faltering, the restored gospel of Jesus Christ never wavers, nor should its stakes and wards, its families, or its individual members. We must not pick and choose which commandments we think are important to keep but acknowledge all of God’s commandments. We must stand firm and steadfast, having perfect confidence in the Lord’s consistency and perfect trust in His promises.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/obedience-to-law-is-liberty.p36\" class=\"\">May we ever be a light on the hill, an example in keeping the commandments, which have never changed and will never change. Just as this small book encouraged LDS servicemen to stand morally firm in times of war, may we, in this latter-day war, be a beacon to all the earth and particularly to God’s children who are seeking the Lord’s blessings. Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_033\"><a name=\"-10705_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10705_000_033\">1.<\/a><\/span>\n\t\t\t\t\t<p>First Presidency, in <span class=\"emphasis\">Principles of the Gospel<\/span> (1943), i.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_033\"><a name=\"-10705_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10705_000_033\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Principles of the Gospel,<\/span> v, vii, viii.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_033\"><a name=\"-10705_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10705_000_033\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Harold B. Lee<\/span> (2000), 4.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_033\"><a name=\"-10705_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10705_000_033\">4.<\/a><\/span>\n\t\t\t\t\t<p>Stephen L Richards, in <span class=\"emphasis\">Principles of the Gospel,<\/span> 141.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_033\"><a name=\"-10705_000_033\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10705_000_033\">5.<\/a><\/span>\n\t\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2010, 129.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}