{"ID":795, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"What Shall I Do with Jesus\"<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, October 1955, pp. 44-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMuch has been said at this conference about the life and mission of the Master. I pray that\nwhat I may say will not detract from that which has already been said.\n<\/p><p>\nAfter that long awful night of betrayal and trial, Jesus was brought before Pilate.  Pilate\nbelieved that Jesus was innocent of any wrong and made a weak attempt to try and save his\nlife by taking advantage of one of his privileges as Roman governor to release a prisoner to\nthe Jews at the time of the Passover.  Pilate had in his custody a noted insurrectionist and\nmurderer by the name of Barabbas, and probably relying upon the sense of fairness of the\nJews that certainly they would not consent to the release of this notorious criminal and punish\nan innocent man, Pilate said, \"Whom shall I release unto you&mdash;Barabbas or Jesus which is\ncalled Christ?\" (<span class=\"citation\" id=\"34738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34738)\">Matt. 27:17<\/a><\/span>).\nAnd Pilate must have been startled to hear them say, \"Barabbas\"\n(<span class=\"citation\" id=\"34739\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34739)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34739)\">Matt. 27:21<\/a><\/span>).\n<\/p><p>\nHe said, \"Then what shall I do with Jesus?\" And the Jews replied, \"Let him be crucified\"\n(<span class=\"citation\" id=\"34740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34740)\">Matt. 27:22<\/a><\/span>).\nPilate said, \"Shall I crucify your king?\" And they said, \"We have no king but Caesar\"\n(<span class=\"citation\" id=\"27665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27665)\">John 19:15<\/a><\/span>).\n<\/p><p>\nThen Pilate took water and washed his hands before the multitude, saying, \". . . I am innocent\nof the blood of this just man: see ye to it.\" And the Jews said, \". . . His blood be upon us and\non our children.  Then Barabbas was released and Jesus was delivered to be crucified\" (see\n<span class=\"citation\" id=\"34743\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34743)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34743)\">Matt. 27:24-26<\/a><\/span>).\n<\/p><p>\nWe might safely assume that both Pilate and the Jews felt that they had permanently settled\nany question which may have arisen in connection with the life of Christ&mdash;Pilate by merely\nwashing his hands, and the putting to death the very Son of God.\n<\/p><p>\nBut there is a peculiar relationship which exists between the life of Jesus Christ and every\nother soul born into the world.  In that great period of our preexistence, Jesus was appointed\nand ordained to be the Savior of the world and the Redeemer of men, and there is no other\nname given by which man can be saved.  What Pilate and the Jews did to Jesus did not alter\nthat relationship in the slightest degree, either for them or for us.  For Jesus also bore our\nsins, and we are therefore party to his suffering and his atonement.\n<\/p><p>\nIn our lives we are forced to make many decisions.  By our answers to life's questions, we\ndetermine our own destiny.  James Russell Lowell wrote some significant lines entitled, \"The\nPresent Crisis.\" He says&mdash;\n<\/p><p>\n     Once to every man and nation<br \/>\n     Comes a moment to decide<br \/>\n     In the strife of truth and falsehood<br \/>\n     For the good or evil side.\n<\/p><p>\n     Some great cause, God's new Messiah<br \/>\n     Offering each the bloom or blight<br \/>\n     Parts the goats upon the left hand<br \/>\n     And the sheep upon the right.\n<\/p><p>\n     And the choice goes on forever<br \/>\n     'Twixt the darkness and the light.\n<\/p><p>\nCertainly the greatest question to be decided by any man during his lifetime is the one\nsuggested by Pilate, \"What shall I do with Jesus?\" The Jews made their decision.  They said,\n\"His blood be upon us and on our children,\" and so it has been.  And so it may be with us\nbecause the question is still before us, and each must answer for himself.\n<\/p><p>\n     For Jesus is standing on trial still.<br \/>\n     You may be false to him if you will.<br \/>\n     Or you may serve him through good or ill.<br \/>\n     What will you do with Jesus?\n<\/p><p>\nYou may evade him as Pilate tried<br \/>\n     Or you may serve him whate'er betide.<br \/>\n     Vainly you'll struggle from him to hide<br \/>\n     What will you do with Jesus?\n<\/p><p>\nWhat will you do with Jesus?<br \/>\n     Neutral you cannot be,<br \/>\n     And someday your soul may be asking&mdash;<br \/>\n     What will he do with me?\n<\/p><p>\nOne of the best methods for solving a problem is to weigh carefully each of the alternatives. \nIn this case there seem to be three.  The first is that we may follow the example of the Jews\nand reject him and thereby, as Paul says, we crucify unto ourselves the Son of God afresh. \nSuch a course is unthinkable.  But much of what the Jews did, they did in ignorance.  Upon\nthe cross Jesus said, \". . . Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31419)\">Luke 23:34<\/a><\/span>).\nThe Jews didn't really understand what they were doing when they put to death the\nSavior of the world.  Pilate didn't know that this young peasant carpenter standing before him\nwas in very deed the great Jehovah who had created the earth.\n<\/p><p>\nBut we might ask ourselves this question:  Why didn't they know?  There is probably only one\nanswer: They lacked the honest effort, earnest inquiry, and humble prayer necessary to find\nthe truth.  But in large measure, we make exactly the same mistakes. When we absent\nourselves from sacrament meeting, we don't really understand what we are doing.  When we\nfail to pay our tithing or when we are married \"until death do us part,\" we know not what we\ndo.  It is our ignorance as well as our sins that stands between us and our salvation.\n<\/p><p>\nIf the Jews suffered so great a penalty for their sins committed largely in ignorance, what\nabout us?  We have all of the information that the Jews had, but in addition we have the\njudgment of time shining upon the life of Christ. We have the testimony of the apostles\nbearing witness to his divinity and sealing their testimony with their blood.\n<\/p><p>\nBut in addition, a great flood of new knowledge has come into the world. In the early spring\nof 1820, God the Father and his Son Jesus Christ reappeared upon the earth to reestablish\namong men a belief in God.  Besides this, we have been given three great volumes of new\nscripture outlining and explaining in every detail the simple principles of the gospel.  If we\nlose our way, it will be by our own choice and not because we can't know the truth, except, if\nlike the Jews, we fail to be sufficiently thoughtful and diligent, thereby exposing ourselves to\nthe risk of \"ignorantly\" rejecting our personal Savior and with him our chances for eternal\nexaltation.\n<\/p><p>\nThe second alternative of this question, \"What shall I do with Jesus?\"\n(<span class=\"citation\" id=\"34741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34741)\">Matt. 27:22<\/a><\/span>)\nis that we may try to be\nneutral, and believe neither one thing nor the other. That is impossible, for either God is, or\nGod is not.  There is no middle ground.  It is all or nothing.  We either accept him by design\nor we reject him by default.  For when we fail to decide a question one way, we\nautomatically decide it the other way. That is, when we fail to decide to get on the train, we\nautomatically decide to stay off the train.\n<\/p><p>\nYet there is a group of people who insist on trying to maintain this damaging neutrality.  It\nisn't merely that they don't believe; their skepticism goes deeper.  They don't give it a\nthought one way or the other.  There is one thing more serious than merely to \"not believe,\"\nand that is to \"not care.\"\n<\/p><p>\nIt has been said that there is one folly greater than that of the fool who says in his heart there\nis no God, and that is the folly of him who says he doesn't know whether there is a God or\nnot.  Thereby he is guilty of unbelief rather than disbelief, and unbelief is usually a confession\nthat one has not made sufficient honest inquiry necessary to find the truth.\n<\/p><p>\nIf a man should err in believing the gospel of Jesus Christ to be true, he could not possibly be\nthe loser by the mistake.  But how irreparable is his loss who should err in supposing the\nrevelations of God to be false.  There are many people who try to dispose of this question,\n\"What shall I do with Jesus?\" by saying that he was merely a great teacher. This is certainly a\npoor substitute for knowing the truth.  It is also pretty dangerous, for as has been said: \n<\/p><p>\n     Suppose there is a Christ, but that I should be Christless; <br \/>\n     Suppose there is a cleansing, but that I should remain unclean; <br \/>\n     Suppose there is a Heavenly Father's love, but that I should remain\n        an alien; <br \/>\n     Suppose there is a heaven, but that I should be cast down to hell.\n<\/p><p>\nIt has been said that \"Man's greatest unkindness to man is not to hate him but to be\nindifferent to him.\" \"He who is indifferent to his friend is unkind to his friend.  But he who is\nindifferent to his Savior is unmerciful unto himself.\"\n<\/p><p>\nOur third alternative to this question of \"What shall I do with Jesus?\"\n(<span class=\"citation\" id=\"34742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34742)\">Matt. 27:22<\/a><\/span>) is that we may accept\nhim.  We may accept him eagerly and enthusiastically. We may fill our minds with his word,\nand consecrate our lives to his service. We have his own counsel on this question.  In our\nown day he has said,\n<\/p><p>\nO ye that embark in the service of God, see that ye serve him with all your heart,\nmight, mind and strength, that ye may stand blameless before God at the last day\n(<span class=\"citation\" id=\"13346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13346)\">D&amp;C 4:2<\/a><\/span>).\n<\/p><p>\nEach of us has been complimented by being reserved to live upon the earth in this greatest of\nall dispensations. We live when a great flood tide of wonders and knowledge and\naccomplishment has been release in the world.  Our forefathers lived on a flat, stationary\nearth and plowed their ground with wooden sticks.  But we live on an earth of power steering\nand jet propulsion. Noah preached the gospel for many years and failed to bring conversion to\na single person outside his own family.  Even in the dispensation of Jesus, less than one\nhundred years had passed before the apostles had all been put to death and the world was well\non its way into darkness of complete apostasy.\n<\/p><p>\nBut we live in a time when \"the field is white already to harvest\"\n(<span class=\"citation\" id=\"13348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13348)\">D&amp;C 4:4<\/a><\/span>). We have examples of stake\nmissionaries who have brought conversion into the lives of five or ten or twenty human souls\nin a single year, and as Samuel Walter Foss cried, \"Give me men to match my mountains,\" so\nthe Church is crying for men to match the great opportunities of the present day.\n<\/p><p>\nIn 1932 Walter Pitkin wrote a book entitled <i>Life Begins at Forty<\/i>.  But life begins every\nmorning.  Life begins when we begin, and our real progress begins when we accept God's\nanswer to that greatest question of our lives, \"What shall we do with Jesus?\"\n<\/p><p>\nMay our Heavenly Father inspire us to get the right answer before it is too late, I pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}