{"ID":7950, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            “Lord, I Believe”\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p2\" class=\"\">By Elder Jeffrey R. Holland<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/jeffrey-r-holland-10.jpg\" alt=\"Jeffrey R. Holland\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">Honestly acknowledge your questions and your concerns, but first and forever fan the flame of your faith, because all things are possible to them that believe.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_036<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p5\" class=\"\">On one occasion Jesus came upon a group arguing vehemently with His disciples. When the Savior inquired as to the cause of this contention, the father of an afflicted child stepped forward, saying he had approached Jesus’s disciples for a blessing for his son, but they were not able to provide it. With the boy still gnashing his teeth, foaming from the mouth, and thrashing on the ground in front of them, the father appealed to Jesus with what must have been last-resort desperation in his voice:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p6\" class=\"\">“If thou canst do any thing,” he said, “have compassion on us, and help us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p7\" class=\"\">“Jesus said unto him, If thou canst believe, all things are possible to him that believeth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p8\" class=\"\">“And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.”<sup class=\"noteMarker\"><a href=\"#footnote1-10705_000_036\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124208)\">Mark 9:22–24<\/a><\/span>; see also <span class=\"citation\" id=\"124209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124209)\">verses 14–21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p9\" class=\"\">This man’s initial conviction, by his own admission, is limited. But he has an urgent, emphatic desire in behalf of his only child. We are told that is good enough for a beginning. “Even if ye can no more than <span class=\"emphasis\">desire to believe,<\/span>” Alma declares, “let this desire work in you, even until ye believe.”<sup class=\"noteMarker\"><a href=\"#footnote2-10705_000_036\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124210)\">Alma 32:27<\/a><\/span>; emphasis added.]<\/span><\/sup> With no other hope remaining, this father asserts what faith he has and pleads with the Savior of the world, “If <span class=\"emphasis\">thou<\/span> canst do <span class=\"emphasis\">any thing,<\/span> have compassion on <span class=\"emphasis\">us,<\/span> and help <span class=\"emphasis\">us.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote3-10705_000_036\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124211)\">Mark 9:22<\/a><\/span>; emphasis added.]<\/span><\/sup> I can hardly read those words without weeping. The plural pronoun <span class=\"emphasis\">us<\/span> is obviously used intentionally. This man is saying, in effect, “Our whole family is pleading. Our struggle never ceases. We are exhausted. Our son falls into the water. He falls into the fire. He is continually in danger, and we are continually afraid. We don’t know where else to turn. Can <span class=\"emphasis\">you<\/span> help us? We will be grateful for <span class=\"emphasis\">anything—<\/span>a partial blessing, a glimmer of hope, some small lifting of the burden carried by this boy’s mother every day of her life.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p10\" class=\"\">“If <span class=\"emphasis\">thou<\/span> canst do <span class=\"emphasis\">any thing,<\/span>” spoken by the father, comes back to him “If <span class=\"emphasis\">thou<\/span> canst <span class=\"emphasis\">believe,<\/span>” spoken by the Master.<sup class=\"noteMarker\"><a href=\"#footnote4-10705_000_036\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124212)\">Mark 9:22, 23<\/a><\/span>; emphasis added.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p11\" class=\"\">“Straightway,” the scripture says—not slowly nor skeptically nor cynically but “straightway”—the father cries out in his unvarnished parental pain, “Lord, I believe; help thou mine unbelief.” In response to new and still partial faith, Jesus heals the boy, almost literally raising him from the dead, as Mark describes the incident.<sup class=\"noteMarker\"><a href=\"#footnote5-10705_000_036\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124213)\">Mark 9:24–27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p12\" class=\"\">With this tender scriptural record as a backdrop, I wish to speak directly to the young people of the Church—young in years of age or young in years of membership or young in years of faith. One way or another, that should include just about all of us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p13\" class=\"\">Observation number one regarding this account is that when facing the challenge of faith, the father asserts his strength first and only then acknowledges his limitation. His initial declaration is affirmative and without hesitation: “Lord, I believe.” I would say to all who wish for more faith, remember this man! In moments of fear or doubt or troubling times, hold the ground you have already won, even if that ground is limited. In the growth we all have to experience in mortality, the spiritual equivalent of this boy’s affliction or this parent’s desperation is going to come to all of us. When those moments come and issues surface, the resolution of which is not immediately forthcoming, <span class=\"emphasis\">hold fast to what you already know and stand strong until additional knowledge comes.<\/span> It was of this very incident, this specific miracle, that Jesus said, “If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you.”<sup class=\"noteMarker\"><a href=\"#footnote6-10705_000_036\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124214)\">Matthew 17:20<\/a><\/span>.]<\/span><\/sup> The size of your faith or the degree of your knowledge is not the issue—it is the integrity you demonstrate toward the faith you do have and the truth you already know.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p14\" class=\"\">The second observation is a variation of the first. When problems come and questions arise, do not start your quest for faith by saying how much you do <span class=\"emphasis\">not<\/span> have, leading as it were with your “unbelief.” That is like trying to stuff a turkey through the beak! Let me be clear on this point: I am not asking you to pretend to faith you do not have. I <span class=\"emphasis\">am<\/span> asking you to be true to the faith you <span class=\"emphasis\">do<\/span> have. Sometimes we act as if an honest declaration of doubt is a higher manifestation of moral courage than is an honest declaration of faith. It is not! So let us all remember the clear message of this scriptural account: Be as candid about your questions as you need to be; life is full of them on one subject or another. But if you and your family want to be healed, don’t let those questions stand in the way of faith working its miracle.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p15\" class=\"\">Furthermore, you have more faith than you think you do because of what the Book of Mormon calls “the greatness of the evidences.”<sup class=\"noteMarker\"><a href=\"#footnote7-10705_000_036\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124215)\">Helaman 5:50<\/a><\/span>.]<\/span><\/sup> “Ye shall know them by their fruits,” Jesus said,<sup class=\"noteMarker\"><a href=\"#footnote8-10705_000_036\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124216)\">Matthew 7:16<\/a><\/span>.]<\/span><\/sup> and the fruit of living the gospel is evident in the lives of Latter-day Saints everywhere. As Peter and John said once to an ancient audience, I say today, “We cannot but speak the things which we have seen and heard,” and what we have seen and heard is that “a notable miracle hath been done” in the lives of millions of members of this Church. That cannot be denied.<sup class=\"noteMarker\"><a href=\"#footnote9-10705_000_036\">9<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124217)\">Acts 4:16, 20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p16\" class=\"\">Brothers and sisters, this is a divine work in process, with the manifestations and blessings of it abounding in every direction, so please don’t hyperventilate if from time to time issues arise that need to be examined, understood, and resolved. They do and they will. <span class=\"emphasis\">In this Church, what we know will always trump what we do not know. And remember, in this world, everyone is to walk by faith.<\/span><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p17\" class=\"\">So be kind regarding human frailty—your own as well as that of those who serve with you in a Church led by volunteer, mortal men and women. Except in the case of His only perfect Begotten Son, imperfect people are all God has ever had to work with. That must be terribly frustrating to Him, but He deals with it. So should we. And when you see imperfection, remember that the limitation is <span class=\"emphasis\">not<\/span> in the divinity of the work. As one gifted writer has suggested, when the infinite fulness is poured forth, it is not the oil’s fault if there is some loss because finite vessels can’t quite contain it all.<sup class=\"noteMarker\"><a href=\"#footnote10-10705_000_036\">10<\/a> <span class=\"footnote\">[Adapted from Alfred Edersheim, <span class=\"emphasis\">The Life and Times of Jesus the Messiah,<\/span> 2 vols. (1883), 2:108.]<\/span><\/sup> Those finite vessels include you and me, so be patient and kind and forgiving.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p18\" class=\"\">Last observation: When doubt or difficulty come, do not be afraid to ask for help. If we want it as humbly and honestly as this father did, we can get it. The scriptures phrase such earnest desire as being of “real intent,” pursued “with full purpose of heart, acting no hypocrisy and no deception before God.”<sup class=\"noteMarker\"><a href=\"#footnote11-10705_000_036\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124218)\">2 Nephi 31:13<\/a><\/span>.]<\/span><\/sup> I testify that in response to <span class=\"emphasis\">that<\/span> kind of importuning, God will send help from both sides of the veil to strengthen our belief.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p19\" class=\"\">I said I was speaking to the young. I still am. A 14-year-old boy recently said to me a little hesitantly, “Brother Holland, I can’t say yet that I know the Church is true, but I believe it is.” I hugged that boy until his eyes bulged out. I told him with all the fervor of my soul that <span class=\"emphasis\">belief<\/span> is a precious word, an even more precious act, and he need never apologize for “only believing.” I told him that Christ Himself said, “Be not afraid, only believe,”<sup class=\"noteMarker\"><a href=\"#footnote12-10705_000_036\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124219)\">Mark 5:36<\/a><\/span>.]<\/span><\/sup> a phrase which, by the way, carried young Gordon B. Hinckley into the mission field.<sup class=\"noteMarker\"><a href=\"#footnote13-10705_000_036\">13<\/a> <span class=\"footnote\">[See Gordon B. Hinckley, in Conference Report, Oct. 1969, 114.]<\/span><\/sup> I told this boy that belief was always the first step toward conviction and that the definitive articles of our collective faith forcefully reiterate the phrase “We believe.”<sup class=\"noteMarker\"><a href=\"#footnote14-10705_000_036\">14<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124220)\">Articles of Faith 1:1–13<\/a><\/span>.]<\/span><\/sup> And I told him how very proud I was of him for the honesty of his quest.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p20\" class=\"\">Now, with the advantage that nearly 60 years give me since I was a newly believing 14-year-old, I declare some things I now know. I know that God is at all times and in all ways and in all circumstances our loving, forgiving Father in Heaven. I know Jesus was His only perfect child, whose life was given lovingly by the will of both the Father and the Son for the redemption of all the rest of us who are not perfect. I know He rose from that death to live again, and because He did, you and I will also. I know that Joseph Smith, who acknowledged that he wasn’t perfect,<sup class=\"noteMarker\"><a href=\"#footnote15-10705_000_036\">15<\/a> <span class=\"footnote\">[See <span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 522.]<\/span><\/sup> was nevertheless the chosen instrument in God’s hand to restore the everlasting gospel to the earth. I also know that in doing so—particularly through translating the Book of Mormon—he has taught me more of God’s love, of Christ’s divinity, and of priesthood power than any other prophet of whom I have ever read, known, or heard in a lifetime of seeking. I know that President Thomas S. Monson, who moves devotedly and buoyantly toward the 50th anniversary of his ordination as an Apostle, is the rightful successor to that prophetic mantle today. We have seen that mantle upon him again in this conference. I know that 14 other men whom you sustain as prophets, seers, and revelators sustain him with their hands, their hearts, and their own apostolic keys.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/lord-i-believe.p21\" class=\"\">These things I declare to you with the conviction Peter called the “more sure word of prophecy.”<sup class=\"noteMarker\"><a href=\"#footnote16-10705_000_036\">16<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124221)\">2 Peter 1:19<\/a><\/span>.]<\/span><\/sup> What was once a tiny seed of belief for me has grown into the tree of life, so if your faith is a little tested in this or any season, I invite you to lean on mine. I know this work is God’s very truth, and I know that only at our peril would we allow doubt or devils to sway us from its path. Hope on. Journey on. Honestly acknowledge your questions and your concerns, but first and forever fan the flame of your faith, because all things are possible to them that believe. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10705_000_036\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124208)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124208)\">Mark 9:22–24<\/a><\/span>; see also <span class=\"citation\" id=\"124209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124209)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124209)\">verses 14–21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10705_000_036\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124210)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124210)\">Alma 32:27<\/a><\/span>; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10705_000_036\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124211)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124211)\">Mark 9:22<\/a><\/span>; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10705_000_036\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124212)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124212)\">Mark 9:22, 23<\/a><\/span>; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10705_000_036\">5.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124213)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124213)\">Mark 9:24–27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10705_000_036\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124214\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124214)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124214)\">Matthew 17:20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10705_000_036\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124215\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124215)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124215)\">Helaman 5:50<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10705_000_036\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124216\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124216)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124216)\">Matthew 7:16<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10705_000_036\">9.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124217)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124217)\">Acts 4:16, 20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10705_000_036\">10.<\/a><\/span>\n\t\t\t\t\t<p>Adapted from Alfred Edersheim, <span class=\"emphasis\">The Life and Times of Jesus the Messiah,<\/span> 2 vols. (1883), 2:108.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10705_000_036\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124218)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124218)\">2 Nephi 31:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10705_000_036\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124219\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124219)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124219)\">Mark 5:36<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10705_000_036\">13.<\/a><\/span>\n\t\t\t\t\t<p>See Gordon B. Hinckley, in Conference Report, Oct. 1969, 114.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10705_000_036\">14.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124220)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124220)\">Articles of Faith 1:1–13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10705_000_036\">15.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> (2007), 522.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_036\"><a name=\"-10705_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10705_000_036\">16.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124221)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124221)\">2 Peter 1:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}