{"ID":7955, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Beautiful Mornings\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p2\" class=\"\">By Elder Bruce D. Porter<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/bruce-d-porter-10.jpg\" alt=\"Bruce D. Porter\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">We need not fear the future, nor falter in hope and good cheer, because God is with us.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_041<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p5\" class=\"\">On a Thursday evening in Jerusalem, Jesus met with His disciples in an upper room to observe Passover. The men who joined Him did not know that this meal would someday be called the Last Supper. Had they known this and what it meant, they would have wept.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p6\" class=\"\">Their Master, however, perfectly understood that the ordeal of Gethsemane and of Golgotha would shortly begin. The darkest hours in the history of the world were imminent; nevertheless, Jesus said to them, “In the world ye shall have tribulation: but be of good cheer; I have overcome the world” (<span class=\"citation\" id=\"124308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124308)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124308)\">John 16:33<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p7\" class=\"\">We live today in an era of turbulence and uncertainty, a time the Lord prophesied to Enoch would be marked by “days of wickedness and vengeance” (<span class=\"citation\" id=\"124309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124309)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124309)\">Moses 7:60<\/a><\/span>). Tribulation and difficult times may lie ahead, yet we too have cause for good cheer and rejoicing, for we live in the last dispensation, when God has restored His Church and kingdom to the earth in preparation for the return of His Son.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p8\" class=\"\">President Boyd K. Packer once spoke of his grandchildren and the increasingly troubled world in which they live. He said: “They will see many events transpire in the course of their lifetime. Some of these shall tax their courage and extend their faith. But if they seek prayerfully for help and guidance, they shall be given power over adverse things.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p9\" class=\"\">And later he added: “The moral values upon which civilization itself must depend spiral downward at an ever-increasing pace. Nevertheless, I do not fear the future” (“Do Not Fear,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2004, 77, 78).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p10\" class=\"\">Brothers and sisters, we need not fear the future, nor falter in hope and good cheer, because God is with us. Among the first recorded words of counsel that Jesus gave to His newly called disciples in Galilee was the two-word admonition, “Fear not” (<span class=\"citation\" id=\"124310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124310)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124310)\">Luke 5:10<\/a><\/span>). He repeated that counsel many times during His ministry. To His Saints in our day, the Savior has said, “Be of good cheer, and do not fear, for I the Lord am with you, and will stand by you” (<span class=\"citation\" id=\"124311\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124311)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124311)\">D&amp;C 68:6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p11\" class=\"\">The Lord will stand by His Church and people and keep them in safety until His coming. There will be peace in Zion and in her stakes, for He has proclaimed “that the gathering together upon the land of Zion, and upon her stakes, may be for a defense, and for a refuge from the storm, and from wrath when it shall be poured out without mixture upon the whole earth” (<span class=\"citation\" id=\"124312\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124312)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124312)\">D&amp;C 115:6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p12\" class=\"\">The Church stands as a bulwark of safety for its members. Though conditions in the world may become very vexing at times, faithful Latter-day Saints will find sanctuary in the stakes of Zion. The Lord has decreed that the stone cut out of the mountain without hands shall roll forth until it has filled the whole earth (see <span class=\"citation\" id=\"124313\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124313)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124313)\">Daniel 2:31–45<\/a><\/span>; <span class=\"citation\" id=\"124314\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124314)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124314)\">D&amp;C 65:2<\/a><\/span>). And no human power can stay its course, for God is the author of this work and Jesus Christ is the chief cornerstone.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p13\" class=\"\">The prophet Nephi beheld in vision that in the last days, the power of the Lamb of God would descend “upon the covenant people of the Lord” and they would be “armed with righteousness and with the power of God in great glory” (<span class=\"citation\" id=\"124315\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124315)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124315)\">1 Nephi 14:14<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p14\" class=\"\">Every one of us, and our families, can be armed with the power of God as a defense if we will but remain true to The Church of Jesus Christ of Latter-day Saints and let the Spirit be our guide. Trials may come, and we may not understand everything that happens to us or around us. But if we humbly, quietly trust in the Lord, He will give us strength and guidance in every challenge we face. When our only desire is to please Him, we will be blessed with a deep inner peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p15\" class=\"\">In the early days of the Restoration, the members of the Church faced severe trials. President Brigham Young said of that time: “When surrounded by mobs, with death and destruction threatening on every hand, I am not aware but that I felt just as joyful [and] well in my spirits, as I do now. Prospects might appear dull and very dark, but I have never seen a time in this Gospel but what I knew that the result would be beneficial to the cause of truth” (<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> [1997], 357).<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p16\" class=\"\">My missionary companion, Paul, was someone who always radiated good cheer. As a young father, he was stricken with multiple sclerosis. Yet despite the adversity that followed, he continued serving others with joy and good humor. He once entered my office seated in his first wheelchair and declared, “Life begins with a motorized wheelchair!” I will always remember him, a few years before he died, holding high the Olympic torch while riding in his wheelchair as hundreds cheered. Like that ever-burning flame, Paul’s faith never dimmed in the storm of life.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p17\" class=\"\">When I was a student at Brigham Young University, I lived in a house with several young men. My roommate, Bruce, was the most optimistic person I have ever known. We never once heard him say anything negative about any person or any circumstance, and it was impossible not to feel buoyed up in his presence. His good cheer flowed from an abiding trust in the Savior and in His gospel.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p18\" class=\"\">One cold, wintry day, another friend of mine, Tom, was walking across the university campus. It was only 7:00 in the morning, and the campus was deserted and dark. Heavy snow was falling, with a brisk wind. “What miserable weather,” Tom thought. He walked farther, and out in the darkness and snow, he heard someone singing.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p19\" class=\"\">Sure enough, through the driving snow came our ever-optimistic friend, Bruce. With his arms outstretched to the sky, he was singing a number from the Broadway musical <span class=\"emphasis\">Oklahoma:<\/span> “Oh, what a beautiful morning! Oh, what a beautiful day! I’ve got a beautiful feeling, everything’s going my way” (see Richard Rodgers and Oscar Hammerstein II, “Oh, What a Beautiful Mornin’” [1943]).<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p20\" class=\"\">In the intervening years, that bright voice in a dark storm has become for me a symbol of what faith and hope are all about. Even in a darkening world, we as Latter-day Saints may sing with joy, knowing that the powers of heaven are with God’s Church and people. We may rejoice in the knowledge that a beautiful morning lies ahead—the dawn of the millennial day, when the Son of God shall rise in the East and reign again on the earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p21\" class=\"\">I think also of two other beautiful mornings in the history of the world. In the spring of 1820, on the morning of a beautiful, clear day in Palmyra, New York, a young man named Joseph Smith entered a grove of trees and knelt in prayer. The answer to that prayer, the appearance of the Father and the Son, ushered in the dispensation of the fulness of times and the Restoration of the Church of Jesus Christ to the earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p22\" class=\"\">And yet another beautiful morning dawned nearly 2,000 years ago just outside the city wall of Jerusalem. The sun no doubt shone with exceptional radiance that Easter morning. A small company of women had come to visit a garden tomb, hoping to anoint the body of their crucified Lord. Two angels met them and declared: “Why seek ye the living among the dead? He is not here, but is risen” (<span class=\"citation\" id=\"124316\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124316)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124316)\">Luke 24:5–6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/beautiful-mornings.p23\" class=\"\">Of the triumph of Jesus Christ over sin and death, I bear witness. Of the merciful plan of our Eternal Father and His everlasting love, I testify. As we rise up each morning, may we look to heaven in faith and say, “Oh, what a beautiful morning,” I pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}