{"ID":7956, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Redemption\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p2\" class=\"\">By Elder D. Todd Christofferson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/d-todd-christofferson-10.jpg\" alt=\"D. Todd Christofferson\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">Inasmuch as we follow Christ, we seek to participate in and further His redemptive work.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_042<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p5\" class=\"\">In colonial times, labor was in great demand in America. During the 18th and early 19th centuries, potential immigrant laborers were recruited in Great Britain, Germany, and other European countries, but many who were willing to go could not afford the cost of travel. It was not uncommon for these to travel under an indenture or contract, promising to work after their arrival for a certain period of time without wages as payment for their passage. Others came with the promise that family members already in America would pay their fare upon arrival, but if that didn’t happen, the newcomers were obliged to pay their own costs through indentured service. The term used to describe these indentured immigrants was “redemptioners.” They had to redeem the cost of their passage—in a sense, purchase their freedom—by their labor.<sup class=\"noteMarker\"><a href=\"#footnote1-10705_000_042\">1<\/a> <span class=\"footnote\">[See <span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 10th ed. (1993), “redemptioner.”]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p6\" class=\"\">Among the most significant of Jesus Christ’s descriptive titles is Redeemer. As indicated in my brief account of immigrant “redemptioners,” the word <span class=\"emphasis\">redeem<\/span> means to pay off an obligation or a debt. <span class=\"emphasis\">Redeem<\/span> can also mean to rescue or set free as by paying a ransom. If someone commits a mistake and then corrects it or makes amends, we say he has redeemed himself. Each of these meanings suggests different facets of the great Redemption accomplished by Jesus Christ through His Atonement, which includes, in the words of the dictionary, “to deliver from sin and its penalties, as by a sacrifice made for the sinner.”<sup class=\"noteMarker\"><a href=\"#footnote2-10705_000_042\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Webster’s New World College Dictionary,<\/span> 3rd ed. (1988), “redeem.”]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p7\" class=\"\">The Savior’s Redemption has two parts. First, it atones for Adam’s transgression and the consequent Fall of man by overcoming what could be called the direct effects of the Fall—physical death and spiritual death. Physical death is well understood; spiritual death is the separation of man from God. In the words of Paul, “For as in Adam all die, even so in Christ shall all be made alive” (<span class=\"citation\" id=\"124317\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124317)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124317)\">1 Corinthians 15:22<\/a><\/span>). This redemption from physical and spiritual death is both universal and without condition.<sup class=\"noteMarker\"><a href=\"#footnote3-10705_000_042\">3<\/a> <span class=\"footnote\">[“The Son of God hath atoned for original guilt, wherein the sins of the parents cannot be answered upon the heads of the children, for they are whole from the foundation of the world” (<span class=\"citation\" id=\"124326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124326)\">Moses 6:54<\/a><\/span>). By the Redemption of Christ, all overcome the grave and are resurrected to immortality. In addition, all overcome spiritual death by being brought back into the presence of God to be judged. Jesus said, “As I have been lifted up [upon the cross] by men even so should men be lifted up by the Father, to stand before me, to be judged of their works” (<span class=\"citation\" id=\"124327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124327)\">3 Nephi 27:14<\/a><\/span>). Those who are cleansed from sin will remain with God in the heavenly kingdom, but those who have not repented and are unclean cannot dwell with a holy God, and after the Judgment they must depart and thereby suffer spiritual death again. This is sometimes referred to as a second death or suffering spiritual death a second time. (See <span class=\"citation\" id=\"124328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124328)\">Helaman 14:15–18<\/a><\/span>.)]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p8\" class=\"\">The second aspect of the Savior’s Atonement is redemption from what might be termed the indirect consequences of the Fall—our own sins as opposed to Adam’s transgression. By virtue of the Fall, we are born into a mortal world where sin—that is, disobedience to divinely instituted law—is pervasive. Speaking of all of us, the Lord says:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p9\" class=\"\">“Even so when they begin to grow up, sin conceiveth in their hearts, and they taste the bitter, that they may know to prize the good.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p10\" class=\"\">“And it is given unto them to know good from evil; wherefore they are agents unto themselves” (<span class=\"citation\" id=\"124318\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124318)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124318)\">Moses 6:55–56<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p11\" class=\"\">Because we are accountable and we make the choices, the redemption from our own sins is conditional—conditioned on confessing and abandoning sin and turning to a godly life, or in other words, conditioned on repentance (see <span class=\"citation\" id=\"124319\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124319)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124319)\">D&amp;C 58:43<\/a><\/span>). “Wherefore,” commands the Lord, “teach it unto your children, that all men, everywhere, must repent, or they can in nowise inherit the kingdom of God, for no unclean thing can dwell there, or dwell in his presence” (<span class=\"citation\" id=\"124320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124320)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124320)\">Moses 6:57<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p12\" class=\"\">The Savior’s suffering in Gethsemane and His agony on the cross redeem us from sin by satisfying the demands that justice has upon us. He extends mercy and pardons those who repent. The Atonement also satisfies the debt justice owes to us by healing and compensating us for any suffering we innocently endure. “For behold, he suffereth the pains of all men, yea, the pains of every living creature, both men, women, and children, who belong to the family of Adam” (<span class=\"citation\" id=\"124321\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124321)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124321)\">2 Nephi 9:21<\/a><\/span>; see also <span class=\"citation\" id=\"124322\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124322)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124322)\">Alma 7:11–12<\/a><\/span>).<sup class=\"noteMarker\"><a href=\"#footnote4-10705_000_042\">4<\/a> <span class=\"footnote\">[It is with respect to our own sins that the scriptures speak of some not receiving the benefit of redemption: “The wicked remain as though there had been no redemption made, except it be the loosing of the bands of death” (<span class=\"citation\" id=\"124329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124329)\">Alma 11:41<\/a><\/span>). “He that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption” (<span class=\"citation\" id=\"124330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124330)\">Alma 34:16<\/a><\/span>). If a man rejects the Savior’s Atonement, he must redeem his debt to justice himself. Jesus said, “For behold, I, God, have suffered these things for all, that they might not suffer if they would repent; but if they would not repent they must suffer even as I” (<span class=\"citation\" id=\"124331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124331)\">Doctine and Covenants 19:16–17<\/a><\/span>). An unredeemed individual’s suffering for sin is known as hell. It means being subject to the devil and is described in scriptural metaphors as being in chains or a lake of fire and brimstone. Lehi begged his sons to choose Christ’s Redemption “and not choose eternal death, according to the will of the flesh and the evil which is therein, which giveth the spirit of the devil power to captivate, to bring you down to hell, that he may reign over you in his own kingdom” (<span class=\"citation\" id=\"124332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124332)\">2 Nephi 2:29<\/a><\/span>). Even so, because of the Atonement of Jesus Christ, hell has an end, and those who are obliged to pass through it are “redeemed from the devil [in] the last resurrection” (<span class=\"citation\" id=\"124333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124333)\">Doctrine and Covenants 76:85<\/a><\/span>). The relatively few “sons of perdition” are “the only ones on whom the second death shall have any [lasting] power; yea, verily, the only ones who shall not be redeemed in the due time of the Lord, after the sufferings of his wrath” (<span class=\"citation\" id=\"124334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124334)\">Doctrine and Covenants 76:32, 37–38<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p13\" class=\"\">Inasmuch as we follow Christ, we seek to participate in and further His redemptive work. The greatest service we can provide to others in this life, beginning with those of our own family, is to bring them to Christ through faith and repentance so they may experience His Redemption—peace and joy now and immortality and eternal life in the world to come. The work of our missionaries is a magnificent expression of the Lord’s redeeming love. As His authorized messengers, they offer the incomparable blessings of faith in Jesus Christ, repentance, baptism, and the gift of the Holy Ghost, opening the way to spiritual rebirth and redemption.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p14\" class=\"\">We can also assist in the Lord’s redemption of those beyond the grave. “The faithful elders of this dispensation, when they depart from mortal life, continue their labors in the preaching of the gospel of repentance and redemption, through the sacrifice of the Only Begotten Son of God, among those who are in darkness and under the bondage of sin in the great world of the spirits of the dead” (<span class=\"citation\" id=\"124323\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124323)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124323)\">D&amp;C 138:57<\/a><\/span>). With the benefit of vicarious rites we offer them in the temples of God, even those who died in bondage to sin can be freed.<sup class=\"noteMarker\"><a href=\"#footnote5-10705_000_042\">5<\/a> <span class=\"footnote\">[The Prophet Joseph Smith exulted, “Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free” (<span class=\"citation\" id=\"124335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124335)\">Doctrine and Covenants 128:22<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p15\" class=\"\">While the most important aspects of redemption have to do with repentance and forgiveness, there is a very significant temporal aspect as well. Jesus is said to have gone about doing good (see <span class=\"citation\" id=\"124324\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124324)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124324)\">Acts 10:38<\/a><\/span>), which included healing the sick and infirm, supplying food to hungry multitudes, and teaching a more excellent way. “The Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many” (<span class=\"citation\" id=\"124325\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124325)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124325)\">Matthew 20:28<\/a><\/span>). So may we, under the influence of the Holy Spirit, go about doing good in the redemptive pattern of the Master.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p16\" class=\"\">This kind of redemptive work means helping people with their problems. It means befriending the poor and the weak, alleviating suffering, righting wrongs, defending truth, strengthening the rising generation, and achieving security and happiness at home. Much of our redemptive work on earth is to help others grow and achieve their just hopes and aspirations.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p17\" class=\"\">An example from Victor Hugo’s novel <span class=\"emphasis\">Les Misérables,<\/span> though fictional, has always touched and inspired me. Near the beginning of the story, Bishop Bienvenu gives food and overnight shelter to the homeless Jean Valjean, who has just been released from 19 years in prison for having stolen a loaf of bread to feed his sister’s starving children. Hardened and embittered, Valjean rewards Bishop Bienvenu’s kindness by stealing his silver goods. Later detained by suspicious gendarmes, Valjean falsely claims the silver was a gift to him. When the gendarmes drag him back to the bishop’s house, to Valjean’s great surprise, Bishop Bienvenu confirms his story and for good effect says, “‘But! I gave you the candlesticks also, which are silver like the rest, and would bring two hundred francs. Why did you not take them along with your plates?’ …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p18\" class=\"\">“The bishop approached him, and said, in a low voice:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p19\" class=\"\">“‘Forget not, never forget that you have promised me to use this silver to become an honest man.’<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p20\" class=\"\">“Jean Valjean, who had no recollection of this promise, stood confounded. The bishop … continued, solemnly:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p21\" class=\"\">“‘Jean Valjean, my brother: you belong no longer to evil, but to good. It is your soul that I am buying for you. I withdraw it from dark thoughts and from the spirit of perdition, and I give it to God!’”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p22\" class=\"\">Jean Valjean indeed became a new man, an honest man and a benefactor to many. Throughout his life he kept the two silver candlesticks to remind him that his life had been redeemed for God.<sup class=\"noteMarker\"><a href=\"#footnote6-10705_000_042\">6<\/a> <span class=\"footnote\">[See Victor Hugo, <span class=\"emphasis\">Les Misérables<\/span> (1992), 91–92.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p23\" class=\"\">Some forms of temporal redemption come by collaborative effort. It is one of the reasons the Savior created a church. Being organized in quorums and auxiliaries and in stakes, wards, and branches, we can not only teach and encourage each other in the gospel, but we can also bring to bear people and resources to deal with the exigencies of life. People acting alone or in ad hoc groups cannot always provide means on a scale needed to address larger challenges. As followers of Jesus Christ we are a community of Saints organized to help redeem the needs of our fellow Saints and as many others as we can reach across the globe.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p24\" class=\"\">Because of our humanitarian efforts, mentioned by Elder Dallin H. Oaks, specifically this past year, 890,000 people in 36 countries have clean water, 70,000 people in 57 countries have wheelchairs, 75,000 people in 25 countries have improved vision, and people in 52 countries received aid following natural disasters. Acting with others, the Church has helped immunize some 8 million children and has helped Syrians in refugee camps in Turkey, Lebanon, and Jordan with the necessities of life. At the same time, members of the Church in need received millions of dollars in fast-offering and other welfare assistance during 2012. Thank you for your generosity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p25\" class=\"\">All of this does not begin to count the individual acts of kindness and support—gifts of food, clothing, money, care, and a thousand other forms of comfort and compassion—by which we may participate in the Christlike work of redemption. As a boy I witnessed my own mother’s actions to redeem a woman in need. Many years ago when her children were young, my mother underwent a serious operation that nearly took her life and left her bedridden much of the time for nearly a year. During this time, family and ward members helped Mother and our family. For additional help, the ward Relief Society president, Sister Abraham, recommended that my parents hire a woman in the ward who desperately needed work. In recounting this story, I will use the fictional names Sara and Annie for this woman and her daughter. This is my mother’s account:<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p26\" class=\"\">“I can see it as plain as if it were only yesterday. There I lay in bed, and Sister Abraham brought Sara to the bedroom door. My heart sank. There stood the least attractive person I had ever met—so thin; scraggly, unkempt hair; round-shouldered; head bowed looking at the floor. She wore an old housedress four sizes too big. She wouldn’t look up and spoke so softly I couldn’t hear her. Hiding behind her was a little girl about three years old. What in the world was I to do with this creature? After they left the room, I cried and cried. I needed help, not more problems. Sister Abraham stayed awhile with her, and they soon whipped the house into shape and prepared some good meals. Sister Abraham asked me to try it for a few days, [saying] that this girl had had a really hard time and needed help.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p27\" class=\"\">“The next morning when Sara came, I finally got her to come over by the bed where I could hear her. She asked what I wanted her to do. I told her and then said, ‘But the most important thing is my boys; spend time with them, read to them—they are more important than the house.’ She was a good cook and kept the house clean, the washing done, and she was good to the boys.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p28\" class=\"\">“Through the weeks, I learned Sara’s story. [Because she was hard of hearing, she didn’t do well in school and eventually dropped out. She married young to a dissolute man. Annie was born and became the joy of Sara’s life. One winter night her husband came home drunk, forced Sara and Annie into the car in their bedclothes, and then dropped them off by the side of the highway. They never saw him again. Barefoot and freezing, Sara and Annie walked several miles to her mother’s home.] Her mother agreed to let them stay in exchange for doing all the housework and cooking, and caring for her sister and brother who were in high school.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p29\" class=\"\">“We took Sara to an ear doctor, and she got a hearing aid. … We got her to take adult schooling, and she got her high school diploma. She went to night school and later graduated from college and taught special education. She bought a little home. Annie was married in the temple and had two children. Sara eventually had some operations on her ears and was finally able to hear well. Years later she retired and served a mission. … Sara thanked us often and said she learned so much from me, especially when I told her that my sons were more important than the house. She said it taught her to be that way with Annie. … Sara is a very special woman.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/redemption.p30\" class=\"\">As disciples of Jesus Christ, we ought to do all we can to redeem others from suffering and burdens. Even so, our greatest redemptive service will be to lead them to Christ. Without His Redemption from death and from sin, we have only a gospel of social justice. That may provide some help and reconciliation in the present, but it has no power to draw down from heaven perfect justice and infinite mercy. Ultimate redemption is in Jesus Christ and in Him alone. I humbly and gratefully acknowledge Him as the Redeemer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_042\"><a name=\"-10705_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10705_000_042\">1.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 10th ed. (1993), “redemptioner.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_042\"><a name=\"-10705_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10705_000_042\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Webster’s New World College Dictionary,<\/span> 3rd ed. (1988), “redeem.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_042\"><a name=\"-10705_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10705_000_042\">3.<\/a><\/span>\n\t\t\t\t\t<p>“The Son of God hath atoned for original guilt, wherein the sins of the parents cannot be answered upon the heads of the children, for they are whole from the foundation of the world” (<span class=\"citation\" id=\"124326\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124326)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124326)\">Moses 6:54<\/a><\/span>). By the Redemption of Christ, all overcome the grave and are resurrected to immortality. In addition, all overcome spiritual death by being brought back into the presence of God to be judged. Jesus said, “As I have been lifted up [upon the cross] by men even so should men be lifted up by the Father, to stand before me, to be judged of their works” (<span class=\"citation\" id=\"124327\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124327)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124327)\">3 Nephi 27:14<\/a><\/span>). Those who are cleansed from sin will remain with God in the heavenly kingdom, but those who have not repented and are unclean cannot dwell with a holy God, and after the Judgment they must depart and thereby suffer spiritual death again. This is sometimes referred to as a second death or suffering spiritual death a second time. (See <span class=\"citation\" id=\"124328\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124328)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124328)\">Helaman 14:15–18<\/a><\/span>.)<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_042\"><a name=\"-10705_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10705_000_042\">4.<\/a><\/span>\n\t\t\t\t\t<p>It is with respect to our own sins that the scriptures speak of some not receiving the benefit of redemption: “The wicked remain as though there had been no redemption made, except it be the loosing of the bands of death” (<span class=\"citation\" id=\"124329\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124329)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124329)\">Alma 11:41<\/a><\/span>). “He that exercises no faith unto repentance is exposed to the whole law of the demands of justice; therefore only unto him that has faith unto repentance is brought about the great and eternal plan of redemption” (<span class=\"citation\" id=\"124330\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124330)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124330)\">Alma 34:16<\/a><\/span>). If a man rejects the Savior’s Atonement, he must redeem his debt to justice himself. Jesus said, “For behold, I, God, have suffered these things for all, that they might not suffer if they would repent; but if they would not repent they must suffer even as I” (<span class=\"citation\" id=\"124331\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124331)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124331)\">Doctine and Covenants 19:16–17<\/a><\/span>). An unredeemed individual’s suffering for sin is known as hell. It means being subject to the devil and is described in scriptural metaphors as being in chains or a lake of fire and brimstone. Lehi begged his sons to choose Christ’s Redemption “and not choose eternal death, according to the will of the flesh and the evil which is therein, which giveth the spirit of the devil power to captivate, to bring you down to hell, that he may reign over you in his own kingdom” (<span class=\"citation\" id=\"124332\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124332)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124332)\">2 Nephi 2:29<\/a><\/span>). Even so, because of the Atonement of Jesus Christ, hell has an end, and those who are obliged to pass through it are “redeemed from the devil [in] the last resurrection” (<span class=\"citation\" id=\"124333\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124333)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124333)\">Doctrine and Covenants 76:85<\/a><\/span>). The relatively few “sons of perdition” are “the only ones on whom the second death shall have any [lasting] power; yea, verily, the only ones who shall not be redeemed in the due time of the Lord, after the sufferings of his wrath” (<span class=\"citation\" id=\"124334\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124334)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124334)\">Doctrine and Covenants 76:32, 37–38<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_042\"><a name=\"-10705_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10705_000_042\">5.<\/a><\/span>\n\t\t\t\t\t<p>The Prophet Joseph Smith exulted, “Let the dead speak forth anthems of eternal praise to the King Immanuel, who hath ordained, before the world was, that which would enable us to redeem them out of their prison; for the prisoners shall go free” (<span class=\"citation\" id=\"124335\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124335)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124335)\">Doctrine and Covenants 128:22<\/a><\/span>).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_042\"><a name=\"-10705_000_042\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10705_000_042\">6.<\/a><\/span>\n\t\t\t\t\t<p>See Victor Hugo, <span class=\"emphasis\">Les Misérables<\/span> (1992), 91–92.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}