{"ID":7957, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Until We Meet Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">I pray that the Lord will bless and keep you, my brothers and sisters. May His promised peace be with you now and always.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_043<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p4\" class=\"\">My brothers and sisters, what a glorious conference we have had. I know you will agree with me that the messages have been inspiring. Our hearts have been touched, and our testimonies of this divine work have been strengthened as we have felt the Spirit of the Lord. May we long remember what we have heard these past two days. I urge you to study the messages further when they are printed in coming issues of the <span class=\"emphasis\">Ensign<\/span> and <span class=\"emphasis\">Liahona<\/span> magazines.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p5\" class=\"\">We express our gratitude to each one who has spoken to us, as well as to those who have offered prayers. In addition, the music has been uplifting and inspiring. We love our wonderful Tabernacle Choir and thank all others who provided music as well.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p6\" class=\"\">We join together in expressing our gratitude to those of the presidency and board of the general Young Women, who were released yesterday. Their service has been outstanding and their dedication complete.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p7\" class=\"\">We have sustained, by uplifted hands, brethren and sisters who have been called to new positions during this conference. We want all of them to know that we look forward to serving with them in the cause of the Master.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p8\" class=\"\">We are a worldwide Church, brothers and sisters. Our membership is found across the globe. I admonish you to be good citizens of the nations in which you live and good neighbors in your communities, reaching out to those of other faiths as well as to our own. May we be tolerant of, as well as kind and loving to, those who do not share our beliefs and our standards. The Savior brought to this earth a message of love and goodwill to all men and women. May we ever follow His example.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p9\" class=\"\">I pray that we may be aware of the needs of those around us. There are some, particularly among the young, who are tragically involved in drugs, immorality, pornography, and so on. There are those who are lonely, including widows and widowers, who long for the company and concern of others. May we ever be ready to extend to them a helping hand and a loving heart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p10\" class=\"\">We live at a time in the world’s history when there are many difficult challenges but also great opportunities and reasons for rejoicing. There are, of course, those times when we experience disappointments, heartaches, and even tragedies in our lives. However, if we will put our trust in the Lord, He will help us through our difficulties, whatever they may be. The Psalmist provided this assurance: “Weeping may endure for a night, but joy cometh in the morning.”<sup class=\"noteMarker\"><a href=\"#footnote1-10705_000_043\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124336)\">Psalm 30:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p11\" class=\"\">My brothers and sisters, I want you to know how grateful I am for the gospel of Jesus Christ, restored in these latter days through the Prophet Joseph Smith. It is the key to our happiness. May we be humble and prayerful, having the faith that our Heavenly Father can guide and bless us in our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p12\" class=\"\">I bear my personal witness and testimony to you that God lives, that He hears the prayers of humble hearts. His Son, our Savior and Redeemer, speaks to each of us: “Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him.”<sup class=\"noteMarker\"><a href=\"#footnote2-10705_000_043\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124337)\">Revelation 3:20<\/a><\/span>.]<\/span><\/sup> May we believe these words and take advantage of this promise.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p13\" class=\"\">As this conference now concludes, I invoke the blessings of heaven upon each of you. May your homes be filled with peace, harmony, courtesy, and love. May they be filled with the Spirit of the Lord. May you nurture and nourish your testimonies of the gospel, that they will be a protection to you against the buffetings of Satan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/until-we-meet-again.p14\" class=\"\">Until we meet again in six months, I pray that the Lord will bless and keep you, my brothers and sisters. May His promised peace be with you now and always. Thank you for your prayers in my behalf and in behalf of all of the General Authorities. We are deeply grateful for you. In the name of our Savior and Redeemer, whom we serve, even Jesus Christ, the Lord, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_043\"><a name=\"-10705_000_043\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10705_000_043\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124336\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124336)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124336)\">Psalm 30:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_043\"><a name=\"-10705_000_043\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10705_000_043\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124337\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124337)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124337)\">Revelation 3:20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}