{"ID":7959, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            When You Save a Girl, You Save Generations\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p2\" class=\"\">By Mary N. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p3\" class=\"\">First Counselor in the Young Women General Presidency<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/mary-n-cook-10.jpg\" alt=\"Mary N. Cook\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">Your virtuous lives will bless your ancestors, your families now, and family members yet to come.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_046<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p5\" class=\"\">It is an honor for me to address the valiant young women of the Church. We see you progressing on the path of those who honor their covenants, and we know your virtuous lives will bless your ancestors, your families now, and family members yet to come, for as President Gordon B. Hinckley stated, “When you save a girl, you save generations.”<sup class=\"noteMarker\"><a href=\"#footnote1-10705_000_046\">1<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “Standing Strong and Immovable,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 20; see also Gordon B. Hinckley, “Our Responsibility to Our Young Women,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1988, 10.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p6\" class=\"\">Your covenant path began at the time when you were baptized and received the gift of the Holy Ghost. It continues weekly in sacrament meeting, a holy place where you renew your baptismal covenant. Now is the time for you to prepare to make temple covenants. The “sacred ordinances and covenants available in holy temples make it possible for [us] to return to the presence of God and for [our] families to be united eternally.”<sup class=\"noteMarker\"><a href=\"#footnote2-10705_000_046\">2<\/a> <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2010, 129.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p7\" class=\"\">Stand in holy places for your ancestors. “Every human being who comes to this earth is the product of generations of parents. We have a natural yearning to connect with our ancestors.”<sup class=\"noteMarker\"><a href=\"#footnote3-10705_000_046\">3<\/a> <span class=\"footnote\">[Russell M. Nelson, “Generations Linked in Love,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2010, 92.]<\/span><\/sup> As you participate in family history and temple work, you weave your life with the lives of your ancestors by providing saving ordinances for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p8\" class=\"\">Stand in holy places for yourself and your immediate family. Your righteous example will be a source of great joy, regardless of your family circumstances. Your righteous choices will qualify you to make and keep sacred covenants that will bind your family together eternally.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p9\" class=\"\">Stand in holy places for your future family. Commit to being sealed to your husband by the holy priesthood in the temple as you begin an eternal family unit. Your children will be blessed with truth as you weave your virtuous example and unshakable testimony into their lives and show them the way on the covenant path.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p10\" class=\"\">I saw these eternal principles displayed at the recent International Art Competition for Youth. Megan Warner Taylor digitally composed a work of photography, taking a modern approach to Christ’s parable of the ten virgins.<sup class=\"noteMarker\"><a href=\"#footnote4-10705_000_046\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124344)\">Matthew 25:1–13<\/a><\/span>.]<\/span><\/sup> I met Megan, and she explained the symbolism of the tenth virgin, whom she described as a young woman of virtue and faith, prepared to make and keep sacred temple covenants. As with all the wise virgins, her individual preparation came as she added oil to her lamp, one drop at a time, by consistent righteous living. I noted the beautiful braid in her hair. Megan explained that the braid represented the weaving of this young woman’s virtuous life into countless generations. One strand represented the weaving of her love and respect for her ancestors, the second the weaving of her righteous influence upon her current family, and the third strand the weaving of her prepared life into the lives of generations to come.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p11\" class=\"\">I met another young woman whose early spiritual preparation has woven a life of righteousness into many generations.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p12\" class=\"\">On a beautiful September afternoon, my husband and I were in the temple awaiting the opportunity to participate in temple ordinances. Chris, a friend of ours, entered the room. It was great to see this young man, who had recently returned from a mission to Russia.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p13\" class=\"\">As the session was about to begin, a lovely young woman sat next to me. She was radiant, smiling, and filled with light. I wanted to know her, so I quietly introduced myself. She whispered her name, Kate, and I recognized her last name as a family that had lived in Michigan, where my family once lived. Kate was their grown-up daughter, who five weeks earlier had returned from her mission to Germany.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p14\" class=\"\">During the session the thought kept entering my mind: “Introduce Kate to Chris.” I put this prompting aside, thinking, “When, where, how?” As we were preparing to leave, Chris came over to tell us good-bye and I seized the opportunity. I pulled Kate over and whispered, “You are two virtuous young people who need to know each other.” I left the temple satisfied that I had acted upon my prompting.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p15\" class=\"\">On the way home, my husband and I discussed our recollections of the challenges that had come to Kate’s family. I have since come to know Kate better, and she has helped me understand the reasons for the joyful countenance I observed in the temple that day.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p16\" class=\"\">Kate has always tried to stay on her covenant path by seeking holy places. She was raised in a home where having family home evening, praying together, and studying the scriptures made her home a holy place. As a child, she learned about the temple, and the song “I Love to See the Temple” was a favorite for family home evening.<sup class=\"noteMarker\"><a href=\"#footnote5-10705_000_046\">5<\/a> <span class=\"footnote\">[See “I Love to See the Temple,” <span class=\"emphasis\">Children’s Songbook,<\/span> 95.]<\/span><\/sup> As a little girl, she watched her parents set an example of seeking a holy place as they went to the temple on a weekend evening instead of going to a movie or to dinner.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p17\" class=\"\">She loved her father dearly, and he used his priesthood authority to help her make her first covenant of baptism. She then had hands laid on her head and received the Holy Ghost. Kate said, “I was excited to receive the Holy Ghost, and I knew that it would help me stay on the path to eternal life.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p18\" class=\"\">Life continued on for Kate in a very blessed and happy way. When she was 14, she started high school and loved seminary, another holy place to learn about the gospel. One day her teacher started to talk about trials and guaranteed that we would all face them. She said to herself, “I don’t want trials; I don’t want to hear this.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p19\" class=\"\">It was just a few weeks later that her father woke up on Easter Sunday extremely ill. Kate said: “My father was a very healthy person; he was a marathon runner. My mother was so alarmed by how sick he was that she took him to the hospital. Within 36 hours he had a massive stroke that shut down most of his body. He could blink, but the rest of his body was not working. I remember seeing him and thinking, ‘Oh no, it’s happening. My seminary teacher was right. I am having a trial.’” Within a few days Kate’s father passed away.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p20\" class=\"\">Continuing, Kate said: “It was so hard. You never want to lose the hero of your life. I knew I could make it a springboard for growth or allow it to be a roadblock. I didn’t want to let it ruin my life, because I was only 14 years old. I tried to be as close to the Lord as possible. I read my scriptures a lot. Alma chapter 40 assured me that the resurrection is real and through Christ’s Atonement, I could be with my father again. I prayed a lot. I wrote in my journal as often as I could. I kept my testimony vibrant by writing it down. I went to church and to Young Women every week. I surrounded myself with good friends. I kept close to caring relatives and especially to my mom, who was the anchor in our family. I sought out priesthood blessings from my grandfather and other priesthood holders.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p21\" class=\"\">These consistent choices, like those of the wise virgin, added oil to Kate’s lamp. She was motivated by her desire to be with her father again. Kate knew her father was aware of her choices, and she did not want to disappoint him. She wanted an eternal relationship with him, and she understood that staying on her covenant path would keep her life woven tightly with his.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p22\" class=\"\">The trials didn’t end, however. When Kate was 21 and submitting her mission papers, her mother was diagnosed with cancer. Kate had to make an important decision in her life. Should she stay home and support her mother or go on her mission? Her mother was given a priesthood blessing promising that she would survive the illness. Assured by this blessing, Kate went forward with faith and continued her plans to serve a mission.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p23\" class=\"\">Kate said: “It was taking a step in the dark, but while I was on my mission, the light eventually came and I received news that my mother’s blessing was realized. I was so glad that I didn’t put off serving the Lord. When hard things come, I think it’s easy to become stagnant and not really want to move forward, but if you put the Lord first, the adversities can lead to beautiful blessings. You can see His hand and witness miracles.” Kate experienced the reality of President Thomas S. Monson’s words: “Our most significant opportunities will be found in times of greatest difficulty.”<sup class=\"noteMarker\"><a href=\"#footnote6-10705_000_046\">6<\/a> <span class=\"footnote\">[Thomas S. Monson, “Meeting Your Goliath,” <span class=\"emphasis\">New Era,<\/span> June 2008, 7.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p24\" class=\"\">Kate had this kind of faith because she understood the plan of salvation. She knew we lived before, that earth is a time of testing, and that we will live again. She had faith that her mother would be blessed, but from her experience with her father, she knew that if her mother were to pass away, it would be all right. She said: “I didn’t just survive my dad’s death; it became part of my identity for good, and had my mom been taken away, it would have done the same thing. It would have woven a greater testimony into my life.”<sup class=\"noteMarker\"><a href=\"#footnote7-10705_000_046\">7<\/a> <span class=\"footnote\">[Personal interview with author, 2013.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p25\" class=\"\">Kate was seeking a holy place the night I met her in the temple. Desiring to weave tightly the eternal relationships that come through temple service, she followed the pattern set by her parents of regular temple attendance.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p26\" class=\"\">Not much happened the night I introduced Kate to Chris, but in seeking another holy place the following Sunday, Kate saw Chris amid hundreds of young single adults at an institute devotional. There they found out more about each other. A few weeks later, Chris invited her to watch general conference with him. They continued seeking places that invited the Spirit throughout their courtship and were eventually sealed in the temple, the holy place where they were introduced. Both are now fulfilling the sacred responsibility of parenthood, weaving their testimonies of the plan of salvation into the lives of three little boys, showing them the way on the covenant path.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p27\" class=\"\">“When you save a girl, you save generations.” Kate’s decision as a 14-year-old to stay on the path, to consistently add oil to her lamp, and to stand in holy places <span class=\"emphasis\">has<\/span> and <span class=\"emphasis\">will<\/span> save generations. Seeking out her ancestors and serving in the temple have woven her heart with theirs. Participating in family history and temple work will likewise weave your hearts together and give your ancestors the opportunity of eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p28\" class=\"\">Living the gospel in your home will also add oil to your lamp and weave spiritual strength into your home now and bless your future family in countless ways. And furthermore, as Elder Robert D. Hales has said, “If the example we have received from our parents was not good, it is our responsibility to break the cycle … and teach correct traditions for the generations that follow.”<sup class=\"noteMarker\"><a href=\"#footnote8-10705_000_046\">8<\/a> <span class=\"footnote\">[Robert D. Hales, “How Will Our Children Remember Us?” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 10.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/when-you-save-a-girl-you-save-generations.p29\" class=\"\">Decide now to do all you can to fill your lamps, that your strong testimony and example may be woven into the lives of many generations—past, present, and future. I testify that your virtuous life will not only save generations, but it will also save <span class=\"emphasis\">your<\/span> eternal life, for it is the only way to return to our Father in Heaven and find true joy now and throughout eternity. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_046\"><a name=\"-10705_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10705_000_046\">1.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Standing Strong and Immovable,” <span class=\"emphasis\">Worldwide Leadership Training Meeting,<\/span> Jan. 10, 2004, 20; see also Gordon B. Hinckley, “Our Responsibility to Our Young Women,” <span class=\"emphasis\">Ensign,<\/span> Sept. 1988, 10.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_046\"><a name=\"-10705_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10705_000_046\">2.<\/a><\/span>\n\t\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2010, 129.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_046\"><a name=\"-10705_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10705_000_046\">3.<\/a><\/span>\n\t\t\t\t\t<p>Russell M. Nelson, “Generations Linked in Love,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2010, 92.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_046\"><a name=\"-10705_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10705_000_046\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124344\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124344)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124344)\">Matthew 25:1–13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_046\"><a name=\"-10705_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10705_000_046\">5.<\/a><\/span>\n\t\t\t\t\t<p>See “I Love to See the Temple,” <span class=\"emphasis\">Children’s Songbook,<\/span> 95.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_046\"><a name=\"-10705_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10705_000_046\">6.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “Meeting Your Goliath,” <span class=\"emphasis\">New Era,<\/span> June 2008, 7.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_046\"><a name=\"-10705_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10705_000_046\">7.<\/a><\/span>\n\t\t\t\t\t<p>Personal interview with author, 2013.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_046\"><a name=\"-10705_000_046\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10705_000_046\">8.<\/a><\/span>\n\t\t\t\t\t<p>Robert D. Hales, “How Will Our Children Remember Us?” <span class=\"emphasis\">Ensign,<\/span> Nov. 1993, 10.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}