{"ID":796, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Believest Thou the Prophets?\"<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1955, pp. 49-51<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I am very happy for the privilege of standing before you for a\nmoment, to express my gratitude for the fine things we have heard and seen at this general\nconference of the Church.  This morning at 7:30 in the Assembly Hall we held a welfare\nmeeting.  We heard something about cattle, beef cattle, and dairy cattle, and how to manage\nfarms, especially the welfare farms.  This instruction was given by experts from the Utah\nState Agricultural College.  When they had given their talks, President Clark made some\nobservations.  President Clark, you may know, is a farmer and a cattleman in his own right&mdash;if\nhe can qualify for that distinction, by working two or three hours on Saturday afternoon on\nhis farm.  We were greatly edified.\n<\/p><p>\nIt reminded me of the funeral service which was held up in the Bear Lake country for Brother\nHyrum Nebeker, also a cattleman. Prior to his death he had selected the hymns he wanted\nsung at the service.  Among them was the well-known hymn we sing so frequently, \"We\nThank Thee, O God, for a Prophet.\" He also requested that everyone in the gathering join in\nsinging this hymn, not only the choir, but those also who sat on the front seats, and the entire\ncongregation.  Seldom does one hear a song sung with more feeling than was done on this\noccasion.  Everyone sang, and all seemed to feel the spirit and the significance of this great\nhymn.\n<\/p><p>\nI thought of the statement made by someone who said, \"Tell me the ballads a people sing, and\nI will tell you their character.\" I hope the Latter-day Saints will be judged by the songs they\nsing on occasions like this.  This hymn, in particular, suggested guidance, prophetic guidance. \nGuidance is a beautiful word, it is a meaningful word.  We all need to be guided and directed\nand inspired in our work and in our responsibilities.\n<\/p><p>\nI recall a poem I learned as a boy; \n<\/p><p>\nHand in hand with angels through the world we go; <br \/>\n     Brighter eyes are on us than we blind ones know; <br \/>\n     Tenderer voices greet us than we deaf will own; <br \/>\n     But never walking heav'nward can we walk alone.\n<\/p><p>\nThose who dislike guidance, it seems to me, lack in humility.  Jesus believed in guidance.  I\nread a verse from the Gospels: \n<\/p><p>\n. . . when he, the Spirit of truth, is come, he will guide you into all truth: for he shall\nnot speak of himself; but whatsoever he shall hear, that shall he speak: and he will\nshew you things to come (<span class=\"citation\" id=\"27655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27655)\">John 16:13<\/a><\/span>).\n<\/p><p>\nMark the words \"he will guide you into all truth . . . and he will shew you things to come.\" \nOf all the leaders who have lived upon the earth, only Jesus, the Lord, could make a promise\nlike that. These words are tremendously important and reassuring, especially to those who are\nstriving for a better life.\n<\/p><p>\nChrist's plan of salvation came to light gradually through holy prophets. Back of them is\nJesus Christ, the light of the world, and the greatest of all the prophets. His gospel is the\nbeacon light. The voice of the prophets is the voice of God to generations past, present, and\nfuture.  These prophets came as they were needed.  They were chosen before they were born. \nTheir messages were always vital, important, and timely. Their testimonies were strong and\nfervent.  They called people to repentance.  They rebuked sin in high places.  Their mission\nwas to purify and regenerate the human family and to turn the hearts of men to God, who is\nthe Creator, the Ruler, and the Giver of life.  These living oracles seldom argued.  They announced\nand interpreted God's will and made no compromise whatever with worldly standards and\npatterns, however glowing and colorful they might appear.\n<\/p><p>\nYou will realize the significance of Paul's question put to Agrippa and the others: \"Believest\nthou the prophets?\" (<span class=\"citation\" id=\"7759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7759)\">Acts 26:27<\/a><\/span>).\nPaul believed the prophets.  He quoted their words to justify and\nsubstantiate his claims.  I am convinced that the warnings and admonitions of the prophets,\nhad they been duly regarded and respected, would have transformed the world, and evil forces\noperative in public and private life, now and in the past, would have been far less powerful.\n<\/p><p>\nWe believe in prophets.  We believe the only safe course for us is to follow the admonition of\nthe prophets.  Said Jesus: \n<\/p><p>\nWherefore, behold, I send unto you prophets, and wise men, and scribes: and some of\nthem ye shall kill and crucify: and some of them shall ye scourge in your synagogues,\nand persecute them from city to city\n(<span class=\"citation\" id=\"34726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34726)\">Matt. 23:34<\/a><\/span>).\n<\/p><p>\nAnd then his concluding words: \"That upon you may come all the righteous blood shed upon\nthe earth\" (<span class=\"citation\" id=\"34727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34727)\">Matt. 23:35<\/a><\/span>).\nThe deniers of God's servants were to answer for their repudiation\nof the prophets.  Had the Jews believed John the Baptist and heeded his admonitions, many\npeople (more than did), would have believed on Jesus the Christ. But they rejected him and\nmaligned him.  He was put in prison, like his predecessors, and finally put to death, but they\ncould not entirely destroy his influence nor his memory. The common people, the meek and\nthe lowly, listened. They heard his words and accepted his divine calling and followed him. \nBut the magistrates and the rulers, the high and the mighty, the professional religionists, were\nnot among the multitude which followed him to the River Jordan, but Jesus came, and Jesus\nwas baptized by this great prophet, the greatest of all the prophets, said Jesus, born of women\n(see <span class=\"citation\" id=\"31400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31400)\">Luke 7:28<\/a><\/span>).\nThese prophets were not dreamers, they were not visionary men&mdash;they were\npractical men.  They saw the present and the future needs of the people to whom they were\nsent.\n<\/p><p>\nPresident Brigham Young, for instance, was a great prophet and more than a prophet.  He was\ncalled to a great responsibility.  It was not unlike that which fell upon Moses, the lawgiver of\nIsrael, during the years of exodus from Egypt.  Both of them were deeply concerned with the\nspiritual and temporal welfare of their people.\n<\/p><p>\nLooking back over the magnificent achievements of Brigham Young and those who followed,\nwe can picture the tragic exodus of covered wagons and handcart companies.  Every day was\na challenge, and every night a hazard, full of danger and uncertainty.  But the sturdy and\nunconquerable pioneers, under their prophet, never faltered; they pressed forward to their\ndestination. On their arrival, they beheld a barren wasteland, covered with sagebrush and\npossessed by the savage Indians.  What did this modern prophet do?  He made friends with\nthe Indians. He cultivated the soil, and he irrigated the fields.\n<\/p><p>\nProphets came as they were needed. May we, you and I, heed the prophets who live today. \nMay we be guided by their inspiring instruction, and may we undertake with them to build up\nGod's kingdom upon the earth, and eventually be worthy of an exaltation in that kingdom, I\npray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}