{"ID":7961, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Your Wonderful Journey Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">As you joyfully use the map your loving Father has provided for your journey, it will lead you to holy places and you will rise to your supernal potential.<\/div>\n                                        \n                                        \n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10705_000_048<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p5\" class=\"\">We are honored this evening with the presence of President Thomas S. Monson, our beloved prophet. President, we always pray for you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p6\" class=\"\">My dear sisters, thank you for the music and the spoken word. All was so inspiring and so fitting for Easter, the sacred season we celebrate this week.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p7\" class=\"\">It is a joy to be with you precious young sisters, together with your mothers and your wonderful leaders. You have radiant spirits and contagious smiles. Surely the Lord is mindful of you and looks lovingly from heaven upon you.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p8\" class=\"\">I grew up in Zwickau, in the former East Germany. When I was about 11 years old, my father fell under increased scrutiny as a political dissenter, and my parents felt that the only safe choice for our family would be to flee to West Germany. It was decided that the safest plan was to leave at different times and follow different routes to the West, leaving all our belongings behind.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p9\" class=\"\">Since my father was at greatest risk, he took the quickest journey, through Berlin. My older brothers headed north, and each found his own way west. My sister—who would have been the age of many of you here today—together with Helga Fassmann, her teacher in Young Women, and some others took a train that passed briefly through West Germany. They paid a porter to unlock one of the doors for them, and after the train crossed the West German border, they jumped from the moving train to freedom. How I admired my sister for her courage.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p10\" class=\"\">I was the youngest child, and my mother decided that she and I would walk across a mountain range separating the two countries. I remember that she packed a lunch as if we were going for a hike or a picnic in the mountains.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p11\" class=\"\">We took a train as far as we could and then walked for long hours, getting ever closer to the West German border. The borders were tightly controlled, but we had a map and knew of a time and a place where it might be safe to cross. I could sense my mother’s anxiety. She observed the area intensely to see if we were being followed. With each step, her legs and knees seemed to become weaker. I helped carry her heavy bag filled with food, vital documents, and family photos as we climbed up one last, long hill. Surely, she thought, we had passed the border by now. When she finally felt safe, we sat down and started to eat our picnic lunch. For the first time that day, I’m sure, she breathed more easily.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p12\" class=\"\">It was only then that we noticed the border sign. It was still far ahead of us! We were having our picnic on the wrong side of the border. We were still in East Germany!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p13\" class=\"\">Border guards could show up any moment!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p14\" class=\"\">My mother frantically packed up our lunch, and we hurried up the hillside as quickly as we could. This time we didn’t dare stop until we knew with certainty that we had reached the other side of the border.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p15\" class=\"\">Even though each member of our family had taken very different routes and experienced very different hardships along the way, eventually all of us made it to safety. We were finally reunited as a family. What a glorious day that was!<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Journey Stories<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p17\" class=\"\">What I have just told you is an experience that is to me a very precious journey. I can now look back on my life and recognize a number of such “journeys” I have taken over time. Not all of them involved crossing mountain ranges or political boundaries; some had more to do with overcoming trials or growing in spirituality. But they were all journeys. I believe that every life is a collection of individual “journey stories.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p18\" class=\"\">I am sure you are aware that every cultural tradition is rich with journey stories. For instance, you may be familiar with the journey of Dorothy and her dog, Toto, in <span class=\"emphasis\">The Wizard of Oz.<\/span> Dorothy and Toto are swept up in a tornado and deposited in the Land of Oz. There, Dorothy finds that distinctive, yellow-brick road that marks the path for a journey that eventually leads her home.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p19\" class=\"\">Then there is Charles Dickens’s Ebenezer Scrooge, whose journey takes him not from place to place but from time to time. It’s a journey right within his own heart that helped him to understand why he became the way he was and to see what would happen to him if he continued on his path of selfishness and ingratitude.<sup class=\"noteMarker\"><a href=\"#footnote1-10705_000_048\">1<\/a> <span class=\"footnote\">[See Charles Dickens, <span class=\"emphasis\">A Christmas Carol.<\/span>]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p20\" class=\"\">One of the great classical novels of Chinese literature is <span class=\"emphasis\">Journey to the West.<\/span> Written in the 16th century, it tells beautifully the adventure story and pilgrimage of a monk who, with the help of four friendly characters, journeys toward spiritual enlightenment.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p21\" class=\"\">And of course there is Bilbo Baggins, the small, unassuming hobbit who would have very much preferred to stay home and eat his soup. But after a knock at his door, he follows the call of the great unknown and steps out into the world, together with a wizard and a band of dwarfs, to fulfill a dangerous but vitally important mission.<sup class=\"noteMarker\"><a href=\"#footnote2-10705_000_048\">2<\/a> <span class=\"footnote\">[See J. R. R. Tolkien, <span class=\"emphasis\">The Hobbit.<\/span>]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>A Universal Story<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p23\" class=\"\">Don’t we love these journey stories because we can see ourselves in the travelers? Their successes and failures can help us find our own way through life. The video we saw a few minutes ago also tells a beautiful journey story. Perhaps these stories also remind us of a journey we all should be familiar with—a journey story in which each one of us plays an important part.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p24\" class=\"\">This story begins a very long time ago, long before the earth began spinning in its orbit, long before the sun began to reach its fiery arms into the cold of space, long before creatures great and small had populated our planet. At the beginning of this story, you lived in a faraway, beautiful place.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p25\" class=\"\">We do not know many details about life in that premortal sphere, but we do know some. Our Heavenly Father has revealed to us who He is, who we are, and who we can become.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p26\" class=\"\">Back in that first estate, you knew with absolute certainty that God existed because you saw and heard Him. You knew Jesus Christ, who would become the Lamb of God. You had faith in Him. And you knew that your destiny was not to stay in the security of your premortal home. As much as you loved that eternal sphere, you knew you wanted and needed to embark on a journey. You would depart from the arms of your Father, pass through a veil of forgetfulness, receive a mortal body, and learn and experience things that hopefully would help you grow to become more like Father in Heaven and return to His presence.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p27\" class=\"\">In that sacred place, surrounded by those you knew and loved, the great question on your lips and in your heart must have been “Will I return safely to my heavenly home?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p28\" class=\"\">There were so many things that would be out of your control. Mortal life would be hard at times, filled with unexpected bends in the road: sickness, heartbreak, accidents, conflict.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p29\" class=\"\">Without a memory of your previous existence—without remembering that you once walked with your Father in Heaven—would you still recognize His voice amid all the noise and distractions of mortal life?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p30\" class=\"\">The journey ahead seemed so long and uncertain—so filled with risk.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p31\" class=\"\">It wouldn’t be easy, but you knew it was worth every effort.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p32\" class=\"\">So, there you stood on the edge of eternity, looking forward with unspeakable excitement and hope—and, I imagine, also with a degree of worry and fear.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p33\" class=\"\">In the end, you knew God would be just—that His goodness would triumph. You had participated in the great heavenly councils and knew that your Savior and Redeemer, Jesus Christ, would provide a way for you to be cleansed from sin and rescued from physical death. You had faith that, in the end, you would rejoice and join your voice with a heavenly chorus singing praises to His holy name.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p34\" class=\"\">And so, you took a deep breath …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p35\" class=\"\">And a great step forward …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p36\" class=\"\">And here you are!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p37\" class=\"\">You have, each one of you, embarked on your own wonderful journey back to your heavenly home!<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div>\n\t\t\t\t\t<h2>Your Map<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p39\" class=\"\">Now that you are here on earth, it might be wise to ask yourself how your journey is going. Are you on the right course? Are you becoming the person you were designed to be and wanted to become? Are you making choices that will help you to return to your Father in Heaven?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p40\" class=\"\">He didn’t send you on this journey only to wander aimlessly on your own. He wants you to come home to Him. He has given you loving parents and faithful Church leaders, along with a map that describes the terrain and identifies the dangers; the map shows you where peace and happiness can be found and will help you plot your course back home.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p41\" class=\"\">Now, where do you find this map?<\/p>\n\t\t\t\t\t<ul class=\"bullet\"><li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>In the sacred scriptures.<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>In the words of prophets and apostles.<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li><span class=\"label\">•<\/span>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t<p>And through personal revelation from the Holy Ghost.<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t<\/ul><p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p45\" class=\"\">This map is the gospel of Jesus Christ, the good news, and the joyful way of a disciple of Christ. It is the commandments and example given to us by our Advocate and Mentor, who knows the way because He <span class=\"emphasis\">is<\/span> the way.<sup class=\"noteMarker\"><a href=\"#footnote3-10705_000_048\">3<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124367)\">John 14:6<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p46\" class=\"\">Of course, simply having a map doesn’t do any good unless you study it—unless you use it to navigate through life. I invite you to make it a high priority to study and apply God’s word. Open your heart to the Holy Ghost so that He can direct you along your journey through life.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p47\" class=\"\">Your map is full of encouraging and instructive messages from your Heavenly Father and His Son Jesus Christ. Today I would like to share with you three of those messages that will help you to have a successful journey back to your heavenly home.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p48\" class=\"\"><span class=\"strong\">The first message: “Do not fear, for I the Lord am with you.”<sup class=\"noteMarker\"><a href=\"#footnote4-10705_000_048\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124368)\">Doctrine and Covenants 68:6<\/a><\/span>; see also <span class=\"citation\" id=\"124369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124369)\">Isaiah 41:10<\/a><\/span>; <span class=\"citation\" id=\"124370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124370)\">John 14:18<\/a><\/span>.]<\/span><\/sup><\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p49\" class=\"\">You are not alone on this journey. Your Heavenly Father knows you. Even when no one else hears you, He hears you. When you rejoice in righteousness, He rejoices with you. When you are beset with trial, He grieves with you.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p50\" class=\"\">Heavenly Father’s interest in you does not depend on how rich or beautiful or healthy or smart you are. He sees you not as the world sees you; He sees who you really are. He looks on your heart.<sup class=\"noteMarker\"><a href=\"#footnote5-10705_000_048\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124371)\">1 Samuel 16:7<\/a><\/span>.]<\/span><\/sup> And He loves you<sup class=\"noteMarker\"><a href=\"#footnote6-10705_000_048\">6<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124372)\">1 Peter 5:6–7<\/a><\/span>.]<\/span><\/sup> because you are His child.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p51\" class=\"\">Dear sisters, seek Him earnestly, and you will find Him.<sup class=\"noteMarker\"><a href=\"#footnote7-10705_000_048\">7<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"124373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124373)\">Jeremiah 29:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p52\" class=\"\">I promise you, you are not alone.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p53\" class=\"\">Now, take a moment right now and look at the people around you. Some may be your leaders, friends, or family members. Others you may have never met before. Nevertheless, everyone you see around you—in this meeting or at any other place, today or at any other time—was valiant in the premortal world. That unassuming and ordinary-looking person sitting next to you may have been one of the great figures you loved and admired in the sphere of spirits. You may have been such a role model yourself!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p54\" class=\"\">Of one thing you can be certain: every person you see—no matter the race, religion, political beliefs, body type, or appearance—is family. The young woman you look at has the same Heavenly Father as you, and she left His loving presence just as you did, eager to come to this earth and live so that she could one day return to Him.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p55\" class=\"\">However, she might feel alone, just as you sometimes do. She may even occasionally forget the purpose of her journey. Please remind her through your words and your actions that she is not alone. We are here to help each other.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p56\" class=\"\">Life can be difficult, and it can harden hearts to the point where certain people seem unreachable. Some may be filled with anger. Others may mock and ridicule those who believe in a loving God. But consider this: though they do not remember, they too at one time yearned to return to their Father in Heaven.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p57\" class=\"\">It is not your responsibility to convert anyone. That is the work of the Holy Ghost. Your task is to share your beliefs and to not be afraid. Be a friend to all, but never compromise your standards. Stand true to your convictions and faith. Stand tall, because you are a daughter of God, and He stands with you!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p58\" class=\"\"><span class=\"strong\">The second message: “Love one another, as I have loved you.”<sup class=\"noteMarker\"><a href=\"#footnote8-10705_000_048\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124374)\">John 15:12<\/a><\/span>; see also <span class=\"citation\" id=\"124375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124375)\">John 13:34<\/a><\/span>; <span class=\"citation\" id=\"124376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124376)\">Moroni 7:45–48<\/a><\/span>.]<\/span><\/sup><\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p59\" class=\"\">Have you ever wondered what language we all spoke when we lived in the presence of God? I have strong suspicions that it was German, though I suppose no one knows for sure. But I do know that in our premortal life we learned firsthand, from the Father of our spirits, a universal language—one that has the power to overcome emotional, physical, and spiritual barriers.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p60\" class=\"\">That language is the pure love of Jesus Christ.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p61\" class=\"\">It is the most powerful language in the world.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p62\" class=\"\">The love of Christ is not a pretend love. It is not a greeting-card love. It is not the kind of love that is praised in popular music and movies.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p63\" class=\"\">This love brings about real change of character. It can penetrate hatred and dissolve envy. It can heal resentment and quench the fires of bitterness. It can work miracles.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p64\" class=\"\">We received our “first lessons”<sup class=\"noteMarker\"><a href=\"#footnote9-10705_000_048\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124377)\">Doctrine and Covenants 138:56<\/a><\/span>.]<\/span><\/sup> in this language of love as spirits in God’s presence, and here on earth we have opportunities to practice it and become fluent. You can know if you are learning this language of love by evaluating what motivates your thoughts and actions.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p65\" class=\"\">When your primary thoughts are focused on how things will benefit you, your motivations may be selfish and shallow. That is not the language you want to learn.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p66\" class=\"\">But when your primary thoughts and behaviors are focused on serving God and others—when you truly desire to bless and lift up those around you—then the power of the pure love of Christ can work in your heart and life. That is the language you want to learn.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p67\" class=\"\">As you become fluent in this language and use it in your interactions with others, they will recognize something in you that may awaken in them a long-hidden feeling to search for the right way on the journey back to their heavenly home. After all, the language of love is their true native language too.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p68\" class=\"\">This deep and abiding influence is a language that reaches to the very soul. It is a language of understanding, a language of service, a language of lifting and rejoicing and comforting.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p69\" class=\"\">Learn to use the universal language of Christ’s love.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p70\" class=\"\"><span class=\"strong\">And the third message: “Be of good cheer.”<sup class=\"noteMarker\"><a href=\"#footnote10-10705_000_048\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124378)\">Doctrine and Covenants 78:18<\/a><\/span>; see also <span class=\"citation\" id=\"124379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124379)\">John 16:33<\/a><\/span>; <span class=\"citation\" id=\"124380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124380)\">3 Nephi 1:13<\/a><\/span>.]<\/span><\/sup><\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p71\" class=\"\">Sometimes we become impatient with where we are in our journey, don’t we? If you are 12 years old, you might wish you were 14. At 14, you might wish you were 18. And at 18, occasionally you might even wish you were 12 again and could start all over.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p72\" class=\"\">There will always be things to complain about—things that don’t seem to go quite right. You can spend your days feeling sad, alone, misunderstood, or unwanted. But that isn’t the journey you had hoped for, and it’s not the journey Heavenly Father sent you to take. Remember, you are truly a daughter of God!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p73\" class=\"\">With this in mind, I invite you to walk confidently and joyfully. Yes, the road has bumps and detours and even some hazards. But don’t focus on them. Look for the happiness your Father in Heaven has prepared for you in every step of your journey. Happiness is the destination, but it’s also the path. “Peace in this world, and eternal life in the world to come” is what He promises.<sup class=\"noteMarker\"><a href=\"#footnote11-10705_000_048\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"124381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124381)\">Doctrine and Covenants 59:23<\/a><\/span>.]<\/span><\/sup> That is why He commands us to “be of good cheer.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p74\" class=\"\">As you joyfully use the map your loving Father has provided for your journey, it will lead you to holy places and you will rise to your supernal potential. You will grow into the daughter of God you hoped you would become.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<p uri=\"\/ensign\/2013\/05\/your-wonderful-journey-home.p75\" class=\"\">Dear sisters, dear young women of the Church, dear young friends, as an Apostle of the Lord I leave you a blessing that you will find your way on this journey home and that you will be an inspiration to your fellow travelers. It is also my promise and prayer that as you honor and live true to the covenants, the principles, and the values of the gospel of Jesus Christ, at the end of your journey Heavenly Father will be there. He will embrace you, and you will know once and for all that you have made it home safely. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10705_000_048\">1.<\/a><\/span>\n\t\t\t\t\t<p>See Charles Dickens, <span class=\"emphasis\">A Christmas Carol.<\/span><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10705_000_048\">2.<\/a><\/span>\n\t\t\t\t\t<p>See J. R. R. Tolkien, <span class=\"emphasis\">The Hobbit.<\/span><\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10705_000_048\">3.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124367)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124367)\">John 14:6<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10705_000_048\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124368)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124368)\">Doctrine and Covenants 68:6<\/a><\/span>; see also <span class=\"citation\" id=\"124369\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124369)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124369)\">Isaiah 41:10<\/a><\/span>; <span class=\"citation\" id=\"124370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124370)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124370)\">John 14:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10705_000_048\">5.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124371)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124371)\">1 Samuel 16:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10705_000_048\">6.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124372)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124372)\">1 Peter 5:6–7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10705_000_048\">7.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"124373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124373)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124373)\">Jeremiah 29:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10705_000_048\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124374)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124374)\">John 15:12<\/a><\/span>; see also <span class=\"citation\" id=\"124375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124375)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124375)\">John 13:34<\/a><\/span>; <span class=\"citation\" id=\"124376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124376)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124376)\">Moroni 7:45–48<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10705_000_048\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124377\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124377)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124377)\">Doctrine and Covenants 138:56<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10705_000_048\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124378)\">Doctrine and Covenants 78:18<\/a><\/span>; see also <span class=\"citation\" id=\"124379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124379)\">John 16:33<\/a><\/span>; <span class=\"citation\" id=\"124380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124380)\">3 Nephi 1:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"-10705_000_048\"><a name=\"-10705_000_048\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10705_000_048\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"124381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(124381)\">Doctrine and Covenants 59:23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}