{"ID":7966, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Look Ahead and Believe\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p2\" class=\"\">By Elder Edward Dube<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/edward-dube-first-quorum-seventy-sm.jpg\" alt=\"Edward Dube\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">In the sight of the Lord, it is not so much what we have done or where we have been but much more where we are willing to go.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_008<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p5\" class=\"\">While I was a boy working in the fields with my mother, she taught me one of the most important lessons in life. It was late in the morning, the sun was up, and we had been hoeing for what I thought to be a very long time. I stopped to look back at what we had accomplished and said to my mother, “Look at all we have done!” Mother did not respond. Thinking that she had not heard me, I repeated what I had said a little louder. She still did not reply. Raising my voice a little higher, I repeated again. Finally, she turned to me and said, “Edward, never look back. Look ahead at what we still have to do.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p6\" class=\"\">My dear brothers and sisters, the covenant we made with the Lord when we were baptized, “to stand as witnesses of God at all times and in all things, and in all places that [we] may be in” (<span class=\"citation\" id=\"125647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125647)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125647)\">Mosiah 18:9<\/a><\/span>), is a lifelong commitment. President Dieter F. Uchtdorf counseled, “Those who have entered the waters of baptism and received the gift of the Holy Ghost have set their feet on the path of discipleship and are charged to follow steadily and fully in the footsteps of our Savior” (“Saints for All Seasons,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Sept. 2013, 5). The Lord through His servants calls us to serve in various callings, which we accept with total commitment. When a release has been extended and a call in a different assignment has been issued, we joyfully accept it, knowing, as our forebearers knew, that “in the service of the Lord, it is not where you serve but how” (J. Reuben Clark Jr., in Conference Report, Apr. 1951, 154).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p7\" class=\"\">Thus when a stake president or a bishop is released, he joyfully accepts his release, and when a calling is extended to serve in any way which the Lord, through His servants, “seeth fit” (<span class=\"citation\" id=\"125648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125648)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125648)\">Mosiah 3:19<\/a><\/span>), he is not overshadowed by his previous experience, nor does he look back and think that he has served enough. He is “not weary in well-doing,” because he knows that he is “laying the foundation of a great work” with a clear vision that such efforts bless lives for eternity. Thus “out of small things proceedeth that which is great” (<span class=\"citation\" id=\"125649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125649)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125649)\">D&amp;C 64:33<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p8\" class=\"\">We should all be “anxiously engaged in a good cause, and do many things of [our] own free will, and bring to pass much righteousness” (<span class=\"citation\" id=\"125650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125650)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125650)\">D&amp;C 58:27<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p9\" class=\"\">Elder Jeffrey R. Holland of the Quorum of the Twelve Apostles counseled: “The past is to be learned from but not lived in. We look back to claim the embers from glowing experiences but not the ashes. And when we have learned what we need to learn and have brought with us the best that we have experienced, then we look ahead and remember that <span class=\"emphasis\">faith is always pointed toward the future<\/span>” (“The Best Is Yet to Be,” <span class=\"emphasis\">Ensign,<\/span> Jan. 2010, 24; or <span class=\"emphasis\">Liahona,<\/span> Jan. 2010, 18).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p10\" class=\"\">While my mother’s lesson of looking ahead was directed toward the visible weeds in the field, that challenge was minor in comparison to what the early Saints went through. Elder Joseph B. Wirthlin described this experience so well: “In 1846, more than 10,000 [people] left the thriving city [of Nauvoo] that had been built on the banks of the Mississippi River. With faith in prophetic leaders, those early Church members left their ‘City Beautiful’ and struck off into the wilderness of the American frontier. They did not know exactly where they were going, precisely how many miles lay ahead, how long the journey would take, or what the future held in store for them. But they <span class=\"emphasis\">did know<\/span> they were led by the Lord and His servants” (“Faith of Our Fathers,” <span class=\"emphasis\">Ensign,<\/span> May 1996, 33).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p11\" class=\"\">They knew how it was to look ahead and believe. A decade and a half earlier, some of these members were present when a revelation was received:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p12\" class=\"\">“For verily I say unto you, blessed is he that keepeth my commandments, whether in life or in death; and he that is faithful in tribulation, the reward of the same is greater in the kingdom of heaven.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p13\" class=\"\">“Ye cannot behold with your natural eyes, for the present time, the design of your God concerning those things which shall come hereafter, and the glory which shall follow after much tribulation” (<span class=\"citation\" id=\"125651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125651)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125651)\">D&amp;C 58:2–3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p14\" class=\"\">We too can look ahead and believe. We can embrace the invitation of our Lord, who with stretched-open hands invites us:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p15\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p16\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p17\" class=\"\">“For my yoke is easy, and my burden is light” (<span class=\"citation\" id=\"125652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125652)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125652)\">Matthew 11:28–30<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p18\" class=\"\">Our dear prophet, President Thomas S. Monson; his counselors; and the Quorum of the Twelve Apostles have extended an invitation for us all to participate in the work of salvation. The new converts, youth, young adults, those who have retired from their professions, and full-time missionaries need to be equally yoked in hastening the work of salvation.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p19\" class=\"\">President Boyd K. Packer, President of the Quorum of the Twelve Apostles, once attended an ox pulling contest, where he drew out an analogy. He said of the experience: “A wooden sledge was weighted with cement blocks: ten thousand pounds [4,535 kg]—five tons. … The object was for the oxen to move the sledge three feet [91 cm]. … I noticed a well-matched pair of very large, brindled, blue-gray animals … [the] big blue oxen of seasons past.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p20\" class=\"\">In speaking about the result of the contest, he said: “Teams were eliminated one by one. … The big blue oxen didn’t even place! A small, nondescript pair of animals, not very well matched for size, moved the sledge all three times.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p21\" class=\"\">He was then given an explanation to the surprising outcome: “The big blues were larger and stronger and better matched for size than the other team. But the little oxen had better teamwork and coordination. They hit the yoke together. Both animals jerked forward at exactly the same time and the force moved the load” (“Equally Yoked Together,” address delivered at regional representatives’ seminar, Apr. 3, 1975; in <span class=\"emphasis\">Teaching Seminary: Preservice Readings<\/span> [2004], 30).<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p22\" class=\"\">As we look ahead and believe, we need this same teamwork in hastening the work of salvation as we invite others to come unto Christ. In our individual capacities, we need to follow the counsel of President Dieter F. Uchtdorf to “stand close together and lift where we stand” (“Lift Where You Stand,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2008, 56). We can tap our full potential, just as was observed by Elder L. Tom Perry of the Quorum of the Twelve: “As I travel throughout the Church I marvel at all the positive things that are occurring. Yet I never feel that we, as a people, are living up to our real potential. My sense is that we do not always work together, that we are still too much interested in aspirations for personal honors and success, and show too little interest in the common goal of building the kingdom of God” (“United in Building the Kingdom of God,” <span class=\"emphasis\">Ensign,<\/span> May 1987, 35).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p23\" class=\"\">May we all unite in a common objective “to bring to pass the immortality and eternal life of man” (<span class=\"citation\" id=\"125653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125653)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125653)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p24\" class=\"\">Our Savior, Jesus Christ, who sees from the beginning to the end, knew very well the road He would travel to Gethsemane and Golgotha when He proclaimed, “No man, having put his hand to the plough, and looking back, is fit for the kingdom of God” (<span class=\"citation\" id=\"125654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125654)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125654)\">Luke 9:62<\/a><\/span>). In the sight of the Lord, it is not so much what we have done or where we have been but much more where we are willing to go.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p25\" class=\"\">Our guiding principles were taught to us by the Prophet Joseph Smith: “The fundamental principles of our religion are the testimony of the Apostles and Prophets, concerning Jesus Christ, that He died, was buried, and rose again the third day, and ascended into heaven; and all other things which pertain to our religion are only appendages to it” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Smith<\/span> [2007], 49).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/look-ahead-and-believe.p26\" class=\"\">I testify that as we follow the example of our Savior, Jesus Christ, and raise our hands to the square with action in sustaining our beloved prophet, President Thomas S. Monson, we will find peace, comfort, and joy, and we “shall eat the good of the land … in these last days” (<span class=\"citation\" id=\"125655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125655)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125655)\">D&amp;C 64:34<\/a><\/span>). In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}