{"ID":7967, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Windows of Heaven\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p2\" class=\"\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">Spiritual and temporal blessings come into our lives as we live the law of tithing.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_009<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p5\" class=\"\">I want to describe two important lessons I have learned about the law of tithing. The first lesson focuses upon the blessings that come to individuals and families as they faithfully obey this commandment. The second lesson emphasizes the importance of tithing in the growth of The Church of Jesus Christ of Latter-day Saints in all of the world. I pray the Holy Ghost will confirm to each of us the truthfulness of the principles I discuss.<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Lesson Number 1—Significant but Subtle Blessings<\/h2>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p7\" class=\"\">Sister Bednar’s mother is a faithful woman and an inspired homemaker. From the earliest days of her marriage, she carefully has kept the household financial records. For decades she has accounted conscientiously for the family income and expenditures using very simple ledgers. The information she has collected over the years is comprehensive and informative.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p8\" class=\"\">When Sister Bednar was a young woman, her mother used the data in the ledgers to emphasize basic principles of provident living and prudent home management. One day as they reviewed together various categories of expenses, her mother noted an interesting pattern. The costs for doctor visits and medicines for their family were far lower than might have been expected. She then related this finding to the gospel of Jesus Christ and explained to her daughter a powerful truth: as we live the law of tithing, we often receive significant but subtle blessings that are not always what we expect and easily can be overlooked. The family had not received any sudden or obvious additions to the household income. Instead, a loving Heavenly Father had bestowed simple blessings in seemingly ordinary ways. Sister Bednar always has remembered this important lesson from her mother about the help that comes to us through the windows of heaven, as promised by Malachi in the Old Testament (see <span class=\"citation\" id=\"125656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125656)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125656)\">Malachi 3:10<\/a><\/span>).<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p9\" class=\"\">Often as we teach and testify about the law of tithing, we emphasize the immediate, dramatic, and readily recognizable temporal blessings that we receive. And surely such blessings do occur. Yet some of the diverse blessings we obtain as we are obedient to this commandment are significant but subtle. Such blessings can be discerned only if we are both spiritually attentive and observant (see <span class=\"citation\" id=\"125657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125657)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125657)\">1 Corinthians 2:14<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p10\" class=\"\">The imagery of the “windows” of heaven used by Malachi is most instructive. Windows allow natural light to enter into a building. In like manner, spiritual illumination and perspective are poured out through the windows of heaven and into our lives as we honor the law of tithing.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p11\" class=\"\">For example, a subtle but significant blessing we receive is the spiritual gift of gratitude that enables our appreciation for what we have to constrain desires for what we want. A grateful person is rich in contentment. An ungrateful person suffers in the poverty of endless discontentment (see <span class=\"citation\" id=\"125658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125658)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125658)\">Luke 12:15<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p12\" class=\"\">We may need and pray for help to find suitable employment. Eyes and ears of faith (see <span class=\"citation\" id=\"125659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125659)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125659)\">Ether 12:19<\/a><\/span>) are needed, however, to recognize the spiritual gift of enhanced discernment that can empower us to identify job opportunities that many other people might overlook—or the blessing of greater personal determination to search harder and longer for a position than other people may be able or willing to do. We might want and expect a job offer, but the blessing that comes to us through heavenly windows may be greater capacity to act and change our own circumstances rather than expecting our circumstances to be changed by someone or something else.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p13\" class=\"\">We may appropriately desire and work to receive a pay raise in our employment to better provide the necessities of life. Eyes and ears of faith are required, however, to notice in us an increased spiritual and temporal capacity (see <span class=\"citation\" id=\"125660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125660)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125660)\">Luke 2:52<\/a><\/span>) to do more with less, a keener ability to prioritize and simplify, and an enhanced ability to take proper care of the material possessions we already have acquired. We might want and expect a larger paycheck, but the blessing that comes to us through heavenly windows may be greater capacity to change our own circumstances rather than expecting our circumstances to be changed by someone or something else.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p14\" class=\"\">The stripling warriors in the Book of Mormon (see <span class=\"citation\" id=\"125661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125661)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125661)\">Alma 53<\/a><\/span>, <span class=\"citation\" id=\"125662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125662)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125662)\">Alma 56<\/a><\/span>, <span class=\"citation\" id=\"125663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125663)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125663)\">Alma 57<\/a><\/span>, and <span class=\"citation\" id=\"125664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125664)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125664)\">Alma 58<\/a><\/span>) prayed earnestly that God would strengthen and deliver them out of the hands of their enemies. Interestingly, the answers to these prayers did not produce additional weapons or an increased number of troops. Instead, God granted these faithful warriors assurance that He would deliver them, peace to their souls, and great faith and hope for their deliverance in Him (see <span class=\"citation\" id=\"125665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125665)\">Alma 58:11<\/a><\/span>). Thus, the sons of Helaman did take courage, were fixed with a determination to conquer, and did go forth with all of their might against the Lamanites (see <span class=\"citation\" id=\"125666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125666)\">Alma 58:12–13<\/a><\/span>). Assurance, peace, faith, and hope initially might not seem like the blessings warriors in battle might want, but they were precisely the blessings these valiant young men needed to press forward and prevail physically and spiritually.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p15\" class=\"\">Sometimes we may ask God for success, and He gives us physical and mental stamina. We might plead for prosperity, and we receive enlarged perspective and increased patience, or we petition for growth and are blessed with the gift of grace. He may bestow upon us conviction and confidence as we strive to achieve worthy goals. And when we plead for relief from physical, mental, and spiritual difficulties, He may increase our resolve and resilience.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p16\" class=\"\">I promise that as you and I observe and keep the law of tithing, indeed the windows of heaven will be opened and spiritual and temporal blessings will be poured out such that there shall not be room enough to receive them (see <span class=\"citation\" id=\"125667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125667)\">Malachi 3:10<\/a><\/span>). We also will remember the Lord’s declaration:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p17\" class=\"\">“For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p18\" class=\"\">“For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts” (<span class=\"citation\" id=\"125668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125668)\">Isaiah 55:8–9<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p19\" class=\"\">I testify that as we are spiritually attentive and observant, we will be blessed with eyes that see more clearly, ears that hear more consistently, and hearts that understand more fully the significance and subtlety of His ways, His thoughts, and His blessings in our lives.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Lesson Number 2—the Simplicity of the Lord’s Way<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p21\" class=\"\">Before my call to serve as a member of the Quorum of the Twelve, I read many times in the Doctrine and Covenants about the council appointed to oversee and disburse sacred tithing funds. The Council on the Disposition of the Tithes was established by revelation and consists of the First Presidency, the Quorum of the Twelve Apostles, and the Presiding Bishopric (see <span class=\"citation\" id=\"125677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125677)\">D&amp;C 120<\/a><\/span>). As I prepared in December of 2004 to attend my first meeting of this council, I eagerly anticipated a most remarkable learning opportunity.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p22\" class=\"\">I still remember the things I experienced and felt in that council. I gained a greater appreciation and reverence for the Lord’s laws of finance for individuals, for families, and for His Church. The basic financial program of The Church of Jesus Christ of Latter-day Saints—for both income and disbursement—is defined in sections 119 [<span class=\"citation\" id=\"125670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125670)\">D&amp;C 119<\/a><\/span>] and 120 [<span class=\"citation\" id=\"125669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125669)\">D&amp;C 120<\/a><\/span>] of the Doctrine and Covenants. Two statements found in these revelations provide the foundation for the fiscal affairs of the Church.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p23\" class=\"\">Section 119 simply states that all members “shall pay one-tenth of all their interest annually; and this shall be a standing law unto them forever, … saith the Lord” (<span class=\"citation\" id=\"125672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125672)\">verse 4<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p24\" class=\"\">Then, concerning the authorized disbursement of the tithes, the Lord said, “It shall be disposed of by a council, composed of the First Presidency of my Church, and of the bishop and his council, and by my high council; and by mine own voice unto them, saith the Lord” (<span class=\"citation\" id=\"125671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125671)\">D&amp;C 120:1<\/a><\/span>). The “bishop and his council” and “my high council” referred to in this revelation are known today as the Presiding Bishopric and the Quorum of the Twelve Apostles, respectively. These sacred funds are used in a rapidly growing church to spiritually bless individuals and families by constructing and maintaining temples and houses of worship, supporting missionary work, translating and publishing scriptures, fostering family history research, funding schools and religious education, and accomplishing many other Church purposes as directed by the Lord’s ordained servants.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p25\" class=\"\">I marvel at the clarity and brevity of these two revelations in comparison to the complicated financial guidelines and administrative procedures used in so many organizations and governments around the world. How can the temporal affairs of an organization as large as the restored Church of Jesus Christ possibly operate throughout the entire world using such succinct instructions? To me the answer is quite straightforward: this is the Lord’s work, He is able to do His own work (see <span class=\"citation\" id=\"125674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125674)\">2 Nephi 27:20<\/a><\/span>), and the Savior inspires and directs His servants as they apply His directions and labor in His cause.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p26\" class=\"\">In that first council meeting I was impressed by the simplicity of the principles that guided our deliberations and decisions. In the financial operations of the Church, two basic and fixed principles are observed. First, the Church lives within its means and does not spend more than it receives. Second, a portion of the annual income is set aside as a reserve for contingencies and unanticipated needs. For decades the Church has taught its membership the principle of setting aside additional food, fuel, and money to take care of emergencies that might arise. The Church as an institution simply follows the same principles that are taught repeatedly to the members.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p27\" class=\"\">As the meeting progressed, I found myself wishing that all members of the Church could observe the simplicity, the clarity, the orderliness, the charity, and the power of the Lord’s own way (see <span class=\"citation\" id=\"125675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125675)\">D&amp;C 104:16<\/a><\/span>) for conducting the temporal affairs of His Church. I have now participated in the Council on the Disposition of the Tithes for many years. My gratitude and reverence for the Lord’s pattern has grown each year, and the lessons learned have become even more profound.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p28\" class=\"\">My heart swells with love and admiration for the faithful and obedient members of this Church from every nation, kindred, tongue, and people. As I travel the earth, I learn about your hopes and dreams, your varied living conditions and circumstances, and your struggles. I have attended Church meetings with you and visited in some of your homes. Your faith strengthens my faith. Your devotion makes me more devoted. And your goodness and willing obedience to the law of tithing inspires me to be a better man, husband, father, and Church leader. I remember and think of you each time I participate in the Council on the Disposition of the Tithes. Thank you for your goodness and faithfulness as you honor your covenants.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p29\" class=\"\">The leaders of the Lord’s restored Church feel a tremendous responsibility to care appropriately for the consecrated offerings of Church members. We are keenly aware of the sacred nature of the widow’s mite.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p30\" class=\"\">“And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p31\" class=\"\">“And there came a certain poor widow, and she threw in two mites, which make a farthing.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p32\" class=\"\">“And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p33\" class=\"\">“For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living” (<span class=\"citation\" id=\"125676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125676)\">Mark 12:41–44<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p34\" class=\"\">I know from firsthand experience that the Council on the Disposition of the Tithes is vigilant in caring for the widow’s mite. I express appreciation to President Thomas S. Monson and his counselors for their effective leadership in discharging this holy stewardship. And I acknowledge the voice (see <span class=\"citation\" id=\"125673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125673)\">D&amp;C 120:1<\/a><\/span>) and hand of the Lord that sustain His ordained servants in fulfilling the duty to represent Him.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>An Invitation and a Testimony<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p36\" class=\"\">The honest payment of tithing is much more than a duty; it is an important step in the process of personal sanctification. To those of you who pay your tithing, I commend you.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p37\" class=\"\">To those of you who presently are not obeying the law of tithing, I invite you to consider your ways and repent. I testify that by your obedience to this law of the Lord, the windows of heaven will be opened to you. Please do not procrastinate the day of your repentance.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-morning-session\/the-windows-of-heaven.p38\" class=\"\">I testify spiritual and temporal blessings come into our lives as we live the law of tithing. I bear witness that such blessings often are significant but subtle. I also declare that the simplicity of the Lord’s way that is so evident in the temporal affairs of His Church provides patterns that can guide us as individuals and as families. I pray each of us may learn and benefit from these important lessons, in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}