{"ID":797, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Be Guided by the Light Within\"<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1955, pp. 54-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe excellent remarks of Elder Sterling W. Sill this morning have recalled a story I heard\nrepeated in a very impressive talk which was given recently where I was assigned to dedicate\na new chapel.  Our attention was called to the name on the front of the building&mdash;The Church\nof Jesus Christ of Latter-day Saints.  This is the story that was to impress our responsibility to\nHim in whose name we were then in meeting.\n<\/p><p>\nIt was in 1909 at the University of Edinburgh.  Lord Balfour, then the Prime Minister of\nEngland, was delivering an address on the subject of moral values which unite nations.  He\nspoke of the common knowledge and the common commercial resources which nations had to\nunite them, their social intercourse made possible through diplomatic relationships, the bonds\nof human friendships, and the improved methods of communication; and then closed his\naddress amid the thunderous applause of those who had heard his, as judged by the world's\nstandards, masterful address.\n<\/p><p>\nBut the applause was interrupted by a Japanese student who was studying at the University. \nHe stood up in the gallery and asked, \"But Mr. Balfour, what about Jesus Christ?\" There was\na hushed silence as the presiding officer arose to conclude the meeting.  They had heard a\nstern rebuke thus voiced by one of a pagan nation to the representative of one of the greatest\nso-called Christian nations on the face of the earth, for in his address Mr. Balfour had omitted\nthe greatest and most fundamental of all essential bonds which would unite the nations of the\nearth.\n<\/p><p>\nThe essentiality of that knowledge of the Savior and his divine mission was impressed by the\nMaster on one occasion when he said to the Pharisees who had gathered around him, as they\nusually did to try to embarrass or to entrap him, \"What think ye of Christ? . . . And they\nanswered, \"The son of David\"\n(<span class=\"citation\" id=\"34723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34723)\">Matt. 22:42<\/a><\/span>)&mdash;referring of\ncourse to his Israelitish lineage.\n<\/p><p>\nIn all likelihood the Master was trying to call them back to what John, the forerunner of the\nMaster, had taught when he had impressed the vital importance of this essential knowledge in\nhis declaration.\n<\/p><p>\nHe that believeth on the Son hath everlasting life: and he that believeth not the Son shall not\nsee life; but the wrath of God abideth on him\n(<span class=\"citation\" id=\"27636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27636)\">John 3:36<\/a><\/span>).\n<\/p><p>\nDuring his ministry there had been others not possessed of faith who had declared themselves\nabout the Master. In his home country of Nazareth they had said in derision: \n<\/p><p>\nIs not this the carpenter's son? is not his mother called Mary? and his brethren, James,\nand Joses, and Simon, and Judas?. . . And they were offended in him.\n<\/p><p>\nThe Master sadly replied: \n<\/p><p>\nA prophet is not without honour save in his own country, and in his own house\n(<span class=\"citation\" id=\"34708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34708)\">Matt. 13:55,57<\/a><\/span>).\n<\/p><p>\nOn another occasion they said of him in scorn: \n<\/p><p>\nThe Son of man came eating and drinking, and they say, Behold a man gluttonous,\nand a winebibber, a friend of publicans and sinners . . .\n(<span class=\"citation\" id=\"34702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34702)\">Matt. 11:19<\/a><\/span>).\n<\/p><p>\nIn Jerusalem the scribes which came down said,\n<\/p><p>\nHe hath Beelzebub, and by the prince of the devils casteth he out devils\n(<span class=\"citation\" id=\"33086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33086)\">Mark 3:22<\/a><\/span>).\n<\/p><p>\nIn contrast to these unsavory epithets, his faithful followers such as Peter, the chiefest of the\napostles declared: \"Thou art the Christ, the Son of the living God\"\n(<span class=\"citation\" id=\"34710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34710)\">Matt. 16:16<\/a><\/span>)&mdash;and from his\nfaithful Martha, \"Yea Lord: I believe that thou art Christ, the Son of God, which should come\ninto the world\" (<span class=\"citation\" id=\"27644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27644)\">John 11:27<\/a><\/span>).\nAnd from another of his disciples after he had seen and handled\nthe Risen Lord, Thomas impressed his testimony with these simple words: \"My Lord and my\nGod!\" (<span class=\"citation\" id=\"27668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27668)\">John 20:28<\/a><\/span>).\nThe measure of difference between those two groups of individuals who\nanswered the query, \"What think ye of Christ?\"\n(<span class=\"citation\" id=\"34724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34724)\">Matt. 22:42<\/a><\/span>) was the quality of which the\nMaster had spoken of in his great Sermon on the Mount: \"Blessed are the pure in heart: for\nthey shall see God\" (<span class=\"citation\" id=\"34683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34683)\">Matt. 5:8<\/a><\/span>).\n<\/p><p>\nOur responsibility as members of the Church of Jesus Christ to declare the mission of the\nSavior was impressed upon us recently in a council meeting when President David O. McKay\nmade this significant statement: \n<\/p><p>\nThis is the Church of Jesus Christ, and it is our obligation to preach to the world that\nhe is the Son of God, our Redeemer and our Savior&mdash;not just a great teacher, but in\nreality the Son of our Father in heaven, and the Redeemer of the world; that he has\nbroken the bands of death and has brought resurrection, that through him, by\nobedience to the gospel, we will gain eternal exaltation in his kingdom. May the Lord\ngive us power and increase our ability to represent him in the world.\n<\/p><p>\nIn that memorable Wentworth Letter, historically important to the Church, where the Prophet\nJoseph Smith answered the query as to what the Church believed, was the statement: \"We\nbelieve in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost\"\n(<span class=\"citation\" id=\"6687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6687)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nThe symbolism of our belief and our declaration to the world is to be found everywhere.  As\nI saw the pictures of the Swiss Temple, I read the words above the entrance and again\nrecalled that on many of our other sacred structures are those significant words: \"Holiness to\nthe Lord\" (<span class=\"citation\" id=\"43069\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43069)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43069)\">Zech. 14:20<\/a><\/span>).\nAs you go out of this Tabernacle, look upon the west towers of the great Salt Lake\nTemple, and just underneath the battlements will you see the dipper pointing to the North Star&mdash;the\nsymbolism, as explained by Truman O. Angell, the architect of the temple, in an article\nwritten in the <i>Millennial Star<\/i> for the British Saints, suggesting that through the priesthood of\nAlmighty God the lost may find their way. As you go into the great Salt Lake Temple, you\nwill see what the pioneers did to symbolize every move they were to make through that\nsacred building.  Even on almost every doorknob there has been cast in the beauty of their\nartistry those same words, \"Holiness to the Lord.\" By that symbol every door in the temples\nof our God, indeed every step we take in life, is opened to those who go forward in \"Holiness\nto the Lord!\"\n<\/p><p>\nThe dreariest prospect that can be imagined to those who have not only these symbols to\nconstantly remind them, but also the testimony of that humble boy who told of the coming of\nthe Father and the Son in very person to converse with him, who bore testimony that other\nworthies came and restored their powers, and their keys of the priesthood&mdash;the dreariest\nprospects of those of this Church who have those testimonies and that knowledge given them,\nis that to be found in the Lord's castigation of those who have been given a divine calling by\na divine command and had disobeyed when he said: \"They who are not chosen have sinned a\nvery grievous sin in that they are walking in the darkness at noon-day\"\n(<span class=\"citation\" id=\"13400\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13400)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13400)\">D&amp;C 95:6<\/a><\/span>). Then\nhe added, \"If ye keep not my commandments, the love of the Father shall not continue with\nyou, therefore ye shall walk in darkness\"\n(<span class=\"citation\" id=\"13402\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13402)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13402)\">D&amp;C 95:12<\/a><\/span>).\n<\/p><p>\nUnder the caption of an article, \"What Makes Men Strong?\" recently, J. Edgar Hoover, the\nhead of the Federal Bureau of Investigation, made this significant statement: \n<\/p><p>\n\"When a man leans on his own understanding, when he lives by his own strength, when\nhe boasts of probing the mysteries of the atom, the depths of the sea, or the secrets of\nouter space, he forgets God and claims he is his own master.  The result is untold\nsuffering.  Even though one's position is maintained, even though material wealth\nincreases, a success quickly turns to failure when God has been forgotten. There is no\npeace of mind, no personal satisfaction, no personal experience of inward joy.  To\n'trust in the Lord with all thine heart'\n(<span class=\"citation\" id=\"41419\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41419)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41419)\">Prov. 3:5<\/a><\/span>)\nis a mark of strength, and it is the only path to\nhappiness, success, and true fulfillment.\"\n<\/p><p>\nI contrast the fearful Peter who, on the night of the betrayal, denied that he had known the\nSavior (<span class=\"citation\" id=\"34737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34737)\">Matt. 26:69-75<\/a><\/span>),\nwith that Peter who on another occasion, after he had witnessed the appearances of the\nMaster, in jail, being readied for another inquisition by his unjust captors. He was not\nsurprised when an angel touched him and said, \"Arise up quickly,\" and the shackles fell from\nhim, and when he went to the door he found it open.  He went to the outer court, and it was\nopen; then he went to the home of his friends, and they were surprised because from the time\nof his imprisonment they had been praying that the Lord by his matchless powers would undo\nthe mischief that was now trying to nullify the work of this great Church. He was not afraid. \nWhy?  Because Peter knew the power of the risen Lord (see\n<span class=\"citation\" id=\"7755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7755)\">Acts 12:1-17<\/a><\/span>).\n<\/p><p>\nI am thinking now of two contrasting incidents.  A dear friend received one of those fateful\nmessages: \"We regret to inform you that your boy has been killed in action.\" I went to his\nhome, and there I saw the shattered family, possessed of all the things that money could\nbuy&mdash;wealth, position, the things that the world would call honorable, but there they were with\ntheir hopes and dreams shattered around them, grasping for something that they had not lived\nto obtain and from that time on, seemingly did not obtain. The comfort which they could have\nknown was not there.\n<\/p><p>\nI contrasted that with a scene I witnessed up in the LDS Hospital just about six months ago\nnow, when one of our dear faithful mission presidents was there slowly dying.  He was in\nextreme pain, but in his heart there was a joy because he knew that through suffering ofttimes\nmen learn obedience, and the right to kinship with him who suffered beyond all that any of us\ncan ever suffer.  He, too, knew the power of the risen Lord.\n<\/p><p>\nToday we should ask ourselves the question, in answer to what the Master asked of those in\nhis day, \"What think ye of Christ?\"\n(<span class=\"citation\" id=\"34725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34725)\">Matt. 22:42<\/a><\/span>).\nWe ought to ask as we would say it today, \"What think\nwe of Christ?\" and then make it a little more personal and ask, \"What think I of Christ?\" Do I\nthink of him as the Redeemer of my soul?  Do I think of him with no doubt in my mind as\nthe one who appeared to the Prophet Joseph Smith? Do I believe that he established this\nChurch upon the earth?  Do I accept him as the Savior of this world? Am I true to my\ncovenants, which in the waters of baptism, if I understood, meant that I would stand as a\nwitness of him at all times, and in all things, and in all places, wherever I would be, even\nuntil death?\" (<span class=\"citation\" id=\"40270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40270)\">Mosiah 18:9<\/a><\/span>).\n<\/p><p>\nMany times we have heard and sung that hymn,\n<\/p><p>\n     That I might have seen his kind look when he said,<br \/>\n     \"Let the little ones come unto me.\"<br \/>\n     I should like to have been with him then.\n<\/p><p>\nSome have said they would have liked to live in the days of the Prophet Joseph so that they\ncould have been his defenders.  Heber C. Kimball wrote this: \n<\/p><p>\n\"Let me say that many of you will see the time when you will have all the trouble,\ntrial, and persecution you can stand, and plenty of opportunities to show that you were\ntrue to God and his work.  This Church will have many close places through which it\nwill have to pass before the work of God is crowned with victory.  To meet the\ndifficulties that are coming, it will be necessary for you to have a knowledge of the\ntruth of this work for yourselves.  The difficulties of this work will be of such a\ncharacter that a man or woman who does not possess this personal knowledge will fall.\nRemember these saying, for many of you will live to see them fulfilled.  The time is\ncoming when no man or woman will be able to endure on borrowed light. Each will\nhave to be guided by the light within himself.  If you do not have it, you will not\nstand.\"\n<\/p><p>\nAfter some of the persecutions and the evidence of the power of evil over our first\nmissionaries in London, these missionaries returned to the Prophet to seek an answer as to\nwhy these experiences with evil spirits had come to them. Had they done something wrong\nthat the evil had thus tried to overthrow them?  And the Prophet replied, \"I rejoiced when I\nheard of your experiences because I have passed through similar experiences, and I want to\nsay this to you: the nearer a person approaches the Lord, a greater power will be manifested\nby the adversary to prevent the accomplishment of his purposes.\"\n<\/p><p>\nThat is what the Master meant when he said: \n<\/p><p>\nBlessed are ye, when men shall revile you, and persecute you, and shall say all manner\nof evil against you falsely, for my sake.\n<\/p><p>\nRejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted\nthey the prophets which were before you\n(<span class=\"citation\" id=\"34685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34685)\">Matt. 5:11-12<\/a><\/span>).\n<\/p><p>\nI have heard some of the testimonies of men like Brother Hugh B. Brown and Brother Adam\nS. Bennion, and Brother Richard L. Evans, who, when they were called to their high places\nhave been subjected to the trials of the power of evil.  There is no question in my mind but\nthat they were near unto the Lord, and the devil knew it and was trying to confuse them and\nif possible destroy them.\n<\/p><p>\nYou and I stand in this day when we are basking in the sunshine of great plaudits of the\npeople all over the world.  We rejoice that the persecution which used to be is not now, and\nyet I am sobered by the warning that the Master gave when he warned: \n<\/p><p>\nWoe unto you, when all men shall speak well of you! for so did their fathers to the\nfalse prophets (<span class=\"citation\" id=\"31396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31396)\">Luke 6:26<\/a><\/span>).\n<\/p><p>\nWhen I think of that warning, I am remembering the words which sobered the people of\nEngland after one of their great jubilee celebrations, when Kipling wrote: \n<\/p><p>\n     The tumult and the shouting dies; <br \/>\n     The Captains and the Kings depart: <br \/>\n     Still stands Thine ancient sacrifice,<br \/>\n     An humble and a contrite heart.<br \/>\n     Lord God of hosts, be with us yet,<br \/>\n     Lest we forget, lest we forget.\n<\/p><p>\nMay I echo and paraphrase those words of Kipling and say that while today we glory in that\nwhich our President has reported to us as the good feeling of the peoples of the world&mdash;may\nI say to all of us, each of us individually, let us not forget that the measure of our acceptance\nin the kingdom of our God will be our answer to the question which we must make honestly\nto ourselves: \"What think I of Jesus Christ?  What kind of a testimony do I have of the\ndivinity of his mission?\"\n<\/p><p>\nGod grant that we may not lose that testimony.  I bear you my testimony that I know that he\nis the Savior of this world, and I bear that testimony humbly and in the name of the Lord\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}