{"ID":7971, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Hastening the Lord’s Game Plan!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p2\" class=\"\">By Elder S. Gifford Nielsen<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/gifford-nielsen-first-quorum-sm.jpg\" alt=\"S. Gifford Nielsen\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">We each must develop and carry out our own personal game plan to serve with enthusiasm alongside the full-time missionaries.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_015<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p5\" class=\"\">Several years ago I needed to speak to the wife of one of the bishops in our stake, so I called their home. A young son answered the phone. I said, “Hello. Is your mother there?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p6\" class=\"\">His reply: “Yes, she is. I’ll get her. Who is this?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p7\" class=\"\">My response: “Tell her it’s President Nielsen.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p8\" class=\"\">There was a short pause, and then, in a very animated voice, I heard, “Hey, Mom, President <span class=\"emphasis\">Hinckley’s<\/span> on the phone!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p9\" class=\"\">I can’t imagine what she must have been thinking. It had to be the longest walk to the phone she ever had. The thought did cross my mind: “Should I?” I didn’t, but we had quite a laugh. Now that I think about it, she must have been so disappointed just talking to me.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p10\" class=\"\">What would you do if the prophet of the Lord really called you? Well, he has! President Thomas S. Monson, as he did once again this morning, has called each one of us to a very important work. He said, “Now is the time for members and missionaries to come together, to work together, to labor in the Lord’s vineyard to bring souls unto Him” (“Faith in the Work of Salvation” [worldwide leadership training broadcast, June 2013]; lds.org\/broadcasts).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p11\" class=\"\">Have we been listening?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p12\" class=\"\">All over the world, stakes, districts, and missions are experiencing a new level of energy, as the Savior’s declaration to Joseph Smith in 1832 is being fulfilled: “Behold, I will hasten my work in its time” (<span class=\"citation\" id=\"125711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125711)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125711)\">D&amp;C 88:73<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p13\" class=\"\">Brothers and sisters, that time is <span class=\"emphasis\">now!<\/span> I feel it, and I’m sure you do also.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p14\" class=\"\">I wanted to put my excitement and my faith in Jesus Christ into action. When I played football, I thought in terms of game plans. There was no question going into a contest that if our team was prepared with the right plays, we were going to be successful. However, I recently spoke with BYU’s legendary coach LaVell Edwards about our game plans, and he said, “I didn’t care what play you called just as long as we scored a touchdown!” As one of his quarterbacks, I thought it was much more complex than that, but maybe his simple philosophy is the reason he has a stadium named after him.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p15\" class=\"\">Since we are all on the Lord’s team, do we each have our own winning game plan? Are we ready to play? If we, as members, really loved our family, friends, and associates, wouldn’t we want to share our testimony of the restored gospel with them?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p16\" class=\"\">At the seminar for new mission presidents held in June, a record 173 new presidents and their wives received final instructions before beginning their service. All 15 members of the First Presidency and the Quorum of the Twelve Apostles addressed this special group.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p17\" class=\"\">Elder L. Tom Perry added the concluding comments: “This is the most remarkable era in the history of the Church. This is something that ranks with the great events that have happened in past history, like the First Vision, like the gift of the Book of Mormon, like the Restoration of the gospel, like all of the things that build that foundation for us to go forward and teach in our Father in Heaven’s kingdom” (“Concluding Remarks” [address given at the seminar for new mission presidents, June 26, 2013], 1, Church History Library, Salt Lake City).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p18\" class=\"\">We need to be engaged as never before to match the excitement of our leaders and the commitment of our full-time missionaries. This work is not going to move forward in the Lord’s intended way without us! As President Henry B. Eyring has said, “Whatever our age, capacity, Church calling, or location, we are as one called to the work to help Him in His harvest of souls” (“We Are One,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 62).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p19\" class=\"\">May I share with you a game plan I’ve felt impressed to implement after praying, reading chapter 13 of <span class=\"emphasis\">Preach My Gospel,<\/span> and pondering past experiences? I invite you to consider these three points as you think about your own plan.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p20\" class=\"\">First, specifically pray to bring someone closer to the Savior and His gospel every day. You could do this by seeing all people as sons and daughters of God helping each other on their journey home. Think of the new friends you would make.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p21\" class=\"\">Second, pray for the missionaries serving in your area and their investigators by name every day. The only way to do this is to greet them, look at their badge, call them by name, and ask them who they are teaching. Elder Russell M. Nelson wisely contributed, “Until you know a person’s name and face, the Lord cannot help you know his or her heart.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p22\" class=\"\">I attended the baptism of a wonderful sister, who shared her testimony. I will forever remember her saying, “I’ve never had so many people praying for me and feeling so much love! I know this work is true!”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p23\" class=\"\">Third, invite a friend to an activity in or out of your home. Wherever you go or whatever you do, ponder who would enjoy the occasion and then listen to the Spirit as He directs you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p24\" class=\"\">The Savior has taught me a subtle lesson in my personal gospel learning which, I believe, applies beautifully to “the hastening.” When I’m emotionally charged about something, it shows in my writing and often ends in an exclamation point that by definition conveys a “strong feeling [or an] indication of major significance” (<span class=\"emphasis\">Merriam-Webster’s Collegiate Dictionary,<\/span> 11th ed. [2003], “exclamation point”).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p25\" class=\"\">I became intrigued as scriptures about “the gathering” which ended with this punctuation mark started popping up, like Alma’s heartfelt plea: “O that I were an angel, and could have the wish of mine heart, that I might go forth and speak with the trump of God, with a voice to shake the earth, and cry repentance unto every people!” (<span class=\"citation\" id=\"125712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125712)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125712)\">Alma 29:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p26\" class=\"\">Research suggests there are 65 passages showing this kind of strong missionary emotion, including these:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p27\" class=\"\">“How great is his joy in the soul that repenteth! …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p28\" class=\"\">“And if it so be that you should labor all your days in crying repentance unto this people, and bring, save it be one soul unto me, how great shall be your joy with him in the kingdom of my Father!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p29\" class=\"\">“And now, if your joy will be great with one soul that you have brought unto me into the kingdom of my Father, how great will be your joy if you should bring many souls unto me!” (<span class=\"citation\" id=\"125713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125713)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125713)\">D&amp;C 18:13, 15–16<\/a><\/span>).<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p30\" class=\"\">My awakening to these unique verses played an important role in my first assignment as an Area Seventy. I was a bit nervous being the companion of an Apostle, Elder Quentin L. Cook, at a stake conference. As I walked into the stake president’s office for the initial meeting that weekend, I noticed a pair of tattered-looking, bronzed shoes on the credenza behind his desk, accompanied by a scripture ending in an exclamation point. As I read it, I felt the Lord was aware of my study, had answered my prayers, and that He knew exactly what I needed to soothe my anxious heart.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p31\" class=\"\">I asked the stake president to tell me the story of the shoes.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p32\" class=\"\">He said:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p33\" class=\"\">“These are shoes of a young convert to the Church whose family situation was strained, yet he was determined to serve a successful mission and did so in Guatemala. Upon his return I met with him to extend an honorable release and saw his shoes were worn out. This young man had given his all to the Lord without much, if any, family support.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p34\" class=\"\">“He noticed I was staring at his shoes and asked me, ‘President, is anything wrong?’<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p35\" class=\"\">“I responded, ‘No, Elder, everything is right! Can I have those shoes?’”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p36\" class=\"\">The stake president continued: “My respect and love for this returning missionary was overwhelming! I wanted to memorialize the experience, so I had his shoes bronzed. It is a reminder to me when I walk into this office of the effort we all must give regardless of our circumstances. The verse was from Isaiah: ‘How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!’ (<span class=\"citation\" id=\"125714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125714)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125714)\">Isaiah 52:7<\/a><\/span>).”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p37\" class=\"\">My dear brothers and sisters, the good bishop’s wife may have been wondering why the prophet was calling her. I testify she and we need wonder no more—EXCLAMATION POINT!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p38\" class=\"\">I know we each must develop and carry out our own personal game plan to serve with enthusiasm alongside the full-time missionaries—EXCLAMATION POINT!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/saturday-afternoon-session\/hastening-the-lords-game-plan.p39\" class=\"\">I add my testimony to that of the Prophet Joseph Smith: “And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!” (<span class=\"citation\" id=\"125715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125715)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125715)\">D&amp;C 76:22<\/a><\/span>). In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}