{"ID":7978, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Called of Him to Declare His Word\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p2\" class=\"\">By Elder Randy D. Funk<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/randy-funk-second-quorum-seventy-sm.jpg\" alt=\"Randy D. Funk\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">If you are humble and obedient and hearken to the voice of the Spirit, you will find great happiness in your service as a missionary.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_023<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p5\" class=\"\">When I was sustained as a General Authority last April, I was serving as a mission president in India. I observed firsthand what another former mission president had told me: “The missionaries of this Church are simply stunning.”<sup class=\"noteMarker\"><a href=\"#footnote1-10711_000_023\">1<\/a> <span class=\"footnote\">[Personal conversations with Dennis C. Brimhall, president of the Kentucky Louisville Mission, 2005–8.]<\/span><\/sup><\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p6\" class=\"\">One of many outstanding missionaries with whom Sister Funk and I served was Elder Pokhrel from Nepal. After being a member of the Church for only two years, he was called to serve in the India Bangalore Mission, an English-speaking mission. He would tell you he was not well prepared. That was understandable. He had never seen a missionary until he was one, because no young missionaries serve in Nepal. He did not read English well enough to understand the instructions included with his call. When he reported to the missionary training center, instead of bringing nice slacks, white shirts, and ties, he packed, in his words, “five pairs of denim jeans, a couple of T-shirts, and a lot of hair gel.”<sup class=\"noteMarker\"><a href=\"#footnote2-10711_000_023\">2<\/a> <span class=\"footnote\">[Ashish Pokhrel, “My Name Is Ashish Pokhrel and This Is My Story” (unpublished personal history, Sept. 2011).]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p7\" class=\"\">Even after he obtained appropriate clothing, he said he felt inadequate every day during the first few weeks. He described that time of his mission: “Not only was the English difficult, but the work was just as challenging. … On top of all of that, I was hungry, tired, and homesick. … Even though the circumstances were tough, I was determined. I felt weak and inadequate. I would pray at those times for Heavenly Father to help me. Without fail, every time I prayed, I would feel comforted.”<sup class=\"noteMarker\"><a href=\"#footnote3-10711_000_023\">3<\/a> <span class=\"footnote\">[Pokhrel, “My Name Is Ashish Pokhrel.”]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p8\" class=\"\">Though missionary work was new and challenging for Elder Pokhrel, he served with great faith and faithfulness, seeking to understand and follow what he was learning from the scriptures, <span class=\"emphasis\">Preach My Gospel,<\/span> and his mission leaders. He became a powerful teacher of the gospel—in English—and an excellent leader. After his mission and some time in Nepal, he returned to India to continue his education. Since January he has served as a branch president in New Delhi. Because of the real growth he experienced as a missionary, he continues to contribute to the real growth of the Church in India.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p9\" class=\"\">How did a young man who had never seen a missionary become one with such spiritual strength? How will you receive spiritual power as a missionary to open the doors, in-boxes, and hearts of those in the mission where you will serve? As usual, the answers are found in the scriptures and the words of living prophets and apostles.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p10\" class=\"\">When the gospel was first preached in England in July 1837, the Lord revealed, “Whosoever ye shall send in my name, by the voice of your brethren, the Twelve, duly recommended and authorized by you, shall have power to open the door of my kingdom unto any nation whithersoever ye shall send them.”<sup class=\"noteMarker\"><a href=\"#footnote4-10711_000_023\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125790)\">Doctrine and Covenants 112:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p11\" class=\"\">Wherever you are sent, to whichever mission you are assigned, know that a member of the Twelve duly recommended that assignment and you are called by the Lord’s prophet. You are called “by prophecy, and by the laying on of hands.”<sup class=\"noteMarker\"><a href=\"#footnote5-10711_000_023\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125791)\">Articles of Faith 1:5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p12\" class=\"\">The Lord then gave the conditions for this promise to be fulfilled. He said, “Inasmuch as [which means the promise will be fulfilled <span class=\"emphasis\">if<\/span>] they [meaning the missionaries who are sent] shall [1] humble themselves before me, and [2] abide in my word, and [3] hearken to the voice of my Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote6-10711_000_023\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125792)\">Doctrine and Covenants 112:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p13\" class=\"\">The Lord’s promises are clear. In order to have the spiritual power necessary to open the door of the kingdom of God in the nation to which you are sent, you must be humble and obedient and have the ability to hear and follow the Spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p14\" class=\"\">These three attributes are closely interrelated. If you are humble, you will want to be obedient. If you are obedient, you will feel the Spirit. The Spirit is essential, for, as President Ezra Taft Benson taught, “Without the Spirit, you will never succeed <span class=\"emphasis\">regardless<\/span> of your talent and ability.”<sup class=\"noteMarker\"><a href=\"#footnote7-10711_000_023\">7<\/a> <span class=\"footnote\">[Ezra Taft Benson, in <span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 176.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p15\" class=\"\">As a mission president, I occasionally interviewed missionaries who struggled because they were not yet fully clean. They lived below their spiritual potential. No matter how hard they worked or how much good they did, they were unable to feel at peace and enjoy the companionship of the Holy Ghost until they had humbled themselves, fully repented, and partaken of the mercy and grace of the Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p16\" class=\"\">The Lord instructs His servants to be humble because the process of being made whole spiritually begins with a broken heart. Think of the good that comes from broken things: Soil is broken to plant wheat. Wheat is broken to make bread. Bread is broken to become the emblems of the sacrament. When one who is repentant partakes of the sacrament with a broken heart and a contrite spirit, he or she becomes whole.<sup class=\"noteMarker\"><a href=\"#footnote8-10711_000_023\">8<\/a> <span class=\"footnote\">[Ideas taken from a talk given by Elder Jeffrey R. Holland at the Bountiful Utah North Stake conference, June 8–9, 2013.]<\/span><\/sup> As we repent and become whole through the Atonement of Jesus Christ, we have much more to offer the Savior as we serve Him. “Yea, come unto him, and offer your whole souls as an offering unto him.”<sup class=\"noteMarker\"><a href=\"#footnote9-10711_000_023\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125793)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125793)\">Omni 1:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p17\" class=\"\">If you are burdened by sin and need to repent, please do so immediately. When the Savior healed those who were afflicted, He often invited them to rise up. The scriptures record that they did so straightway, or immediately.<sup class=\"noteMarker\"><a href=\"#footnote10-10711_000_023\">10<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"125794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125794)\">Mark 5:41–42<\/a><\/span>; <span class=\"citation\" id=\"125795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125795)\">John 5:8–9<\/a><\/span>.]<\/span><\/sup> To be healed of your spiritual afflictions, please accept His invitation to rise up. Without delay, talk to your bishop, branch president, or mission president and begin the process of repentance now.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p18\" class=\"\">The healing power of the Atonement will bring peace to your soul and enable you to feel the Holy Spirit. The Savior’s sacrifice is beyond measure, but our sins, though numerous and serious, may be counted and confessed, forsaken and forgiven. “And how great is his joy in the soul that repenteth!”<sup class=\"noteMarker\"><a href=\"#footnote11-10711_000_023\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125796)\">Doctrine and Covenants 18:13<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p19\" class=\"\">This promise in the Doctrine and Covenants is powerful: “Let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence of God.”<sup class=\"noteMarker\"><a href=\"#footnote12-10711_000_023\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125797)\">Doctrine and Covenants 121:45<\/a><\/span>.]<\/span><\/sup> As you live a virtuous life, you will feel a peaceful confidence in your standing before God and you will have the power of the Spirit to be with you.<sup class=\"noteMarker\"><a href=\"#footnote13-10711_000_023\">13<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"125798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125798)\">Doctrine and Covenants 121:46<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p20\" class=\"\">Some who are newer members of the Church or who have recently returned to full activity may say, “I am now worthy and have a desire to serve, but I don’t know if I know enough.” In April President Thomas S. Monson taught us, “A knowledge of truth and the answers to our greatest questions come to us as we are obedient to the commandments of God.”<sup class=\"noteMarker\"><a href=\"#footnote14-10711_000_023\">14<\/a> <span class=\"footnote\">[Thomas S. Monson, “Obedience Brings Blessings,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 89.]<\/span><\/sup> How reassuring it is to know that through our obedience we gain knowledge.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p21\" class=\"\">Others may feel they have limited talents, abilities, or experience to offer. If you have such concerns, remember the experience of Elder Pokhrel. Prepare as well as you can, and know that our Heavenly Father will magnify your humble and obedient efforts. Elder Richard G. Scott offered this encouraging counsel: “When we obey the commandments of the Lord and serve His children unselfishly, the natural consequence is power from God—power to do more than we can do by ourselves. Our insights, our talents, our abilities are expanded because we receive strength and power from the Lord.”<sup class=\"noteMarker\"><a href=\"#footnote15-10711_000_023\">15<\/a> <span class=\"footnote\">[Richard G. Scott, “For Peace at Home,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 30.]<\/span><\/sup><\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p22\" class=\"\">As you trust in the Lord and His goodness, the Almighty God will bless His children through you.<sup class=\"noteMarker\"><a href=\"#footnote16-10711_000_023\">16<\/a> <span class=\"footnote\">[In describing what the many new missionaries will do, Elder Russell M. Nelson said: “They will do what missionaries have always done. They will preach the gospel! They will bless the children of Almighty God!” (“Catch the Wave,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 45).]<\/span><\/sup> Elder Hollings from Nevada learned that early in his mission. The day after he arrived in India, he traveled with Sister Funk and me to Rajahmundry, his first area. That afternoon Elder Hollings and Elder Ganaparam went to visit a Church member and her mother. The mother wanted to learn about the Church because she had seen how the gospel blessed the life of her daughter. Sister Funk joined them to provide fellowship. Because the lesson would be taught in English and the mother spoke only Telugu, a brother in the branch was there to interpret what was taught.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p23\" class=\"\">Elder Hollings’s assignment in his very first teaching appointment was to teach the First Vision, using the words of the Prophet Joseph. At that point in the lesson, he turned to Sister Funk and asked, “Should I say it word for word?” knowing it would be interpreted.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p24\" class=\"\">She replied, “Say it word for word so the Spirit can testify of what you say.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p25\" class=\"\">When this new missionary sincerely taught the First Vision, using the words of the Prophet, the countenance of that dear sister changed. Tears appeared. As Elder Hollings finished that glorious message and before what he said could be interpreted, she asked through her tears in her native language, “May I be baptized? And will you teach my son?”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p26\" class=\"\">My young fellow servants, doors and hearts open daily to the gospel message—a message that brings hope and peace and joy to the children of God throughout the world. If you are humble and obedient and hearken to the voice of the Spirit, you will find great happiness in your service as a missionary.<sup class=\"noteMarker\"><a href=\"#footnote17-10711_000_023\">17<\/a> <span class=\"footnote\">[See<span class=\"emphasis\"> Preach My Gospel,<\/span> v.]<\/span><\/sup> What a wonderful season it is to be a missionary—a time when the Lord is hastening His work!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/called-of-him-to-declare-his-word.p27\" class=\"\">I bear witness of our Savior, Jesus Christ, and of His “divine command”<sup class=\"noteMarker\"><a href=\"#footnote18-10711_000_023\">18<\/a> <span class=\"footnote\">[Thomas S. Monson, “Come, All Ye Sons of God,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 66.]<\/span><\/sup> to “go ye therefore, and teach all nations.”<sup class=\"noteMarker\"><a href=\"#footnote19-10711_000_023\">19<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125799)\">Matthew 28:19<\/a><\/span>.]<\/span><\/sup> This is His Church. He leads it through living prophets and apostles. During the next hour, the First Presidency will teach us. May we be “quick to observe,”<sup class=\"noteMarker\"><a href=\"#footnote20-10711_000_023\">20<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125800)\">Mormon 1:2<\/a><\/span>.]<\/span><\/sup> as was Mormon, so when the call comes, we are worthy and able to declare with the power of the Spirit: “Behold, I am a disciple of Jesus Christ, the Son of God. I have been called of him to declare his word among his people, that they might have everlasting life.”<sup class=\"noteMarker\"><a href=\"#footnote21-10711_000_023\">21<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125801)\">3 Nephi 5:13<\/a><\/span>.]<\/span><\/sup> In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"1-10711_000_023\"><a name=\"1-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10711_000_023\">1.<\/a><\/span>\n\t\t\t\t\t<p>Personal conversations with Dennis C. Brimhall, president of the Kentucky Louisville Mission, 2005–8.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"2-10711_000_023\"><a name=\"2-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10711_000_023\">2.<\/a><\/span>\n\t\t\t\t\t<p>Ashish Pokhrel, “My Name Is Ashish Pokhrel and This Is My Story” (unpublished personal history, Sept. 2011).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"3-10711_000_023\"><a name=\"3-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10711_000_023\">3.<\/a><\/span>\n\t\t\t\t\t<p>Pokhrel, “My Name Is Ashish Pokhrel.”<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"4-10711_000_023\"><a name=\"4-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10711_000_023\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125790)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125790)\">Doctrine and Covenants 112:21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"5-10711_000_023\"><a name=\"5-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10711_000_023\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125791)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125791)\">Articles of Faith 1:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"6-10711_000_023\"><a name=\"6-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10711_000_023\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125792)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125792)\">Doctrine and Covenants 112:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"7-10711_000_023\"><a name=\"7-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10711_000_023\">7.<\/a><\/span>\n\t\t\t\t\t<p>Ezra Taft Benson, in <span class=\"emphasis\">Preach My Gospel: A Guide to Missionary Service<\/span> (2004), 176.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"8-10711_000_023\"><a name=\"8-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10711_000_023\">8.<\/a><\/span>\n\t\t\t\t\t<p>Ideas taken from a talk given by Elder Jeffrey R. Holland at the Bountiful Utah North Stake conference, June 8–9, 2013.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"9-10711_000_023\"><a name=\"9-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10711_000_023\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125793)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125793)\">Omni 1:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"10-10711_000_023\"><a name=\"10-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10711_000_023\">10.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"125794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125794)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125794)\">Mark 5:41–42<\/a><\/span>; <span class=\"citation\" id=\"125795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125795)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125795)\">John 5:8–9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"11-10711_000_023\"><a name=\"11-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10711_000_023\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125796)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125796)\">Doctrine and Covenants 18:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"12-10711_000_023\"><a name=\"12-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10711_000_023\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125797)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125797)\">Doctrine and Covenants 121:45<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"13-10711_000_023\"><a name=\"13-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10711_000_023\">13.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"125798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125798)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125798)\">Doctrine and Covenants 121:46<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"14-10711_000_023\"><a name=\"14-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10711_000_023\">14.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “Obedience Brings Blessings,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 89.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"15-10711_000_023\"><a name=\"15-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10711_000_023\">15.<\/a><\/span>\n\t\t\t\t\t<p>Richard G. Scott, “For Peace at Home,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 30.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"16-10711_000_023\"><a name=\"16-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10711_000_023\">16.<\/a><\/span>\n\t\t\t\t\t<p>In describing what the many new missionaries will do, Elder Russell M. Nelson said: “They will do what missionaries have always done. They will preach the gospel! They will bless the children of Almighty God!” (“Catch the Wave,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 45).<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"17-10711_000_023\"><a name=\"17-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-10711_000_023\">17.<\/a><\/span>\n\t\t\t\t\t<p>See<span class=\"emphasis\"> Preach My Gospel,<\/span> v.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"18-10711_000_023\"><a name=\"18-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-10711_000_023\">18.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “Come, All Ye Sons of God,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 66.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"19-10711_000_023\"><a name=\"19-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-10711_000_023\">19.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125799)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125799)\">Matthew 28:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"20-10711_000_023\"><a name=\"20-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-10711_000_023\">20.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125800)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125800)\">Mormon 1:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"21-10711_000_023\"><a name=\"21-10711_000_023\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-10711_000_023\">21.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125801)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125801)\">3 Nephi 5:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}