{"ID":7979, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            You Can Do It Now!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p2\" class=\"\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p3\" class=\"\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">As long as we are willing to rise up again and continue on the path, … we can learn something from failure and become better and happier.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_024<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p5\" class=\"\">When I was young, falling and getting up seemed to be one and the same motion. Over the years, however, I have come to the unsettling conclusion that the laws of physics have changed—and not to my advantage.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p6\" class=\"\">Not long ago I was skiing with my 12-year-old grandson. We were enjoying our time together when I hit an icy spot and ended up making a glorious crash landing on a steep slope.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p7\" class=\"\">I tried every trick to stand up, but I couldn’t—I had fallen, and I couldn’t get up.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p8\" class=\"\">I felt fine physically, but my ego was a bit bruised. So I made sure that my helmet and goggles were in place, since I much preferred that other skiers not recognize me. I could imagine myself sitting there helplessly as they skied by elegantly, shouting a cheery, “Hello, Brother Uchtdorf!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p9\" class=\"\">I began to wonder what it would take to rescue me. That was when my grandson came to my side. I told him what had happened, but he didn’t seem very interested in my explanations of why I couldn’t get up. He looked me in the eyes, reached out, took my hand, and in a firm tone said, “Opa, you can do it now!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p10\" class=\"\">Instantly, I stood.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p11\" class=\"\">I am still shaking my head over this. What had seemed impossible only a moment before immediately became a reality because a 12-year-old boy reached out to me and said, “You can do it now!” To me, it was an infusion of confidence, enthusiasm, and strength.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p12\" class=\"\">Brethren, there may be times in our lives when rising up and continuing on may seem beyond our own ability. That day on a snow-covered slope, I learned something. Even when we think we cannot rise up, there is still hope. And sometimes we just need someone to look us in the eyes, take our hand, and say, “You can do it now!”<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>The Delusion of Toughness<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p14\" class=\"\">We may think that women are more likely than men to have feelings of inadequacy and disappointment—that these feelings affect them more than us. I’m not sure that this is true. Men experience feelings of guilt, depression, and failure. We might pretend these feelings don’t bother us, but they do. We can feel so burdened by our failures and shortcomings that we begin to think we will never be able to succeed. We might even assume that because we have fallen before, falling is our destiny. As one writer put it, “We beat on, boats against the current, borne back ceaselessly into the past.”<sup class=\"noteMarker\"><a href=\"#footnote1-10711_000_024\">1<\/a> <span class=\"footnote\">[F. Scott Fitzgerald, <span class=\"emphasis\">The Great Gatsby<\/span> (1925), 180.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p15\" class=\"\">I have watched men filled with potential and grace disengage from the challenging work of building the kingdom of God because they had failed a time or two. These were men of promise who could have been exceptional priesthood holders and servants of God. But because they stumbled and became discouraged, they withdrew from their priesthood commitments and pursued other but less worthy endeavors.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p16\" class=\"\">And thus, they go on, living only a shadow of the life they could have led, never rising to the potential that is their birthright. As the poet lamented, these are among those unfortunate souls who “die with [most of] their music [still] in them.”<sup class=\"noteMarker\"><a href=\"#footnote2-10711_000_024\">2<\/a> <span class=\"footnote\">[“The Voiceless,” in <span class=\"emphasis\">The Complete Poetical Works of Oliver Wendell Holmes<\/span> (1908), 99.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p17\" class=\"\">No one likes to fail. And we particularly don’t like it when others—especially those we love—see us fail. We all want to be respected and esteemed. We want to be champions. But we mortals do not become champions without effort and discipline or without making mistakes.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p18\" class=\"\">Brethren, our destiny is not determined by the number of times we stumble but by the number of times we rise up, dust ourselves off, and move forward.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Godly Sorrow<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p20\" class=\"\">We know this mortal life is a test. But because our Heavenly Father loves us with a perfect love, He shows us where to find the answers. He has given us the map that allows us to navigate the uncertain terrain and unexpected trials that each of us encounters. The words of the prophets are part of this map.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p21\" class=\"\">When we stray—when we fall or depart from the way of our Heavenly Father—the words of the prophets tell us how to rise up and get back on track.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p22\" class=\"\">Of all the principles taught by prophets over the centuries, one that has been emphasized over and over again is the hopeful and heartwarming message that mankind can repent, change course, and get back on the true path of discipleship.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p23\" class=\"\">That does not mean that we should be comfortable with our weaknesses, mistakes, or sins. But there is an important difference between the sorrow for sin that leads to repentance and the sorrow that leads to despair.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p24\" class=\"\">The Apostle Paul taught that “<span class=\"emphasis\">godly sorrow<\/span> worketh repentance to salvation … but the <span class=\"emphasis\">sorrow of the world<\/span> worketh death.”<sup class=\"noteMarker\"><a href=\"#footnote3-10711_000_024\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125802)\">2 Corinthians 7:10<\/a><\/span>; emphasis added.]<\/span><\/sup><span class=\"emphasis\"> Godly sorrow<\/span> inspires change and hope through the Atonement of Jesus Christ. <span class=\"emphasis\">Worldly sorrow<\/span> pulls us down, extinguishes hope, and persuades us to give in to further temptation.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p25\" class=\"\"><span class=\"emphasis\">Godly sorrow<\/span> leads to conversion<sup class=\"noteMarker\"><a href=\"#footnote4-10711_000_024\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"125803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125803)\">Acts 3:19<\/a><\/span>.]<\/span><\/sup> and a change of heart.<sup class=\"noteMarker\"><a href=\"#footnote5-10711_000_024\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"125804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125804)\">Ezekiel 36:26<\/a><\/span>; <span class=\"citation\" id=\"125805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125805)\">2 Corinthians 5:17<\/a><\/span>; <span class=\"citation\" id=\"125806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125806)\">Mosiah 3:19<\/a><\/span>.]<\/span><\/sup> It causes us to hate sin and love goodness.<sup class=\"noteMarker\"><a href=\"#footnote6-10711_000_024\">6<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"125807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125807)\">Mosiah 5:2<\/a><\/span>.]<\/span><\/sup> It encourages us to stand up and walk in the light of Christ’s love. True repentance is about transformation, not torture or torment. Yes, heartfelt regret and true remorse for disobedience are often painful and very important steps in the sacred process of repentance. But when guilt leads to self-loathing or prevents us from rising up again, it is impeding rather than promoting our repentance.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p26\" class=\"\">Brethren, there is a better way. Let us rise up and become men of God. We have a champion, a Savior, who walked through the valley of the shadow of death on our behalf. He gave Himself as a ransom for our sins. No one has ever had greater love than this—Jesus Christ, the Lamb without blemish, willingly laid Himself on the altar of sacrifice and paid the price for our sins to “the uttermost farthing.”<sup class=\"noteMarker\"><a href=\"#footnote7-10711_000_024\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125808)\">Matthew 5:26<\/a><\/span>.]<\/span><\/sup> He took upon Himself our suffering. He took our burdens, our guilt upon His shoulders. My dear friends, when we decide to come to Him, when we take upon ourselves His name and boldly walk in the path of discipleship, then through the Atonement we are promised not only happiness and “peace in this world” but also “eternal life in the world to come.”<sup class=\"noteMarker\"><a href=\"#footnote8-10711_000_024\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125809)\">Doctrine and Covenants 59:23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p27\" class=\"\">When we make mistakes, when we sin and fall, let us think of what it means to truly repent. It means turning our heart and will to God and giving up sin. True heartfelt repentance brings with it the heavenly assurance that “we can do it now.”<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Who Are You?<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p29\" class=\"\">One of the adversary’s methods to prevent us from progressing is to confuse us about who we really are and what we really desire.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p30\" class=\"\">We want to spend time with our children, but we also want to engage in our favorite manly hobbies. We want to lose weight, but we also want to enjoy the foods we crave. We want to become Christlike, but we also want to give the guy who cuts us off in traffic a piece of our mind.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p31\" class=\"\">Satan’s purpose is to tempt us to exchange the priceless pearls of true happiness and eternal values for a fake plastic trinket that is merely an illusion and counterfeit of happiness and joy.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p32\" class=\"\">Another method the adversary uses to discourage us from rising up is to make us see the commandments as things that have been forced upon us. I suppose it is human nature to resist anything that does not appear to be our own idea in the first place.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p33\" class=\"\">If we see healthy eating and exercise as something only our doctor expects of us, we will likely fail. If we see these choices as who we are and who we want to become, we have a greater chance of staying the course and succeeding.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p34\" class=\"\">If we see home teaching as only the stake president’s goal, we may place a lower value on doing it. If we see it as our goal—something we desire to do in order to become more Christlike and minister to others—we will not only fulfill our commitment but also accomplish it in a way that blesses the families we visit and our own as well.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p35\" class=\"\">Often enough, we are the ones who are being helped up by friends or family. But if we look around with observant eyes and the motive of a caring heart, we will recognize the opportunities the Lord places in front of us to help others rise up and move toward their true potential. The scriptures suggest, “Whatsoever ye do, do it heartily, as to the Lord, and not unto men.”<sup class=\"noteMarker\"><a href=\"#footnote9-10711_000_024\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125810)\">Colossians 3:23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p36\" class=\"\">It is a great source of spiritual power to live lives of integrity and righteousness and to keep our eyes on where we want to be in the eternities. Even if we can see this divine destination only with the eye of faith, it will help us to stay the course.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p37\" class=\"\">When our attention is mainly focused on our daily successes or failures, we may lose our way, wander, and fall. Keeping our sights on higher goals will help us become better sons and brothers, kinder fathers, and more loving husbands.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p38\" class=\"\">Even those who set their hearts upon divine goals may still occasionally stumble, but they will not be defeated. They trust and rely upon the promises of God. They will rise up again with a bright hope in a righteous God and the inspiring vision of a great future. They know they can do it now.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>You Can Do It Now<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p40\" class=\"\">Every person, young and old, has had his own personal experience with falling. Falling is what we mortals do. But as long as we are willing to rise up again and continue on the path toward the spiritual goals God has given us, we can learn something from failure and become better and happier as a result.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p41\" class=\"\">My dear brethren, my dear friends, there will be times when you <span class=\"emphasis\">think<\/span> you cannot continue on. Trust the Savior and His love. With faith in the Lord Jesus Christ and the power and hope of the restored gospel, you <span class=\"emphasis\">will<\/span> be able to walk tall and continue on.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p42\" class=\"\">Brethren, we love you. We pray for you. I wish you could hear President Monson pray for you. Whether you are a young father, an elderly priesthood bearer, or a newly ordained deacon, we are mindful of you. The Lord is mindful of you!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p43\" class=\"\">We acknowledge that your path will at times be difficult. But I give you this promise in the name of the Lord: rise up and follow in the footsteps of our Redeemer and Savior, and one day you will look back and be filled with eternal gratitude that you chose to trust the Atonement and its power to lift you up and give you strength.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/you-can-do-it-now.p44\" class=\"\">My dear friends and brethren, no matter how many times you have slipped or fallen, rise up! Your destiny is a glorious one! Stand tall and walk in the light of the restored gospel of Jesus Christ! You are stronger than you realize. You are more capable than you can imagine. You can do it now! Of this I testify in the sacred name of our Master and Redeemer, Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"1-10711_000_024\"><a name=\"1-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10711_000_024\">1.<\/a><\/span>\n\t\t\t\t\t<p>F. Scott Fitzgerald, <span class=\"emphasis\">The Great Gatsby<\/span> (1925), 180.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"2-10711_000_024\"><a name=\"2-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10711_000_024\">2.<\/a><\/span>\n\t\t\t\t\t<p>“The Voiceless,” in <span class=\"emphasis\">The Complete Poetical Works of Oliver Wendell Holmes<\/span> (1908), 99.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"3-10711_000_024\"><a name=\"3-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10711_000_024\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125802)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125802)\">2 Corinthians 7:10<\/a><\/span>; emphasis added.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"4-10711_000_024\"><a name=\"4-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10711_000_024\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"125803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125803)\">Acts 3:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"5-10711_000_024\"><a name=\"5-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10711_000_024\">5.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"125804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125804)\">Ezekiel 36:26<\/a><\/span>; <span class=\"citation\" id=\"125805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125805)\">2 Corinthians 5:17<\/a><\/span>; <span class=\"citation\" id=\"125806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125806)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125806)\">Mosiah 3:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"6-10711_000_024\"><a name=\"6-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10711_000_024\">6.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"125807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125807)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125807)\">Mosiah 5:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"7-10711_000_024\"><a name=\"7-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10711_000_024\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125808)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125808)\">Matthew 5:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"8-10711_000_024\"><a name=\"8-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10711_000_024\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125809)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125809)\">Doctrine and Covenants 59:23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"9-10711_000_024\"><a name=\"9-10711_000_024\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10711_000_024\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125810)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125810)\">Colossians 3:23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}