{"ID":7980, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Bind Up Their Wounds\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p2\" class=\"\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p3\" class=\"\">First Counselor in the First Presidency<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">I pray that we may prepare ourselves to give whatever priesthood service the Lord may set before us on our mortal journey.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_025<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p5\" class=\"\">All of us are blessed with respon-sibility for others. To hold the priesthood of God is to be held responsible by God for the eternal lives of His children. That is real, that is wonderful, and at times that can feel overwhelming.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p6\" class=\"\">There are elders quorum presidents listening tonight who know what I mean. Here is what happened to one of you. It has likely happened to many of you—and more than once. The details may vary, but the situation is the same.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p7\" class=\"\">An elder you do not know well asked for your help. He had just found out that he had to move his wife and young baby boy today from the apartment where they have been living to another one nearby.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p8\" class=\"\">He and his wife had already asked a friend if they could borrow a truck for the day to move their household and personal belongings. The friend loaned them the truck. The young father began to load all they owned into the truck, but in the first few minutes, he hurt his back. The friend who loaned the truck was too busy to help. The young father felt desperate. He thought of you, his elders quorum president.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p9\" class=\"\">By the time he asked for help, it was early afternoon. It was the day of an evening Church meeting. You had already promised to help your wife with household projects that day. Your children had asked you to do something with them, but you hadn’t gotten to it yet.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p10\" class=\"\">You also knew that the members of your quorum, particularly the most faithful, the ones you usually called on to help, were likely to be in the same time bind that you were in.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p11\" class=\"\">The Lord knew you would have such days when He called you to this position, so He gave you a story to encourage you. It is a parable for overloaded priesthood holders. We sometimes call it the story of the good Samaritan. But it is really the story for a great priesthood bearer in these busy, difficult last days.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p12\" class=\"\">The story is a perfect fit for the overtaxed priesthood servant. Just remember that you are the Samaritan and not the priest or the Levite who passed by the wounded man.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p13\" class=\"\">You may not have thought of that story when you faced such challenges. But I pray you will when such days come again, as they surely will.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p14\" class=\"\">We are not told in the scriptures why the Samaritan was traveling on the road from Jerusalem to Jericho. It is not likely that he was taking a stroll alone since he must have known that robbers waited for the unwary. He was on a serious journey, and as was customary, he had with him a beast of burden as well as oil and wine.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p15\" class=\"\">In the Lord’s words the Samaritan, when he saw the wounded man, stopped because “he had compassion.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p16\" class=\"\">More than only feeling compassion, he acted. Always remember the specifics of the account:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p17\" class=\"\">“And [he] went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p18\" class=\"\">“And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.”<sup class=\"noteMarker\"><a href=\"#footnote1-10711_000_025\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125811)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125811)\">Luke 10:33–35<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p19\" class=\"\">You and the priesthood bearers you are called to lead can have at least three assurances. First, the Lord will give you, if you ask, the feelings of compassion He feels for those in need. Second, He will provide others, like the innkeeper, to join with you in your service. And third, the Lord, like the good Samaritan, will more than recompense all who join in giving help to those in need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p20\" class=\"\">You quorum presidents likely have acted on those assurances more than once. You asked others of the Lord’s priesthood to help, with confidence that they would respond with compassion. You were not afraid to ask those who have responded most often in the past because you knew that they feel compassion easily. You asked them, knowing that in the past they have felt the Lord’s generosity when they chose to help. You asked some already heavily burdened, knowing that the greater the sacrifice, the greater the compensation they will receive from the Lord. Those who have helped in the past have felt the overflowing gratitude of the Savior.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p21\" class=\"\">You may well have been inspired not to ask someone to help load and then unload that truck. As a leader you know your quorum members and their families well. The Lord knows them perfectly.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p22\" class=\"\">He knows whose wife was near the breaking point because her husband was unable to find time to do what she needed done to care for her needs. He knows which children would be blessed by seeing their father go one more time to help others or if the children needed the feeling that they matter to their father enough for him to spend time with them that day. But He also knows who needs the invitation to serve but might not appear to be a likely or willing candidate.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p23\" class=\"\">You cannot know all your quorum members perfectly well, but God does. So, as you have done so many times, you prayed to know whom to ask to help serve others. The Lord knows who will be blessed by being asked to help and whose family will be blessed by not being asked. That is the revelation you can expect to come to you as you lead in the priesthood.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p24\" class=\"\">I saw that happen when I was a young man. I was the first assistant in a priests quorum. The bishop called me one day at my home. He said that he wanted me to go with him to visit a widow in great need. He said he needed me.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p25\" class=\"\">As I waited for him to pick me up at my home, I was troubled. I knew the bishop had strong and wise counselors. One was a famous judge. The other ran a large company and would later become a General Authority. The bishop himself would someday serve as a General Authority. Why was the bishop saying to an inexperienced priest, “I need your help”?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p26\" class=\"\">Well, I know better now what he might have said to me: “The Lord needs to bless you.” At the home of the widow, I saw him, to my amazement, tell the woman that she could get no help from the Church until she filled out the budget form he had left with her earlier. On the way home, as he saw how shocked I was, he chuckled at my surprise and said, “Hal, when she gets control of her spending, she will be able to help others.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p27\" class=\"\">On another occasion my bishop took me with him to the home of alcoholic parents who sent two frightened little girls to meet us at the door. After he visited with the two little girls, we turned away and he said to me, “We can’t change the tragedy in their lives yet, but they can feel that the Lord loves them.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p28\" class=\"\">On another evening he took me to the home of a man who hadn’t come to church in years. The bishop told him how much he loved him and how much the ward needed him. It didn’t seem to have much effect on the man. But that time, and every time the bishop took me with him, it had a great effect on me.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p29\" class=\"\">There is no way that I can find out whether the bishop prayed to know which priest would be blessed by going with him on those visits. He may well have taken other priests with him many times. But the Lord knew I would someday be a bishop inviting those whose faith had grown cold to come back to the warmth of the gospel. The Lord knew I would someday be charged with the priesthood responsibility for hundreds and even thousands of Heavenly Father’s children who were in desperate temporal need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p30\" class=\"\">You young men cannot know what acts of priesthood service the Lord is preparing you to give. But the greater challenge for every priesthood holder is to give spiritual help. All of us have that charge. It comes with being a member of a quorum. It comes with being a member of a family. If the faith of anyone in your quorum or your family is attacked by Satan, you will feel compassion. Much like the service and mercy given by the Samaritan, you will also minister to them with healing balm for their wounds in their time of need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p31\" class=\"\">In your service as a full-time missionary, you will go to thousands of people in great spiritual need. Many, until you teach them, will not even know that they have spiritual wounds that, left untreated, will bring endless misery. You will go on the Lord’s errand to rescue them. Only the Lord can bind up their spiritual wounds as they accept the ordinances that lead to eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p32\" class=\"\">As a quorum member, as a home teacher, and as a missionary, you cannot help people repair spiritual damage unless your own faith is vibrant. That means far more than reading the scriptures regularly and praying over them. The prayer in the moment and quick glances in the scriptures are not preparation enough. The reassurance of what you will need comes with this counsel from the 84th section of the Doctrine and Covenants: “Neither take ye thought beforehand what ye shall say; but treasure up in your minds continually the words of life, and it shall be given you in the very hour that portion that shall be meted unto every man.”<sup class=\"noteMarker\"><a href=\"#footnote2-10711_000_025\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125812)\">Doctrine and Covenants 84:85<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p33\" class=\"\">That promise can be claimed only if we “treasure up” the words of life and do it continually. The treasuring part of that scripture has meant for me a matter of feeling something about the words. For instance, when I have gone to try to help someone wavering in his or her faith about the Prophet Joseph Smith’s divine calling, feelings come back to me.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p34\" class=\"\">It is not only the words from the Book of Mormon. It is a feeling of assurance of truth that comes whenever I read even a few lines from the Book of Mormon. I cannot promise that it will come to every person infected with doubt about the Prophet Joseph or the Book of Mormon. But I know Joseph Smith is the Prophet of the Restoration. I know that the Book of Mormon is the word of God because I have treasured it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p35\" class=\"\">I know from experience that you can get the assurance of truth from the Spirit because it has come to me. You and I must have that assurance before the Lord puts us in the way of a traveler we love who has been wounded by the enemies of truth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p36\" class=\"\">There is another preparation we must make. It is a human characteristic to become hardened to the pains of others. That is one of the reasons why the Savior went to such lengths to tell of His Atonement and of His taking upon Himself the pains and sorrows of all of our Heavenly Father’s children that He might know how to succor them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p37\" class=\"\">Even the best of Heavenly Father’s mortal priesthood holders do not rise to that standard of compassion easily. Our human tendency is to be impatient with the person who cannot see the truth that is so plain to us. We must be careful that our impatience is not interpreted as condemnation or rejection.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p38\" class=\"\">As we prepare to give succor for the Lord as His priesthood servants, there is a scripture to guide us. It contains a gift we will need for our journey, wherever the Lord will send us. The good Samaritan had that gift. We will need it, and the Lord has told us how we can find it:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p39\" class=\"\">“Wherefore, my beloved brethren, if ye have not charity, ye are nothing, for charity never faileth. Wherefore, cleave unto charity, which is the greatest of all, for all things must fail—<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p40\" class=\"\">“But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p41\" class=\"\">“Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure.”<sup class=\"noteMarker\"><a href=\"#footnote3-10711_000_025\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"125813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125813)\">Moroni 7:46–48<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/priesthood-session\/bind-up-their-wounds.p42\" class=\"\">I pray that we may prepare ourselves to give whatever priesthood service the Lord may set before us on our mortal journey. In the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"1-10711_000_025\"><a name=\"1-10711_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10711_000_025\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125811)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125811)\">Luke 10:33–35<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"2-10711_000_025\"><a name=\"2-10711_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10711_000_025\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125812)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125812)\">Doctrine and Covenants 84:85<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"3-10711_000_025\"><a name=\"3-10711_000_025\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10711_000_025\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"125813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125813)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125813)\">Moroni 7:46–48<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}