{"ID":799, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Unity in the Faith<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1955, pp. 62-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: It is a thrilling experience to be in these conferences. Nevertheless, I\nhumbly seek an interest in your faith and prayers in my behalf.\n<\/p><p>\nI have heard President Clark a number of times refer to his theme song, as he calls it, that of\nunity, and with his permission I would like to join his chorus. We should all join his chorus,\nnot alone in words, but in action.  Paul taught the same doctrine when he wrote to the\nEphesians: \n<\/p><p>\nI therefore . . . beseech you that ye walk worthy of the vocation wherewith ye are\ncalled,\n<\/p><p>\nWith all lowliness and meekness, with longsuffering, forbearing one another in love; \n<\/p><p>\nEndeavoring to keep the unity of the Spirit in the bond of peace.\n<\/p><p>\nThere is one body, and one Spirit, even as ye are called in one hope of your calling; \n<\/p><p>\nOne Lord, one faith, one baptism,\n<\/p><p>\nOne God and Father of all, who is above all, and through all, and in you all\n(<span class=\"citation\" id=\"21681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21681)\">Eph. 4:1-6<\/a><\/span>).\n<\/p><p>\nWhen I talk about unity in the gospel, I am often reminded of an experience that I had while\non a mission in Germany. When this German Choir sang for us yesterday in the conference\nmeetings, I was reminded again of those experiences, especially when I was assigned to work\nin Celle in the Hanover District in Germany. Once a month we went to the little town of\nUelzen, which was a self-sustaining branch.  We went there to get their reports and to help\nthem as we could. Since my companion was assigned to the branch at the same time I was,\nthis first visit to Uelzen was a new experience for both of us.\n<\/p><p>\nWe took our seats in the first meeting we attended in the front of the hall. The branch\npresident announced that the meeting would be started by the choir singing such and such a\nsong. I looked about and found no choir up in front, but before I could ask any questions or\ndiscover an answer to the problem in my mind as to where the choir was coming from, my\ncompanion and I found ourselves the only ones sitting in the audience. The entire\ncongregation, except for my companion and me, had gone up to the front and sang as a choir. \nIt is no wonder we have Saints who can come here and produce a chorus such as we had\nyesterday.\n<\/p><p>\nI found from the reports that they not only all sang together, but they also worked together. I\nfound that there was 100 percent membership of the branch paying 100 percent tithing, and\nthat was not just the month that I went there on that one visit, but that was the report I got all\nthe time I was there. Attendance in their meetings was the same.  They worked together in\neverything they did.  I discovered, also, that there were two women in the branch at that time\nwhose husbands had gone to America, and that the branch had agreed together, before these\ntwo men left, that they would all work together; they would keep the commandments of the\nLord to the best of their ability; they would do all that was required of them without excuse;\nnothing would stop them from fulfilling the responsibilities given to them.  Those who\nremained in the branch would see to it that the wives of these two men were taken care of,\nthat they would not be in need.\n<\/p><p>\nThe two men who left for America agreed that they would do likewise in living the\ncommandments of the Lord and that they would find jobs and work hard and save their\nmoney and send for their wives as soon as possible.  It was not long until I was transferred\nfrom that section of Germany, and then soon after, I was released to come home.\n<\/p><p>\nSome twenty years later, after I became Patriarch to the Church, I had an appointment to give\na blessing to a young girl.  When she arrived, her mother was with her.  I found that the\nmother was one of those two sisters whose husbands had left Uelzen when I was over there. \nI had a long talk with this sister and her daughter.  The daughter, of course, had grown up\nfrom a small child, and her mother told me this story: that one by one, or two at a time, as\noccasion came, different members of the branch would have the opportunity of leaving  and\ncoming to America, until before World War II broke out, there was not one member of the\nChurch left in that branch in Uelzen.  They had all come to America safely before the war\nbroke out.\n<\/p><p>\nThen she told me also that in the end of the war, when the American soldiers invaded that\nsection of Germany, for some reason unknown to her, the German soldiers set up a resistance\nin Uelzen which resulted in a four-day battle.  The bombings and general destruction were\nsuch that there was not a house left in the section where most of the Saints had lived, yet\nthere was not a member of the Church left in Uelzen&mdash;a result and reward of unity, working\ntogether to keep the commandments of the Lord.\n<\/p><p>\nI could tell another story of another branch in Germany where they worked more as\nindividuals.  None of them left Germany, and as a result of the war the entire city was\ndestroyed.  I received a letter from one of the members there who told me that even some of\nthe members lost their lives, their friends, and some of the members of their families lost their\nlives in that war and the destruction in that city. They were good Saints, but they had not\nlearned the lesson of working together as the Saints in Uelzen had learned.\n<\/p><p>\nThis is a challenge to us, brothers and sisters, that we might do as they did in Uelzen&mdash;not\njust to move to another section, but that we might live the commandments of the Lord as they\ndid.  They did it for a special purpose, and the Lord blessed them in their efforts.  We have a\nresponsibility today to unite together in keeping the commandments of the Lord.  We need to\nbe united in keeping his commandments more now than ever before because the eyes of the\nworld are upon us now more than ever before.\n<\/p><p>\nWith this tour of the Tabernacle Choir in Europe, some of us might think, \"Well, that was\njust the Tabernacle Choir.  That was something they did.  I do not have to take part in that.\"\nThere is not one of us who is a member of the Church who does not take part in it, and we\ncannot afford to let the choir down.  We have to live the commandments of the Lord to\nbolster up what they have done in Europe, for now truly, as we sang yesterday in our\nconference meeting: \n<\/p><p>\n     \"High on the mountaintop\n     A banner is unfurled; \n     Ye nations now look up; \n     It waves to all the world.\"\n<\/p><p>\nTo keep that banner flying, we must stand unitedly valiant in the faith, and I pray that the\nLord will bless us that we might be united; that we will be unitedly valiant in keeping the\ncommandments of the Lord, and in sustaining our testimonies of this gospel, for this is the\nstrength and the power of the gospel, and this I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}