{"ID":7993, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Drawing Closer to God\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p2\" class=\"\">By Elder Terence M. Vinson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/terence-vinson-second-quorum-seventy-sm.jpg\" alt=\"Terence M. Vinson\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">Our Savior wants us to really love Him to the point that we want to align our will with His.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_040<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p5\" class=\"\">Our six-year-old grandson, Oli, who affectionately calls me “Poppy,” had to get something from the car. His dad stood inside the house and, without Oli being aware, unlocked the car door remotely as Oli approached it, then locked it again when he was done. Oli then ran inside with a big smile!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p6\" class=\"\">All the family asked him, “How did you get the car door to unlock for you, then to lock again?” He just smiled.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p7\" class=\"\">Our daughter, his mother, said, “Maybe it’s like when Poppy does it—maybe you have magic powers like him!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p8\" class=\"\">When it happened a second time a few minutes later, his response to further questions about his newfound abilities was: “It’s amazing! I think it’s because Poppy loves me and is one of my best friends, and he takes care of me!”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p9\" class=\"\">I have been blessed to know of truly miraculous things that have occurred in the lives of faithful Saints throughout Africa, Papua New Guinea, Australia, New Zealand, and the islands of the Pacific. I agree with Oli—I think it’s because those faithful people feel the same way about Heavenly Father and the Savior as Oli feels about me. They love God as a close friend, and He takes care of them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p10\" class=\"\">Members of this Church are entitled to, and many receive, a spiritual witness and make sacred covenants to follow the Lord. Yet despite that, some move toward Him while others do not. In which category are you?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p11\" class=\"\">God should be the center of our universe—our literal focal point. Is He? Or is He sometimes far from the thoughts and intents of our hearts? (see <span class=\"citation\" id=\"125989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125989)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125989)\">Mosiah 5:13<\/a><\/span>). Notice that it’s not just the thoughts of our hearts that are important but the “intents.” How do our behavior and actions reflect the integrity of our intents?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p12\" class=\"\">Our son Ben, when he was 16 and speaking in stake conference, asked the question, “How would you feel if someone promised you something every week and never kept the promise?” He continued, “Do we take seriously the promise we make when we partake of the sacrament and covenant to keep His commandments and always remember Him?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p13\" class=\"\">The Lord gives us ways to help remember Him and His sustaining powers. One way is through that common lot we all share—adversity (see <span class=\"citation\" id=\"125990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125990)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125990)\">Alma 32:6<\/a><\/span>). As I look back at the trials I have faced, it is clear that they have resulted in my growth, understanding, and empathy. They have drawn me closer to my Heavenly Father and His Son with experiences and refining engraved into my heart.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p14\" class=\"\">The Lord’s guidance and instruction are essential. He helped the faithful brother of Jared by solving one of his two challenges when He told him how to get fresh air into the barges that had been faithfully built (see <span class=\"citation\" id=\"125991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125991)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125991)\">Ether 2:20<\/a><\/span>). But, pointedly, the Lord not only left temporarily unsolved the challenge of how to provide light, but He then made it clear that He, the Lord, would allow the buffetings and trials that necessitated its solving. He it would be who would send forth the winds, the rains, and the floods (see <span class=\"citation\" id=\"125992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125992)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125992)\">Ether 2:23–24<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p15\" class=\"\">Why would He do that? And why does He warn any of us to remove ourselves from a source of danger when He could simply stop the danger from happening? President Wilford Woodruff told the story of being spiritually warned to move the carriage that he, his wife, and child slept in, only to discover that a whirlwind shortly thereafter uprooted a large tree and dropped it exactly where the carriage had previously stood (see <span class=\"emphasis\">Teachings of Presidents of the Church: Wilford Woodruff<\/span> [2004], 47).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p16\" class=\"\">In both of these instances, the weather could have been adjusted to eliminate the dangers. But here is the point—rather than solve the problem Himself, the Lord wants us to develop the faith that will help us rely upon Him in solving our problems and trust Him. Then we can feel His love more constantly, more powerfully, more clearly, and more personally. We become united with Him, and we can become like Him. For us to be like Him is His goal. In fact, it is His glory as well as His work (see <span class=\"citation\" id=\"125993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125993)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125993)\">Moses 1:39<\/a><\/span>).<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p17\" class=\"\">A young boy was trying to smooth out the dirt area behind his house so he could play there with his cars. There was a large rock obstructing his work. The boy pushed and pulled with all his might, but no matter how hard he tried, the rock wouldn’t budge.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p18\" class=\"\">His father watched for a while, then came to his son and said, “You need to use all your strength to move a rock this large.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p19\" class=\"\">The boy responded, “I have used all my strength!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p20\" class=\"\">His father corrected him: “No you haven’t. You haven’t had my help yet!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p21\" class=\"\">They then bent down together and moved the rock easily.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p22\" class=\"\">The father of my friend Vaiba Rome, Papua New Guinea’s first stake president, was also taught that he could turn to his Father in Heaven in times of need. He and his fellow villagers could survive only through the crops they grew. One day he lit a fire to clear his portion of the village farmland for planting. However, the fire had been preceded by a long hot period, and the vegetation was very dry. So his fire became of the President Thomas S. Monson variety, as our prophet himself described at the last general conference (see “Obedience Brings Blessings,”<span class=\"emphasis\"> Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 89–90). It began to spread to the grassland and bushes, and in the words of his son, “a big monster of fire” resulted. He feared for his fellow villagers and the possible loss of their crops. If they were destroyed, he would be subject to village justice. Being unable to extinguish the fire, he then remembered the Lord.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p23\" class=\"\">I now quote from his son, my friend: “He knelt on the hill in the bushes and started to pray to Heavenly Father to stop the fire. Suddenly there appeared a big black cloud above where he was praying, and it rained so hard—but only where the fire was burning. When he looked around, there was clear sky everywhere except where the flames burned. He couldn’t believe the Lord would answer a simple man like him, and he again knelt down and cried like a child. He said it was the sweetest feeling” (see <span class=\"citation\" id=\"125994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125994)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125994)\">Alma 36:3<\/a><\/span>).<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p24\" class=\"\">Our Savior wants us to really love Him to the point that we want to align our will with His. We can then feel His love and know His glory. Then He can bless us as He wants to. This happened to Nephi the son of Helaman, who reached the stage where the Lord trusted him implicitly and, because of that, was able to bless him with all that he asked (see <span class=\"citation\" id=\"125995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125995)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125995)\">Helaman 10:4–5<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p25\" class=\"\">In <span class=\"emphasis\">Life of Pi,<\/span> the fictional book by Yann Martel, the hero voices his feelings about Christ: “I couldn’t get Him out of my head. Still can’t. I spent three solid days thinking about Him. The more He bothered me, the less I could forget Him. And the more I learned about Him, the less I wanted to leave Him” ([2001], 57).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p26\" class=\"\">That’s exactly how I feel about the Savior. He is always near, especially in sacred places and in times of need; and sometimes, when I least expect, I feel almost like He taps me on the shoulder to let me know He loves me. I can return that love in my own imperfect way by giving Him my heart (see <span class=\"citation\" id=\"125996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125996)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125996)\">D&amp;C 64:22, 34<\/a><\/span>).<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p27\" class=\"\">Just a few months ago I sat with Elder Jeffrey R. Holland as he assigned missionaries to their missions. As we left he waited for me, and as we walked he draped his arm around my shoulder. I commented to him on his doing the same thing once before in Australia. He said, “That’s because I love you!” And I knew that was true.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p28\" class=\"\">I believe that if we could have the privilege of walking physically with the Savior, that we would feel His arm draped over our shoulder just like that. Like the disciples heading toward Emmaus, our hearts would “burn within us” (<span class=\"citation\" id=\"125997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125997)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125997)\">Luke 24:32<\/a><\/span>). This is His message: “Come and see” (<span class=\"citation\" id=\"125998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125998)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125998)\">John 1:39<\/a><\/span>). It is personal, inviting, and embracing in its invitation to walk with His arm around our shoulders.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p29\" class=\"\">May we all feel as confident as Enos, as reflected in the last verse of his short but profound book: “I rejoice in the day when my mortal shall put on immortality, and shall stand before him; then shall I see his face with pleasure, and he will say unto me: Come unto me, ye blessed, there is a place prepared for you in the mansions of my Father” (<span class=\"citation\" id=\"125999\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 125999)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(125999)\">Enos 1:27<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/drawing-closer-to-god.p30\" class=\"\">Because of the multiplicity of experiences and the power with which the Spirit has witnessed to me, I testify with absolute surety that God lives. I feel His love. It is the sweetest feeling. May we do what is needed to align our will with His and truly love Him. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}