{"ID":7995, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Till We Meet Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">May we show increased kindness toward one another, and may we ever be found doing the work of the Lord.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_042<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p4\" class=\"\">My brothers and sisters, my heart is full as we bring to a close this wonderful general conference of the Church. We have been spiritually fed as we have listened to the counsel and testimonies of those who have participated in each session.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p5\" class=\"\">We have been blessed to meet here in the magnificent Conference Center in peace and safety. We have had unprecedented coverage of the conference, reaching across the continents to people everywhere. Though we are physically far removed from many of you, we feel of your spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p6\" class=\"\">To our Brethren who have been released at this conference, may I express the heartfelt thanks of the entire Church for your years of devoted service. Countless are those who have been blessed by your contributions to the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p7\" class=\"\">I express gratitude to the Tabernacle Choir and to the other choirs which participated in this conference. The music has been beautiful and has added greatly to the Spirit we have felt at each session.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p8\" class=\"\">I thank you for your prayers in my behalf and in behalf of all the General Authorities and general officers of the Church. We are strengthened by them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p9\" class=\"\">May heaven’s blessings be with you. May your homes be filled with love and courtesy and with the Spirit of the Lord. May you constantly nourish your testimonies of the gospel that they will be a protection to you against the buffetings of the adversary.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p10\" class=\"\">Conference is now over. As we return to our homes, may we do so safely. May the Spirit we have felt here be and abide with us as we go about those things which occupy us each day. May we show increased kindness toward one another, and may we ever be found doing the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/sunday-afternoon-session\/till-we-meet-again.p11\" class=\"\">My brothers and sisters, may God bless you. May His promised peace be with you now and always. I bid you farewell until we meet again in six months’ time. In the name of our Savior, even Jesus Christ the Lord, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}