{"ID":7997, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We Have Great Reason to Rejoice\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p2\" class=\"\">By Carole M. Stephens<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p3\" class=\"\">First Counselor in the Relief Society General Presidency<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/carole-m-stephens-10.jpg\" alt=\"Carole M. Stephens\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\" id=\"\">When you love, watch over, and serve others in small and simple ways, you are actively participating in the work of salvation.<\/div>\n                                        \n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10711_000_045<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p5\" class=\"\">When my father-in-law passed away, our family gathered together to greet others who came to pay their respects. Throughout the evening, as I visited with family and friends, I often noticed our 10-year-old grandson, Porter, standing near my mother-in-law—his “granny.” Sometimes he was standing behind her, watching over her. Once I noticed his arm linked with hers. I watched him pat her hands, give her little hugs, and stand by her side.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p6\" class=\"\">For several days after that experience, I couldn’t get this image out of my mind. I was prompted to send Porter a note, telling him what I had observed. I emailed him and told him what I had seen and felt. I reminded Porter of the covenants he had made when he was baptized, quoting Alma’s words in Mosiah chapter 18:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p7\" class=\"\">“And now, as ye are desirous to come into the fold of God, and to be called his people, and are willing to bear one another’s burdens, that they may be light;<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p8\" class=\"\">“Yea, and are willing to mourn with those that mourn; yea, and comfort those that stand in need of comfort, and to stand as witnesses of God at all times and in all things, and in all places that ye may be in, even until death, … that ye may have eternal life—<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p9\" class=\"\">“… If this be the desire of your hearts, what have you against being baptized in the name of the Lord, as a witness before him that ye have entered into a covenant with him, that ye will serve him and keep his commandments, that he may pour out his Spirit more abundantly upon you?”<sup class=\"noteMarker\"><a href=\"#footnote1-10711_000_045\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126086)\">Mosiah 18:8–10<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p10\" class=\"\">I explained to Porter that Alma taught that those who want to be baptized need to be willing to serve the Lord by serving others—for your whole life! I said: “I don’t know if you realized it, but the way you showed love and concern for Granny was keeping your covenants. We keep our covenants every day as we are kind, show love, and take care of each other. I just wanted you to know I’m proud of you for being a covenant keeper! As you keep the covenant you made when you were baptized, you will be prepared to be ordained to the priesthood. This additional covenant will give you more opportunities to bless and serve others and help you to prepare for the covenants you will make in the temple. Thank you for being such a good example to me! Thank you for showing me what it looks like to be a covenant keeper!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p11\" class=\"\">Porter replied back: “Grandma, thanks for the message. When I was always hugging Granny, I didn’t know that I was keeping my covenants, but I felt warm in my heart and felt really good. I know that it was the Holy Ghost in my heart.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p12\" class=\"\">I also felt warm in my heart when I realized that Porter had connected keeping his covenants with the promise to “always have his Spirit to be with [us]”<sup class=\"noteMarker\"><a href=\"#footnote2-10711_000_045\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126087)\">Doctrine and Covenants 20:77<\/a><\/span>.]<\/span><\/sup>—a promise made possible by receiving the gift of the Holy Ghost.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p13\" class=\"\">Sisters, as I have visited you around the world, I have observed that many of you are like Porter. You quietly stand as witnesses of God, mourn with those that mourn, and comfort those who stand in need of comfort without realizing that you are keeping your covenants—the covenants you made in the waters of baptism and in the temple. When you love, watch over, and serve others in small and simple ways, you are actively participating in the work of salvation, God’s work “to bring to pass the immortality and eternal life of man.”<sup class=\"noteMarker\"><a href=\"#footnote3-10711_000_045\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126088)\">Moses 1:39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p14\" class=\"\">As “daughters in [the Lord’s] kingdom,”<sup class=\"noteMarker\"><a href=\"#footnote4-10711_000_045\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126089)\">Doctrine and Covenants 25:1<\/a><\/span>.]<\/span><\/sup> we have made sacred covenants. We are walking in what Nephi called the “strait and narrow path which leads to eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote5-10711_000_045\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126090)\">2 Nephi 31:18<\/a><\/span>.]<\/span><\/sup> We’re all at different places on the path. But we can work together to help each other “press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men.”<sup class=\"noteMarker\"><a href=\"#footnote6-10711_000_045\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126091)\">2 Nephi 31:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p15\" class=\"\">Jeanne serves as a Young Women adviser. Several months ago she learned about an upcoming activity for the youth in the ward: hiking to a place called Malan’s Peak. She was excited because she had recently set a goal to make that climb.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p16\" class=\"\">When she arrived at the trailhead, her good friend Ashley approached her. Linking arms with Jeanne, she offered to hike with her, saying, “I’ll go with you.” Ashley, who was 16 years old at the time, had some physical challenges that made it difficult for her to climb very fast. So she and Jeanne walked slowly, noticing Heavenly Father’s creations: the rocks on the mountain peak above them and the flowers all around them. Jeanne later said, “It really didn’t take me long to forget about my goal of hiking to the peak, for it soon became an adventure of another kind—an adventure to point out the beauties along the path, many of which I would have missed had I just hiked to reach the goal of Malan’s Peak.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p17\" class=\"\">As Jeanne and Ashley continued hiking, far behind the rest of the group, they were joined by Emma, another young woman in the ward, who had decided to wait and walk with them. Emma added to their enjoyment. She taught them a song and provided extra support and encouragement. Jeanne recalled: “We sat and rested, we sang, we talked, and we laughed. I was able to get to know Ashley and Emma in a way I wouldn’t have been able to do otherwise. It wasn’t about the mountain that night—it was about much, much more. It was about helping each other along the path, one step at a time.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p18\" class=\"\">As Jeanne, Ashley, and Emma hiked and sang and rested and laughed together, they probably weren’t thinking, “Hey, we are keeping our covenants right now.” But they were keeping their covenants. They were serving each other with love, compassion, and commitment. They were strengthening each other’s faith as they encouraged and ministered to one another.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p19\" class=\"\">Elder Russell M. Nelson taught: “When we realize that we are children of the covenant, we know who we are and what God expects of us. His law is written in our hearts.”<sup class=\"noteMarker\"><a href=\"#footnote7-10711_000_045\">7<\/a> <span class=\"footnote\">[Russell M. Nelson, “Covenants,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2011, 88.]<\/span><\/sup><\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p20\" class=\"\">Maria Kuzina is a covenant daughter of God who knows who she is and what God expects of her. When she welcomed me into her home in Omsk, Russia, I thought I was there to serve her, but I soon realized that I was there to learn from her. A convert to the Church, Maria lives by the direction found in Luke 22: “When thou art converted, strengthen thy brethren.”<sup class=\"noteMarker\"><a href=\"#footnote8-10711_000_045\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126092)\">Luke 22:32<\/a><\/span>.]<\/span><\/sup> She has faith in the words of our living prophet, President Thomas S. Monson, who said:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p21\" class=\"\">“Now is the time for members and missionaries to come together, to work together, to labor in the Lord’s vineyard to bring souls unto Him. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p22\" class=\"\">“… When we act in faith the Lord will show us how to strengthen His Church in the wards and branches in which we live. He will be with us and will become an active partner in our missionary labors.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p23\" class=\"\">“… Exercise your faith … as you prayerfully consider which of your family, your friends, your neighbors, and your acquaintances you would like to invite to your home to meet with the missionaries, that they might hear the message of the Restoration.”<sup class=\"noteMarker\"><a href=\"#footnote9-10711_000_045\">9<\/a> <span class=\"footnote\">[Thomas S. Monson, “Faith in the Work of Salvation” (worldwide leadership training broadcast, June 2013); lds.org\/broadcasts.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p24\" class=\"\">Maria follows this counsel by watching over and ministering to the sisters she has been asked to visit teach and also reaching beyond this assignment. She has many friends who are less active or who have not yet heard the message of the restored gospel of Jesus Christ. Each day she exercises her faith and prays to know who needs her help, and then she acts on the prompting she receives. She makes phone calls, expresses her love, and tells her friends, “We need you.” She has family home evening in her apartment every week and invites neighbors, members, and missionaries to come—and she feeds them. She invites them to come to church, watches for them, and sits by them when they arrive.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p25\" class=\"\">Maria understands Elder Jeffrey R. Holland’s recent reminder that “an invitation that is born of our love for others and for the Lord Jesus Christ … will never be seen as offensive or judgmental.”<sup class=\"noteMarker\"><a href=\"#footnote10-10711_000_045\">10<\/a> <span class=\"footnote\">[Jeffrey R. Holland, “Our Responsibility to Invite” (worldwide leadership training broadcast, June 2013); lds.org\/broadcasts.]<\/span><\/sup> She keeps a list of people who say they have been offended; she continues to minister to them. Because they know that she loves them, she can tell them, “Don’t be offended. That’s ridiculous!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p26\" class=\"\">Maria is a covenant-keeping disciple of Jesus Christ. Although she does not have a priesthood holder in her home, she feels God’s power each day in fulfillment of her temple covenants as she presses forward on the path, enduring to the end and helping others participate in the work of salvation along the way.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p27\" class=\"\">As I shared these experiences with you, did you see yourself in the work of salvation? Take a moment to think of another daughter of God who needs encouragement to get back on the covenant path or who needs a little help to stay on the path. Ask your Father in Heaven about her. She is His daughter. He knows her by name. He also knows you, and He will tell you what she needs. Be patient and continue in faith and prayer on her behalf, and act on the promptings you receive. As you act on these promptings, the Spirit will confirm that your offering is acceptable to the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p28\" class=\"\">“Sister Eliza R. Snow … gratefully acknowledged sisters’ efforts to strengthen one another. … She told them that although the Church did not keep a record of every donation they made to help those in need, the Lord kept a perfect record of their saving work:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p29\" class=\"\">“‘… President Joseph Smith said this society was organized to save souls. What [are we doing] to win back those who have gone astray?—to warm up the hearts of those who have grown cold in the gospel?—Another book is kept of your faith, your kindness, your good works, and [your] words. Another record is kept. Nothing is lost.’”<sup class=\"noteMarker\"><a href=\"#footnote11-10711_000_045\">11<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society<\/span> (2011), 83.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p30\" class=\"\">In the Book of Mormon, Ammon speaks of the great reason we have to rejoice. He says: “And now, I ask, what great blessings has [God] bestowed upon us? Can ye tell?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p31\" class=\"\">In his excitement, Ammon doesn’t wait for an answer. He says, “Behold, I answer for you; … this is the blessing which hath been bestowed upon us, that we have been made instruments in the hands of God to bring about this great work.”<sup class=\"noteMarker\"><a href=\"#footnote12-10711_000_045\">12<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126093)\">Alma 26:2–3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p32\" class=\"\">We are covenant daughters in the Lord’s kingdom, and we have the opportunity to be instruments in His hands. As we participate in the work of salvation each day in small and simple ways—watching over, strengthening, and teaching one another—we will be able to join with Ammon, who declared:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p33\" class=\"\">“Behold, my joy is full, yea, my heart is brim with joy, and I will rejoice in my God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p34\" class=\"\">“Yea, I know that I am nothing; as to my strength I am weak; therefore I will not boast of myself, but I will boast of my God, for in his strength I can do all things.”<sup class=\"noteMarker\"><a href=\"#footnote13-10711_000_045\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"126094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126094)\">Alma 26:11–12<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2013\/11\/general-relief-society-meeting\/we-have-great-reason-to-rejoice.p35\" class=\"\">Of this I testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3>\n\t\t\t\t\n\t\t\t\t<li class=\"footnote \" id=\"1-10711_000_045\"><a name=\"1-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10711_000_045\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126086)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126086)\">Mosiah 18:8–10<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"2-10711_000_045\"><a name=\"2-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10711_000_045\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126087)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126087)\">Doctrine and Covenants 20:77<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"3-10711_000_045\"><a name=\"3-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10711_000_045\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126088)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126088)\">Moses 1:39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"4-10711_000_045\"><a name=\"4-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10711_000_045\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126089)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126089)\">Doctrine and Covenants 25:1<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"5-10711_000_045\"><a name=\"5-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10711_000_045\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126090)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126090)\">2 Nephi 31:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"6-10711_000_045\"><a name=\"6-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10711_000_045\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126091\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126091)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126091)\">2 Nephi 31:20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"7-10711_000_045\"><a name=\"7-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10711_000_045\">7.<\/a><\/span>\n\t\t\t\t\t<p>Russell M. Nelson, “Covenants,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2011, 88.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"8-10711_000_045\"><a name=\"8-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10711_000_045\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126092\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126092)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126092)\">Luke 22:32<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"9-10711_000_045\"><a name=\"9-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10711_000_045\">9.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “Faith in the Work of Salvation” (worldwide leadership training broadcast, June 2013); lds.org\/broadcasts.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"10-10711_000_045\"><a name=\"10-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10711_000_045\">10.<\/a><\/span>\n\t\t\t\t\t<p>Jeffrey R. Holland, “Our Responsibility to Invite” (worldwide leadership training broadcast, June 2013); lds.org\/broadcasts.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"11-10711_000_045\"><a name=\"11-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10711_000_045\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society<\/span> (2011), 83.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"12-10711_000_045\"><a name=\"12-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10711_000_045\">12.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126093)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126093)\">Alma 26:2–3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t\t<li class=\"footnote \" id=\"13-10711_000_045\"><a name=\"13-10711_000_045\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10711_000_045\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"126094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 126094)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(126094)\">Alma 26:11–12<\/a><\/span>.<\/p>\n\t\t\t\t<\/li>\n\t\t\t<\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}