{"ID":8, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Who Will Win the War<\/p>\n<p class=\"gcspeaker\">Elder Richard R. Lyman<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard R. Lyman, <i>Conference Report<\/i>, pp. 29-32<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn these days it is pretty difficult to think of anything besides war, and the great question is,\nWho is going to win the war? I have here a clipping from <i>The Deseret News<\/i> of February 5,\n1942. The heading is, \"The most healthy will win the war.\" Dr. Ray Lyman Wilbur expresses\nthese views:\n<\/p><p>\nThe people with the most health, the people with the most vigor, and the people with the\nmost fitness and sobriety, training, and devotion to the common cause are the people who are\ngoing to win this war. America must throw off its night-clubbish habits, its loose thinking and\nhealth-destroying tendencies if America is to be on the winning side.\n<\/p><p>\nWe educators know that the easiest way in the world to lose a football game is to have a team\nthat breaks training rules and only half prepares for the contest. If we the Americans are to be\nthe winners in this great contest, we must begin training, and we must begin that training\nnow. There is no way to escape the fact that health will win this war for some people. God\ngrant that that people may be the people of our own country.\n<\/p><p>\nOf the first two million men to go through draft examination, 900,000 &mdash; think of it, 900,000,\nnearly half &mdash; were found to be unfit for military service because of physical, mental or moral\ndefects. \n<\/p><p>\nWHICH? BEER OR THE BIBLE\n<\/p><p>\nI created a real sensation in Ogden some years ago. I had seen in the morning paper a picture\nof the members of the American Legion marching down Woodward Avenue in the City of\nDetroit where I marched in my boyhood with my classmates and shouted vigorously for the\nfootball team of the University of Michigan. The paper said members of the American Legion\nwere marching down Woodward Avenue swinging their bottles and shouting for beer. And so\nI said to the congregation in the Tabernacle, \"Where are the people of the United States\ngoing, and what are they doing? Are they following the lead of those who are swinging their\nbottles and shouting for beer, or are they following the example of the Pilgrim fathers who\nremembered the Sabbath day to keep it holy, and with bowed heads, Bible in hand, wended\ntheir way to their places of worship.\"\n<\/p><p>\nHAVE WE FORGOTTEN GOD?\n<\/p><p>\nAbraham Lincoln set apart the 6th of September, 1863, as a day of fasting and a day of\nprayer. He said:\n<\/p><p>\nI do this with the hope that the people of our nation will assemble in their various places of\nworship and that they will go down upon their knees around their own hearthstones and\nappeal to our Heavenly Father for our now war-torn country to be restored to its former\ncondition of happiness and peace .... Our nation has had a growth and a development the like\nof which no other nation has known in all the history of the world, but the difficulty with us\nis we have forgotten God.\n<\/p><p>\nDoes that condition prevail throughout the United States of America today? The motto of our\ncountry is: \"In God We Trust.\" Do we do it or not? Everywhere we sing,\n<\/p><p>\nLong may our land be bright <br \/>\nWith freedom's holy light, <br \/>\nProtect us by thy might, <br \/>\nGreat God, our King.\n<\/p><p>\nFAMILY PRAYERS DAILY\n<\/p><p>\nRoger W. Babson says that we have in our country today men who are empire builders, men\nwho are standing at the head of great business institutions, and, he says, that some of these\nmen ridicule religion. Then he adds \"These very men are indebted for all that they possess to\nthe family prayers which were once held daily in the homes of their fathers.\"\n<\/p><p>\nHave the people of our country forgotten God? Benjamin Franklin arose in our Constitutional\nConvention and said, \"Mr. President,\" and he looked into the face of the chairman, George\nWashington:\n<\/p><p>\nMr. President, our blood is hot. I see we are not going to be able to agree. It looks as if we\nmay not be able to devise a satisfactory Constitution. I move you, therefore, Mr. President,\nthat we do now adjourn for a period of five days, and that when we reconvene we appoint a\nchaplain, and I am astonished, Mr. President, that no one has thought of this before. When we\nwere in our mighty conflict with Great Britain we met in this very hall daily, and daily we\nmade our appeals to Almighty God, and you all realize that our appeals were heard, our\nprayers were graciously answered. Is it possible that in these few short years we have\nforgotten God, our powerful Friend? Is it possible that a nation can be born, that a\nconstitution can be drawn up without the help of divine Providence, when not even a sparrow\ncan fall to the ground without His notice?\n<\/p><p>\nTHE GREATEST DEMOCRACY IN THE WORLD\n<\/p><p>\nNo man can accomplish much if he has only one pair of hands with which to work. No man,\nas the president of a stake or the bishop of a ward, or at the head of any other institution, can\naccomplish very much if he tries to do all the work himself.\n<\/p><p>\nI have said a good many times to many great thinkers, great readers, wise men and scholars\nthat we have in the Church of Jesus Christ the greatest and most perfect democratic\norganization in the world. And I have met no man yet who did not concede that this statement\nis correct.\n<\/p><p>\nNow, brethren, you who are in the presidencies of the stakes, your first and most important\nduty is to call together regularly and frequently those who belong to your organizations and\nassign definitely to every man and to every woman his or her duty, and to check up carefully\nand frequently to see that the work assigned is done. I say again no human being can\naccomplish much if he works only by himself, if he has but one pair of hands with which to\ntoil. Your accomplishments will be great if you bring together often all those in your\norganizations and have them do real team work.\n<\/p><p>\nMEET, PLAN, AND PRAY\n<\/p><p>\nYou are to meet with your fellow workers to do two things &mdash; plan and pray. The arm of flesh\nis weak; the amount of strength in any human being is limited, but when a human being,\nhowever weak, however small, however little, comes into real communion and cooperation\nwith God, the Eternal Father, then great things may be accomplished.\n<\/p><p>\nAnd so, as a servant of the Lord Jesus Christ, I appeal to you to come together frequently\nwith your fellow-workers, and do these two important things &mdash; plan and pray. Have we\nforgotten God, we who are officers in the Church of Jesus Christ? Are our people daily\nhaving their family prayers, or have we forgotten that powerful Friend of our country, that\npowerful Friend of our Church?\n<\/p><p>\nThis revelation from which I am going to read was not given to the ancients, it was given to\nyou and me; it applies here and now.\n<\/p><p>\n. . . Behold, a marvelous work is about to come forth among the children of men\n(<span class=\"citation\" id=\"11689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11689)\">D&amp;C 4:1<\/a><\/span>).\n<\/p><p>\nA MARVELOUS WORK AND A WONDER\n<\/p><p>\nSince the gospel is to be preached to every nation, every kindred, every tongue, every people,\neverywhere in the world, and since its purpose is to bring peace on earth and good will to\nmen, that great blessing for which all good people everywhere are praying this very Sabbath\nday, are not those words of the Prophet prophetic when he said:\n<\/p><p>\nNow behold, a marvelous work and a wonder is about to come forth among the children of\nmen (<span class=\"citation\" id=\"11690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11690)\">D&amp;C 4:1<\/a><\/span>).\n<\/p><p>\nAnd that marvelous work, that wonder, is the preaching of the gospel of Jesus Christ to all the\npeople in all the world. I wonder at times if all who have held the divine authority to preach\nhad done their very best during the hundred years since the Lord Himself restored this power\nand authority to the earth &mdash; I say if every man with all the physical and mental powers at his\ncommand had done his utmost to bring peace on earth and good will to men; if he in every\nmoment of his life had had in his soul unceasingly a burning testimony of the divinity of the\ngospel of Jesus Christ, a testimony of the divinity of the mission of the Prophet Joseph Smith,\nif every man had put his all upon the altar, I wonder if this world war could have been\naverted.\n<\/p><p>\nCarrying our gospel message to all the people in the world is a tremendous work.\n<\/p><p>\nNow behold, a marvelous work and a wonder is about to come forth among the children of\nmen.\n<\/p><p>\nTherefore, O ye that embark in the service of God\n(<span class=\"citation\" id=\"11691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11691)\">D&amp;C 4:1-2<\/a><\/span>)&mdash;\n<\/p><p>\nDo you brethren hear these words of a revelation from God the Eternal Father through the\nProphet Joseph Smith to you, to me, to us who are assembled here this afternoon!\n<\/p><p>\nTherefore, O ye that embark in the service of God, see that ye serve him with all your heart,\nmight, mind and strength, that ye may stand blameless before God at the last day\n(<span class=\"citation\" id=\"11692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11692)\">D&amp;C 4:2<\/a><\/span>).\n<\/p><p>\nFor behold the field is white already to harvest\n(<span class=\"citation\" id=\"11693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11693)\">D&amp;C 4:4<\/a><\/span>).\n<\/p><p>\nIf ever a field was white, if ever there was a time to labor, if ever the servants of God were\nin demand it is now.\n<\/p><p>\nFIELD WHITE AND READY FOR HARVEST\n<\/p><p>\nBehold the field is white already to harvest; and lo, he that thrusteth in his sickle with his\nmight, the same layeth up in store that he perisheth not, but bringeth salvation to his soul\n(<span class=\"citation\" id=\"11694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11694)\">D&amp;C 4:4<\/a><\/span>).\n<\/p><p>\nBrethren, God bless you. Let us dedicate ourselves with all we have and all we are to the\npreaching of the gospel of Jesus Christ and to living in accordance with the high ideals of the\nChurch and to the winning of the gigantic conflict on the battlefield into which our nation has\nbeen compelled to enter. May I say again, let us dedicate ourselves to the winning of this\ngreat fight for liberty and freedom.\n<\/p><p>\nDEDICATING EVEN LIFE TO A GREAT CAUSE\n<\/p><p>\nIn a high priests' meeting in the Ensign Stake during World War I, Richard W. Young,\nbrigadier general, said, \"I told my son good-bye last night and sent him into this war. I may\nnever see his face again. Going into this mighty conflict may cost him his life. But if it does,\nhe could not possibly give his life to a more glorious cause than to give it for the freedom\nand liberty not only of the people of our own nation but of all mankind.\"\n<\/p><p>\nAnd so let us in real humility appeal to God the Eternal Father to enable us to discharge well\nour duty, to preach the gospel effectively, and to do our utmost to make the people of our\nnation worthy of victory. God grant that we may be worthy and that we may win the war.\n<\/p>\n<\/div>\n<\/div>"}