{"ID":80, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"And Ye Would Not!\"<\/p>\n<p class=\"gcspeaker\">Elder George Albert Smith<\/p>\n<p class=\"gcspkpos\">President of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Albert Smith, <i>Conference Report<\/i>, October 1943, pp. 42-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n(<span class=\"citation\" id=\"50086\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50086)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50086)\">Matt. 23:37-39<\/a><\/span>)\n<\/p><p>\nI trust that I may be favored of the Lord in what I shall say, to the end that you may be\nedified and that the time that I occupy may be profitably spent. It is a remarkable experience\nto stand here and face an army of men, and realize that each of these men possesses divine\nauthority. No other place in the world, no other group in the world, holds the authority of the\nholy Priesthood as you do.\n<\/p><p>\nCAUSES OF PRESENT CONDITION OF THE WORLD\n<\/p><p>\nIt is oftentimes a source of exceeding distress to me to know that our brothers and our sisters\nare in the world, many of them, seeking to destroy those who are opposing them on the field\nof battle. It seems that at different periods of the world's history, those who have been\nfaithful in keeping the commandments of God have been compelled to defend the ideals that\nthey have received from our Heavenly Father. Today those who have gone out from among us\nare not only representatives of the government of the United States but they go out also\nbelieving that it is their religious duty to defend the liberties of the nation that our Heavenly\nFather established for us to enjoy.\n<\/p><p>\nIt does seem strange that after hundreds of years of access to the holy scriptures\ncomparatively few people are familiar with the fact that what is occurring now is in\nfulfillment of predictions of men who, like you, have held the Priesthood. The philosophies of\nmen vary and change. The truths of God are fundamental and never change. Today this world\nis facing destruction because after not only hundreds of years but thousands of years the sons\nand daughters of the living God have failed to conform their lives to His kind advice.\n<\/p><p>\nOne of the prophets told us that the Lord God would do nothing but He would reveal His\nsecrets to His servants the prophets\n(<span class=\"citation\" id=\"10385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10385)\">Amos 3:7<\/a><\/span>).\nIn other words, the world would not be taken by surprise\nif they paid attention to the leadership that the Lord provided. So we look down over the\nvista of time, to the days of Noah when the Lord warned the people of what would occur,\nand they apparently paid no attention, for out of the seeming multitudes that\ndwelt upon the earth, only eight souls were saved from destruction\n(<span class=\"citation\" id=\"2218\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2218)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2218)\">1 Pet. 3:20<\/a><\/span>), yet all had been told how\nthey might be preserved.\n<\/p><p>\nWARNINGS OF ANCIENT PROPHETS\n<\/p><p>\nThe Lord warned Tyre and Nineveh and Jerusalem and Babylon, and other cities, that unless\nthey repented and turned to him they would be destroyed, and of those cities, Nineveh was\nthe only one that turned immediately to the Lord when the Prophet Jonah warned them of\nimpending danger. The king and people clothed in sackcloth and sat in ashes without delay,\nand the Lord permitted the destruction that was promised to pass by\n(<span class=\"citation\" id=\"29995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(29995)\">Jonah 3:5-10<\/a><\/span>).\n<\/p><p>\nThe Lord told Abraham that his seed should go into a strange land, that after four hundred\nyears they would return with great possessions. He did not tell him how it was going to be\nbrought about. He did not tell him that Joseph, one of his descendants, should be sold into\nslavery in Egypt and because he kept the commandments of God should have communication\nwith the heavens and preserve the great nation where he was living at the time. Abraham was\nnot told that. He was not told that the great Pharaoh would recognize a humble Hebrew who\nwas taken out of prison to interpret his dream. Abraham was not told that the family of\nJoseph would be brought to Egypt in order to be preserved, that they should become a mighty\nmultitude, and after a period of time, four hundred years, six hundred thousand people,\napproximately, came out of Egypt and wended their way through the wilderness into the\nPromised Land. It was not a matter of guessing. It was a matter of knowledge on the part of\nGod and He gave the information to Abraham\n(<span class=\"citation\" id=\"23469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23469)\">Gen. 15:13-14<\/a><\/span>).\n<\/p><p>\nThink how anxious the Lord was to save the cities of the plains, Sodom and Gomorrah.\nAbraham pleaded repeatedly with the Lord, asking that they be spared for the sake of the\nrighteous. He kept reducing the number until he came down from fifty to ten righteous\npeople. The Lord said that if in these cities ten righteous could be found, the cities would be\nsaved (<span class=\"citation\" id=\"23470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23470)\">Gen. 18:23-32<\/a><\/span>).\nBut not ten righteous persons could be found and the cities were destroyed, as they had\nbeen warned by a servant of the Lord that they would be because of wickedness\n(<span class=\"citation\" id=\"23471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23471)\">Gen. 19:24-25<\/a><\/span>).\n<\/p><p>\nIt was a strange thing that in the days of Isaiah the Lord revealed to him that the greatest of\nall the nations in the earth should be humbled, and He gave the name of the man, Cyrus,\nwhom the Lord referred to as His anointed, and told Isaiah that Cyrus would overthrow\nBabylon and rebuild Jerusalem\n(<span class=\"citation\" id=\"25001\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25001)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25001)\">Isa. 44:28<\/a><\/span>;\n<span class=\"citation\" id=\"25002\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25002)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25002)\">Isa. 45:1-5<\/a><\/span>;\n<span class=\"citation\" id=\"23198\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23198)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23198)\">Ezra 1:1-3<\/a><\/span>).\nThe prophet had said that Jerusalem would be in bondage\nseventy years (<span class=\"citation\" id=\"26451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26451)\">Jer. 25:8-12<\/a><\/span>;\n<span class=\"citation\" id=\"10581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10581)\">Dan. 9:2<\/a><\/span>).\nIt was just seventy years when Cyrus gathered together and took back to\nJerusalem the Jews who had been taken captive to Babylon. Cyrus took artisans and skilled\nmen (<span class=\"citation\" id=\"50088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50088)\">Ezra 3:7<\/a><\/span>) and the vessels\nthat had been stolen from the temple by those who had lived in Babylon\nand went back to rebuild Jerusalem\n(<span class=\"citation\" id=\"50087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50087)\">Ezra 1:7-11<\/a><\/span>;\n<span class=\"citation\" id=\"50089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50089)\">Ezra 5:13-17<\/a><\/span>).\n<\/p><p>\nIt was not very long after that until the Jews who would not repent were punished because\nthey would not listen to the Lord. And then again, after the coming of our Lord and Master,\nJesus Christ, they would not receive His Gospel and they would not repent.\nThis time Jerusalem was not only overthrown but was destroyed and her temple was razed\nuntil not one stone was left upon another\n(<span class=\"citation\" id=\"33859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33859)\">Matt. 24:2<\/a><\/span>).\n<\/p><p>\nAll these things were revealed to the prophets of God. And so we might go on now speaking\nof Babylon, and how the Lord told of the establishment of the various kingdoms that should\nsucceed, by giving the king, Nebuchadnezzar, a dream, and then by using Daniel, who was\nthere as a captive to interpret the dream of the king. The prediction had been made that\ncertain things would occur, and one kingdom should follow after another, and it was so\nfulfilled. It took hundreds of years to fulfil the prediction. One of the remarkable parts of the\ninterpretation was that in the days of the kingdoms that should grow out of the Roman\nEmpire, the God of heaven should set up a kingdom. A little stone was to be cut out of the\nmountain without hands, and the God of heaven would set up a kingdom\n(<span class=\"citation\" id=\"10577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10577)\">Dan. 2:31-45<\/a><\/span>).\n<\/p><p>\nDaniel was a prophet of God, and he was a prophet because he kept the commandments of\nGod. I would like you brethren who are here today to take this message with you. Daniel\nobserved the teachings of God with his companions, with reference to the kind of food and\ndrink they should have, and refused to accept the food that was served upon the king's table\n(<span class=\"citation\" id=\"10576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10576)\">Dan. 1:3-21<\/a><\/span>).\nHe kept the Word of Wisdom, and the result was that he, with his three associates, who also\nkept the Word of Wisdom, of all those that were captives, received the inspiration of the\nAlmighty and their own lives were not only preserved, but they were also permitted to tell\nwhat should occur.\n<\/p><p>\nTHE PROMISES OF THE LORD FULFILLED\n<\/p><p>\nNow, in the days of the kings that grew out of the Roman Empire, the kingdoms were partly\nstrong and partly broken, and the God of Heaven did set up a kingdom\n(<span class=\"citation\" id=\"10578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10578)\">Dan. 2:42-44<\/a><\/span>), for in the year 1830\nhe established His Church here upon the earth. That did not come by accident&mdash;it did not\ncome by surprise. It had all been predicted&mdash;all these things that are that are contained in the\nOld and New Testaments, and many others that I am not trying to mention. I am trying to call\nyour attention to the fact that when the Lord speaks, what He promises has always been\nfulfilled.\n<\/p><p>\nWell, now, has He promised us anything today? Read your scriptures. Not only the Old and\nNew Testaments, but turn to your Book of Mormon. See how the Lord has fulfilled His\npromises&mdash;how the Nephites, because they refused to accept the teachings of God&mdash;refused to\nsustain those who presided over them by authority&mdash;were wiped from the face of the\nearth. That was not done without a warning; they knew it would come, and they were told,\nacross the mighty ocean, of the coming of the Savior, what would occur when He came, and\nwhat would happen when He was crucified. The Lord kept these things in the minds of His\npeople who were prophets and who paid attention. All over this land there was destruction\nbecause the people were not righteous.\n<\/p><p>\nYou may follow the record, and you will discover that such things have never happened to a\npeople who were keeping the commandments of God. The destruction has\ncome to those who were failing to pay attention to what the Lord desired. This nation was\nraised up in order that men might worship God according to the dictates of their\nconscience (<span class=\"citation\" id=\"6603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6603)\">A of F 1:11<\/a><\/span>)&mdash;this\nnation of which we are a part. God raised up the very men who prepared the\nConstitution (<span class=\"citation\" id=\"11907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11907)\">D&amp;C 101:80<\/a><\/span>)\nto declare to us our privileges and our liberties. It was not an accident. Those\nthings were recorded beforehand. In the Book of Mormon He announced the coming of\nColumbus, and of the Pilgrim fathers, from the old world, those who came here to worship\nGod (<span class=\"citation\" id=\"1450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1450)\">1 Ne. 13:12-13<\/a><\/span>).\n<\/p><p>\nPREDICTIONS OF A MODERN PROPHET\n<\/p><p>\nAll these things had been made known beforehand, and then, in the case of the Latter-day\nSaints, when they were in distress in Nauvoo and were being harassed by their enemies, the\nProphet of God told them that they would be driven from their homes and that they would\ncome to the tops of the Rocky Mountains where they would become a mighty people. What\ndid they know about the Rocky Mountains? What was there in the Rocky Mountains that they\nshould come to? Not anything but what God had prepared. That prophecy was fulfilled, and\nyou are my witnesses that it was fulfilled in that the Latter-day Saints today are a mighty\npeople in the midst of these great mountain valleys.\n<\/p><p>\nAnother prediction of our times that was fulfilled, was when the Lord revealed to the Prophet\nJoseph Smith that there would be a civil war in this country and told him exactly where it\nwould begin, at the rebellion of South Carolina\n(<span class=\"citation\" id=\"11885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11885)\">D&amp;C 87:1<\/a><\/span>).\nHow did the Prophet Joseph know, nearly\nthirty years before it occurred, that it would start in South Carolina? He knew because the\nLord knew and told him so. So from the beginning, through Noah, and all down through the\nline of prophets the power to communicate with the heavens has been with those whom God\nhas raised up and prepared. The people have been taught, and they have been warned, and\nmost of them have been recreant to the warning, the result being that great destruction has\ncome upon the children of men.\n<\/p><p>\nNow, in our day we are warned, in a revelation to the Prophet Joseph Smith, that unless we\nare more righteous than those who are receiving destruction at the present time in many parts\nof the world, we, too, must lose our birthright and our opportunity and be destroyed here in\nthe flesh (<span class=\"citation\" id=\"33830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33830)\">Matt. 5:20<\/a><\/span>;\n<span class=\"citation\" id=\"11869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11869)\">D&amp;C 63:33-34<\/a><\/span>). We will not be justified by saying we are living as well as other people. That is not\nsufficient, my brethren. We have a special destiny if we live for it. That destiny is to live here\nupon this earth when it becomes the Celestial Kingdom, where God our Heavenly Father and\nHis Son Jesus Christ will be our King and our Lawgiver\n(<span class=\"citation\" id=\"11878\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11878)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11878)\">D&amp;C 77:1<\/a><\/span>;\n<span class=\"citation\" id=\"11887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11887)\">D&amp;C 88:25<\/a><\/span>;\n<span class=\"citation\" id=\"11921\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11921)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11921)\">D&amp;C 130:9<\/a><\/span>).\nWe know these things, and the\nworld does not know them. So it is not sufficient that we are doing as well as most of the\npeople in the nation. Unless we are keeping the commandments of God and living worthy of\nthe blessings of our Heavenly Father, we will not receive those blessings.\n<\/p><p>\nSALVATION THROUGH KEEPING THE COMMANDMENTS\n<\/p><p>\nNow that is not said with any feeling of unkindness and harshness. From the\ndepths of my soul I wish that we ourselves could see our own danger. There are many\npeople among us who are pleasing to our Heavenly Father because they are keeping the\ncommandments of God. There are many people who are not members of the Church who are\nseeking to keep the commandments of God as they understand them. All these will receive\nblessings in proportion to their faithfulness. But in preparation for the Celestial Kingdom, to\nobtain an inheritance here when this shall be that kingdom, the Lord Himself has given the\nrules and regulations. Yet, I fear there are some among us who are so thoughtless as to have\nthe idea that they will decide for themselves, contrary to the Lord's advice, what they will do\nand yet expect to receive an inheritance in the Celestial Kingdom, but they are doomed to\ndisappointment. The Master said:\n<\/p><p>\nNot everyone that saith unto me, Lord, Lord, shall enter into the Kingdom of Heaven; but he\nthat doeth the will of my Father which is in Heaven\n(<span class=\"citation\" id=\"33841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33841)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nWhy are we prevented at the present time from doing as we have done for years, to bring all\nour people who can come to the tabernacle? Because the people of the world have\ntransgressed the laws of God (<span class=\"citation\" id=\"24996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24996)\">Isa. 24:5<\/a><\/span>);\nbecause the people of our nation have disappointed the Lord\nand have refused His blessings, so many of them.\n<\/p><p>\nThen, right here among us, in our own homes, in the organized stakes of Zion, there are those\nwho have had the hands of the servants of God laid upon their heads and been confirmed\nmembers of the Church, and many of them have received divine authority, and today what\nwould they do if the Savior were to come? What would we do? Are we prepared for the\ncoming of our Lord? I hope we are preparing, because we need to be prepared.\n<\/p><p>\nAnd so today, as one of the humblest among you, I feel with all my heart to invoke upon you\nthe blessing of our Heavenly Father. You who are leaders in the organized wards and stakes\nof Zion, and some in the mission fields, I pray that you may have the wisdom to see the truth\nand to understand it and to live as the Lord intends that we should live. I say to you,\ndestruction is not far away and only on the condition that we will observe the laws of God\nand keep His commandments have we the promise that He will preserve us. It is in our power\nto repent as it was in the power of the people of the city of Nineveh\n(<span class=\"citation\" id=\"29996\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29996)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(29996)\">Jonah 3:5-10<\/a><\/span>). When they were about\nto be destroyed. they repented and were preserved. Unless the people of this land that we live\nin, repent of their infidelity and wickedness and turn to the Lord, his judgments will overtake\nthem. I do not say that with harshness or unkindness, but because the Lord Himself has said\nit, and it is your duty and mine to let our light so shine\n(<span class=\"citation\" id=\"33829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33829)\">Matt. 5:16<\/a><\/span>) that all these people that we can\ncontact will know and understand that God lives and that this is His footstool, and our title to\nan inheritance here shall only be obtained by honoring Him and observing His laws, and\nkeeping His commandments. All these things are made plain to Latter-day Saints. It is our\nduty to divide the information with others of our Father's children.\n<\/p><p>\nADVICE OF PRESIDENT GRANT UNHEEDED\n<\/p><p>\nWe are fortunate today to have the servant of the Lord who presides over the Church, the\nmouthpiece of the Lord to us, sitting in our midst. There are thousands of people who would\nwalk any distance they were able, in order that they might see the face and touch the hand of\nthe Prophet of the Lord, and yet there are many of our own people who disregard his council.\nFrom this very stand he pleaded with us not to repeal the Eighteenth Amendment to the\nconstitution of the United States. He didn't speak as Heber J. Grant, the man. He spoke as the\nPresident of the Church and the representative of our Heavenly Father. And yet in a state\nwhere we could have retained what we had, there were enough Latter-day Saints, so-called\n(some of them hold positions in the Church. or did at that time), who paid no attention to\nwhat the Lord wanted, ignored what He had said through his prophet, and what is the result?\nSuch delinquency as we have never known is in our own community today, and the sons and\ndaughters and grandchildren, and in many cases the fathers and mothers, who defied the\nadvice of our Heavenly Father and said \"We will do as we please,\" are paying the penalty and\nwill continue to do so until they turn away from their foolishness and desire with all their\nhearts to do what our Heavenly Father desires us to do.\n<\/p><p>\nNow, I hope that I am not saying things in a way that might make you feel that I am angry\nwith anybody. I have no such feelings. My heart is warm and tender toward the sons and\ndaughters of God; I am grateful to have such companions as I have in this Church and some\nwonderful friends outside of it and women with whom we are seeking to share the Gospel of\nJesus Christ.\n<\/p><p>\nTESTIMONY AND ADVICE\n<\/p><p>\nToday I stand here as one of the humblest among you, grateful for the blessings that have\nbeen bestowed upon me, thankful for the knowledge that this is God's work, and in\nconclusion I would like to bear my testimony that I know, as I know that I live, that the God\nof Abraham, Isaac and Jacob is at the helm. This is the true Church and it bears the name of\nHis Beloved Son who named it (<span class=\"citation\" id=\"11917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11917)\">D&amp;C 115:4<\/a><\/span>).\nHis servants have the power, and they have bestowed upon\nyou, my brethren, a portion of divine authority with the belief that you will qualify, with the\nhope that you will measure up, and when I say \"you\" I mean all of us. Are we going to\ndisappoint our Heavenly Father? Are we going to let our own homes go to pieces and our\nfamilies forsake the truth while we trifle with our opportunity? Are we going to live like the\nworld, because it is popular? Or are we going to do as the people of Nineveh\n(<span class=\"citation\" id=\"29997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 29997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(29997)\">Jonah 3:5-10<\/a><\/span>) did from the\nfoolishness of man to the wisdom of God and prepare ourselves for eternal life in the\nCelestial Kingdom? That is what He offers us. That is what each of us may enjoy if we will,\nand I bear you witness that this is true and pray that our Heavenly Father will help us to\ncleave to the truth that insures exaltation and eternal happiness, in the name of Jesus Christ,\nour Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}