{"ID":8003, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Christ the Redeemer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p2\" class=\"\">By Elder Carlos H. Amado<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p3\" class=\"\">Of the Seventy<\/p>\n\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/carlos-h-amado-10.jpg\" alt=\"Carlos H. Amado\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">[The Redeemer’s] sacrifice blessed everyone, from Adam, the first, to the last of all human beings.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_14amado<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p5\" class=\"\">Jesus Christ, the Son of God, was born and died in unique circumstances. He lived and grew up in humble conditions, without material things. He said of Himself, “Foxes have holes, and birds of the air have nests; but the Son of man hath not where to lay his head” (<span class=\"citation\" id=\"129423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129423)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129423)\">Luke 9:58<\/a><\/span>).<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p6\" class=\"\">He never received honors, favors, recognition, nor preferred treatment from the political leaders of the earth or from the religious leaders of His day. Neither did He sit in the highest seats of the synagogues.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p7\" class=\"\">His preaching was simple, and even though multitudes followed after Him, His ministry always consisted of blessing people one by one. He performed innumerable miracles among those who accepted Him as the One sent from God.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p8\" class=\"\">He gave His Apostles authority and power to do miracles “and greater works” than those He performed (<span class=\"citation\" id=\"129424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129424)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129424)\">John 14:12<\/a><\/span>), but He never delegated to them the privilege of forgiving sins. His enemies became indignant when they heard Him say, “Go, and sin no more” (<span class=\"citation\" id=\"129425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129425)\">John 8:11<\/a><\/span>) or “Thy sins are forgiven [thee]” (<span class=\"citation\" id=\"129426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129426)\">Luke 7:48<\/a><\/span>). That right belonged only to Him because He is the Son of God and because He would pay for those sins with His Atonement.<\/p>\n\t\t<div class=\"topic\">\n\t\t\t<h2>His Power over Death<\/h2>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p10\" class=\"\">His power over death was another divine attribute. Great Jairus, a ruler of the synagogue, pleaded “that he would come into his house: for he had one only daughter, … and she lay a dying” (<span class=\"citation\" id=\"129427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129427)\">Luke 8:41–42<\/a><\/span>). The Master heard his plea, and while they were walking, a servant came to Jairus and told him, “Thy daughter is dead; trouble not the Master” (<span class=\"citation\" id=\"129428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129428)\">Luke 8:49<\/a><\/span>). After entering the house, Jesus asked for everyone to go out, and straightway, taking her by the hand, He said to her, “Arise!” (<span class=\"citation\" id=\"129429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129429)\">Luke 8:54<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p11\" class=\"\">On another occasion, while He was traveling to the city of Nain, He came upon a funeral procession, a widow weeping for the death of her only son. Full of mercy, He touched the bier and said, “Young man, I say unto thee, Arise” (<span class=\"citation\" id=\"129430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129430)\">Luke 7:14<\/a><\/span>). The people, upon seeing the miracle, exclaimed, “A great prophet is risen up among us; and … God hath visited his people” (<span class=\"citation\" id=\"129431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129431)\">Luke 7:16<\/a><\/span>). This miracle was even more noteworthy because they had already declared the young man legally dead and were on the way to bury him. With two young people brought back to life, the evidence of His authority and power over death astonished the believers and filled the defamers with fear.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p12\" class=\"\">The third occasion was the most impressive. Martha, Mary, and Lazarus were siblings whom Christ would often visit. When people informed Him that Lazarus was sick, He remained two days before leaving to come to the family. In consoling Martha after her brother’s death, He categorically testified to her, “I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live” (<span class=\"citation\" id=\"129432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129432)\">John 11:25<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p13\" class=\"\">When the Savior asked for the mourners to remove the stone from the sepulchre, Martha timidly whispered to Him, “Lord, by this time he stinketh: for he hath been dead four days” (<span class=\"citation\" id=\"129433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129433)\">John 11:39<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p14\" class=\"\">Then Jesus lovingly reminded her, “Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?” (<span class=\"citation\" id=\"129434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129434)\">John 11:40<\/a><\/span>). And having said this, He cried out with a loud voice:<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p15\" class=\"\">“Lazarus, come forth.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p16\" class=\"\">“And he that was dead came forth” (<span class=\"citation\" id=\"129435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129435)\">John 11:43–44<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p17\" class=\"\">After Lazarus’s four days in the grave, the enemies of the Son of God were faced with irrefutable evidence they could not ignore, diminish, or distort, and they senselessly and maliciously “from that day forth … took counsel together for to put him to death” (<span class=\"citation\" id=\"129436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129436)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129436)\">John 11:53<\/a><\/span>).<\/p>\n\t\t<\/div>\n\t\t<div class=\"topic\">\n\t\t\t<h2>The New Commandment<\/h2>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p19\" class=\"\">Later on, the living Christ celebrated in Jerusalem, along with His Apostles, His last Feast of the Passover, established the ordinance of the sacrament, and gave them the commandment to love one another through sincere service.<\/p>\n\t\t<\/div>\n\t\t<div class=\"topic\">\n\t\t\t<h2>His Agony in Gethsemane<\/h2>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p21\" class=\"\">After that, in the most sublime show of His love for humankind, and in the full exercise of His will, He walked bravely and determinedly to face His most demanding trial. In the Garden of Gethsemane, in utter loneliness, He suffered the most intense agony, bleeding from each pore. In total submission before His Father, He atoned for our sins and also took upon Him our illnesses and afflictions in order to know how to succor us (see <span class=\"citation\" id=\"129437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129437)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129437)\">Alma 7:11–13<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p22\" class=\"\">We are indebted to Him and to our Heavenly Father because His sacrifice blessed everyone, from Adam, the first, to the last of all human beings.<\/p>\n\t\t<\/div>\n\t\t<div class=\"topic\">\n\t\t\t<h2>Condemnation and Crucifixion of the Savior<\/h2>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p24\" class=\"\">Once His agony in Gethsemane was concluded, He voluntarily gave Himself up to His detractors. Betrayed by one of His own, He was hurriedly condemned, in a manner both unjust and illegal, in a trial both manipulated and incomplete. That same night He was accused of the crime of blasphemy and condemned to death. In their hatred and thirst for vengeance—because He testified to them that He was the Son of God—His enemies plotted for Pilate to condemn Him. To that end, they changed the accusation of blasphemy to sedition so that His death would be by crucifixion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p25\" class=\"\">His condemnation among the Romans was even more cruel: their mockings and scorn regarding His spiritual kingdom, the humiliating coronation with a crown of thorns, His painful scourging, and the prolonged agony of His public Crucifixion were all a clear warning for every person who might dare to declare himself or herself His disciple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p26\" class=\"\">At each moment of His suffering, the Redeemer of the world showed exceptional self-control. He always thought of blessing others; with kindness and tenderness, He pleaded for John to take care of His mother, Mary. He asked His Father in Heaven to forgive the executioners who crucified Him. With His work on earth fulfilled, He commended His spirit to God and breathed His last breath. The physical body of Christ was taken to the tomb and remained there three days.<\/p>\n\t\t<\/div>\n\t\t<div class=\"topic\">\n\t\t\t<h2>The Work of the Redeemer among the Dead<\/h2>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p28\" class=\"\">While His disciples were suffering from sadness, discouragement, and uncertainty, our Savior, in another phase of His Father’s glorious plan, extended His ministry in a new way. In the short period of three days, He worked untiringly to organize the immense work of salvation among the dead. Those days became some of the most hope-filled of all for the family of God. During that visit He organized His faithful followers so that they would bear glad tidings of redemption to those who did not in life come to know of the glorious plan or who had rejected it. Now they would have the opportunity to be freed from their captivity and to be redeemed by the God of both the living and the dead (see <span class=\"citation\" id=\"129438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129438)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129438)\">D&amp;C 138:19, 30–31<\/a><\/span>).<\/p>\n\t\t<\/div>\n\t\t<div class=\"topic\">\n\t\t\t<h2>The Firstfruits of the Resurrection<\/h2>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p30\" class=\"\">With His work completed in the spirit world, He returned to earth—forever to unite His spirit with His physical body. Even though He had authoritatively shown His power over death, the scriptural accounts of those He brought back to life before His Resurrection demonstrate that they were only coming back to a life that had been miraculously prolonged; they would yet die.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p31\" class=\"\">Christ was the first to be resurrected and never die again, to possess forever a perfect, eternal body. In His resurrected state, He appeared to Mary, who as soon as she recognized Him, began to worship Him. Our Redeemer, with great tenderness, warned her concerning His new and glorious condition: “Touch me not; for I am not yet ascended to my Father” (<span class=\"citation\" id=\"129439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129439)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129439)\">John 20:17<\/a><\/span>)—providing an additional witness that His ministry in the spirit world was real and complete. Then, using language that confirmed the reality of His Resurrection, He said, “I ascend unto my Father, and your Father; and to my God, and your God” (<span class=\"citation\" id=\"129440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129440)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129440)\">John 20:17<\/a><\/span>). After going to His Father, He returned again and appeared to His Apostles. “He shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord” (<span class=\"citation\" id=\"129441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129441)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129441)\">John 20:20<\/a><\/span>).<\/p>\n\t\t<\/div>\n\t\t<div class=\"topic\">\n\t\t\t<h2>The Redeemer Will Return<\/h2>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/christ-the-redeemer.p33\" class=\"\">I testify that Christ will return in a way very different from His first coming. He will come in power and glory with all the just and faithful Saints. He will come as King of kings and Lord of lords, as the Prince of Peace, the promised Messiah, the Savior and Redeemer, to judge the living and the dead. I love and serve Him with all my heart, and I plead that we may serve with joy and dedication and that we may remain faithful to Him until the end. In His name, Jesus Christ, amen.<\/p>\n\t\t<\/div>\n\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}