{"ID":8004, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Protection from Pornography—a Christ-Focused Home\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p2\" class=\"\">By Linda S. Reeves<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p3\" class=\"\">Second Counselor in the Relief Society General Presidency<\/p>\n\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/linda-s-reeves-10.jpg\" alt=\"Linda S. Reeves\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">The greatest filter in the world … is the personal internal filter that comes from a deep and abiding testimony.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_15reeves<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p5\" class=\"\">Dear brothers and sisters, today I am blessed to have my 13 oldest grandchildren in the congregation. This has caused me to ask, “What do I want my grandchildren to know?” This morning I would like to talk frankly to my family and to yours.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p6\" class=\"\">We as leaders are increasingly concerned about the destruction that pornography is causing in the lives of Church members and their families. Satan is attacking with unprecedented fury.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p7\" class=\"\">One reason we are here on earth is to learn to manage the passions and feelings of our mortal bodies. These God-given feelings help us want to marry and have children. The intimate marriage relationship between a man and a woman that brings children into mortality is also meant to be a beautiful, loving experience that binds together two devoted hearts, unites both spirit and body, and brings a fulness of joy and happiness as we learn to put each other first. President Spencer W. Kimball taught that in marriage, “the spouse … becomes preeminent in the life of the husband or wife, and … [no] other interest [or] person [or] thing shall ever take precedence over the companion spouse. …<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p8\" class=\"\">“Marriage presupposes total allegiance and total fidelity.”<sup class=\"noteMarker\"><a href=\"#footnote1-10905_000_15reeves\">1<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 199–200.]<\/span><\/sup><\/p>\n\t\t<span class=\"story\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p9\" class=\"\">Many years ago one of our children was noticeably distressed. I stepped into her bedroom, where she opened up her heart and explained to me that she had been at a friend’s home and had accidentally seen startling and disturbing images and actions on the television between a man and a woman without clothing. She began sobbing and expressed how horrible she felt about what she had seen and wished she could get it out of her mind. I was so grateful that she would confide in me, giving me a chance to soothe her innocent and aching heart and help her know how to get relief through our Savior’s Atonement. I remember the sacred feelings I had as we knelt together, as mother and daughter, and petitioned the help of our Heavenly Father.<\/p>\n\t\t<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p10\" class=\"\">Many children, youth, and adults are innocently exposed to pornography, but a growing number of both men and women are choosing to view it and are drawn back repeatedly until it becomes an addiction. These individuals may desire with all of their hearts to get out of this trap but often cannot overcome it on their own. How grateful we are when these loved ones choose to confide in us as parents or a Church leader. We would be wise not to react with shock, anger, or rejection, which may cause them to be silent again.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p11\" class=\"\">We as parents and leaders need to counsel with our children and youth on an ongoing basis, listening with love and understanding. They need to know the dangers of pornography and how it overtakes lives, causing loss of the Spirit, distorted feelings, deceit, damaged relationships, loss of self-control, and nearly total consumption of time, thought, and energy.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p12\" class=\"\">Pornography is more vile, evil, and graphic than ever before. As we counsel with our children, together we can create a family plan with standards and boundaries, being proactive to protect our homes with filters on electronic devices. Parents, are we aware that mobile devices with Internet capacity, not computers, are the biggest culprit?<sup class=\"noteMarker\"><a href=\"#footnote2-10905_000_15reeves\">2<\/a> <span class=\"footnote\">[See Clay Olsen, “What Teens Wish Parents Knew” (address given at Utah Coalition Against Pornography Conference, Mar. 22, 2014); utahcoalition.org.]<\/span><\/sup><\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p13\" class=\"\">Young people and adults, if you are caught in Satan’s trap of pornography, remember how merciful our beloved Savior is. Do you realize how deeply the Lord loves and cherishes you, even now? Our Savior has the power to cleanse and heal you. He can remove the pain and sorrow you feel and make you clean again through the power of His Atonement.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p14\" class=\"\">We as leaders are also greatly concerned about the spouses and families of those suffering from pornography addiction. Elder Richard G. Scott has pleaded: “If you are free of serious sin yourself, don’t suffer needlessly the consequences of another’s sins. … You can feel compassion. … Yet you should not take upon yourself a feeling of responsibility for those acts.”<sup class=\"noteMarker\"><a href=\"#footnote3-10905_000_15reeves\">3<\/a> <span class=\"footnote\">[Richard G. Scott, “To Be Free of Heavy Burdens,” <span class=\"emphasis\">Ensign <\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2002, 88.]<\/span><\/sup> Know that you are not alone. There is help. Addiction recovery meetings for spouses are available, including phone-in meetings, which allow spouses to call in to a meeting and participate from their own homes.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p15\" class=\"\">Brothers and sisters, how do we protect our children and youth? Filters are useful tools, but the greatest filter in the world, the only one that will ultimately work, is the personal internal filter that comes from a deep and abiding testimony of our Heavenly Father’s love and our Savior’s atoning sacrifice for each one of us.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p16\" class=\"\">How do we lead our children to deep conversion and to access our Savior’s Atonement? I love the prophet Nephi’s declaration of what his people did to fortify the youth of his day: “We talk of Christ, we rejoice in Christ, we preach of Christ, [and] we prophesy of Christ … that our children may know to what source they may look for a remission of their sins.”<sup class=\"noteMarker\"><a href=\"#footnote4-10905_000_15reeves\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129442)\">2 Nephi 25:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t<span class=\"story\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p17\" class=\"\">How can we do this in our homes? Some of you have heard me tell how overwhelmed my husband, Mel, and I felt as the parents of four young children. As we faced the challenges of parenting and keeping up with the demands of life, we were desperate for help. We prayed and pleaded to know what to do. The answer that came was clear: “It is OK if the house is a mess and the children are still in their pajamas and some responsibilities are left undone. The only things that really need to be accomplished in the home are daily scripture study and prayer and weekly family home evening.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p18\" class=\"\">We were trying to do these things, but they were not always the priority and, amidst the chaos, were sometimes neglected. We changed our focus and tried not to worry about the less-important things. Our focus became to talk, rejoice, preach, and testify of Christ by striving to daily pray and study the scriptures and have weekly family home evening.<\/p>\n\t\t<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p19\" class=\"\">A friend recently cautioned, “When you ask the sisters to read the scriptures and pray more, it stresses them out. They already feel like they have too much to do.”<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p20\" class=\"\">Brothers and sisters, because I know from my own experiences, and those of my husband, I must testify of the blessings of daily scripture study and prayer and weekly family home evening. These are the very practices that help take away stress, give direction to our lives, and add protection to our homes. Then, if pornography or other challenges do strike our families, we can petition the Lord for help and expect great guidance from the Spirit, knowing that we have done what our Father has asked us to do.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p21\" class=\"\">Brothers and sisters, if these have not been practices in our homes, we can all begin now. If our children are older and refuse to join us, we can start with ourselves. As we do, the influence of the Spirit will begin to fill our homes and our lives and, over time, children may respond.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p22\" class=\"\">Remember that living Apostles have also promised that as we search out our ancestors and prepare our own family names for the temple, we will be protected now and throughout our lives as we keep ourselves worthy of a temple recommend.<sup class=\"noteMarker\"><a href=\"#footnote5-10905_000_15reeves\">5<\/a> <span class=\"footnote\">[See David A. Bednar, “The Hearts of the Children Shall Turn,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2011, 24–27; Richard G. Scott, “The Joy of Redeeming the Dead,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2012, 93–95; Neil L. Andersen, “Find Our Cousins!” (address given at RootsTech 2014 Family History Conference, Feb. 8, 2014); lds.org\/prophets-and-apostles\/unto-all-the-world\/find-our-cousins.]<\/span><\/sup> What promises!<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p23\" class=\"\">Youth, take responsibility for your own spiritual well-being. Turn off your phone if necessary, sing a Primary song, pray for help, think of a scripture, walk out of a movie, picture the Savior, take the sacrament worthily, study <span class=\"emphasis\">For the Strength of Youth,<\/span> be an example to your friends, confide in a parent, go see your bishop, ask for help, and seek professional counseling, if needed.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p24\" class=\"\">What do I want my grandchildren to know? I want them and you to know that I know the Savior lives and loves us. He has paid the price for our sins, but we must kneel before our Father in Heaven, in deep humility, confessing our sins, and plead with Him for forgiveness. We must want to change our hearts and our desires and be humble enough to seek the help and forgiveness of those we may have hurt or forsaken.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p25\" class=\"\">I know that Joseph Smith saw God, our Heavenly Father, and our Savior, Jesus Christ. I testify that we have a living prophet upon the earth, President Thomas S. Monson. I also testify that we will never be led astray if we heed the counsel of the prophet of God. I testify of the power of our covenants and the blessings of the temple.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/saturday-morning-session\/protection-from-pornography-a-christ-focused-home.p26\" class=\"\">I know that the Book of Mormon is true! I cannot explain the power of this great book. I only know that, coupled with prayer, the Book of Mormon carries the power to protect families, strengthen relationships, and give personal confidence before the Lord. I testify of these things in the holy name of Jesus Christ, amen.<\/p>\n\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10905_000_15reeves\"><a name=\"1-10905_000_15reeves\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t1.\n\t\t\t<\/span>\n\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> (2006), 199–200.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote2-10905_000_15reeves\"><a name=\"2-10905_000_15reeves\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t2.\n\t\t\t<\/span>\n\t\t\t<p>See Clay Olsen, “What Teens Wish Parents Knew” (address given at Utah Coalition Against Pornography Conference, Mar. 22, 2014); utahcoalition.org.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote3-10905_000_15reeves\"><a name=\"3-10905_000_15reeves\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t3.\n\t\t\t<\/span>\n\t\t\t<p>Richard G. Scott, “To Be Free of Heavy Burdens,” <span class=\"emphasis\">Ensign <\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2002, 88.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote4-10905_000_15reeves\"><a name=\"4-10905_000_15reeves\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t4.\n\t\t\t<\/span>\n\t\t\t<p><span class=\"citation\" id=\"129442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129442)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129442)\">2 Nephi 25:26<\/a><\/span>.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote5-10905_000_15reeves\"><a name=\"5-10905_000_15reeves\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t5.\n\t\t\t<\/span>\n\t\t\t<p>See David A. Bednar, “The Hearts of the Children Shall Turn,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2011, 24–27; Richard G. Scott, “The Joy of Redeeming the Dead,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2012, 93–95; Neil L. Andersen, “Find Our Cousins!” (address given at RootsTech 2014 Family History Conference, Feb. 8, 2014); lds.org\/prophets-and-apostles\/unto-all-the-world\/find-our-cousins.<\/p>\n\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}