{"ID":8007, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Let Your Faith Show\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p2\" class=\"\">By Elder Russell M. Nelson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/russell-m-nelson-10.jpg\" alt=\"Russell M. Nelson\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">Day after day, on your path toward your eternal destiny, increase your faith. Proclaim your faith! Let your faith show!<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_24nelson<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p5\" class=\"\">Dear brothers and sisters, we express our deepest feelings of love and gratitude for you. We are grateful for our assignments among you.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p6\" class=\"\">On a recent flight, our pilot announced that we would encounter turbulence during our descent and that all passengers must fasten their seat belts securely. Sure enough, turbulence came. It was really rough. Across the aisle and a couple of rows behind me, a terrified woman panicked. With each frightening drop and jarring bump, she screamed loudly. Her husband tried to comfort her but to no avail. Her hysterical shouts persisted until we passed through that zone of turbulence to a safe landing. During her period of anxiety, I felt sorry for her. Because faith is the antidote for fear, I silently wished that I could have strengthened her faith.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p7\" class=\"\">Later, as passengers were leaving the aircraft, this woman’s husband spoke to me. He said, “I’m sorry my wife was so terrified. The only way I could comfort her was to tell her that ‘Elder Nelson is on this flight, so you don’t need to worry.’”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p8\" class=\"\">I’m not sure that my presence on that flight should have given her any comfort, but I will say that one of the realities of mortal life is that our faith will be tested and challenged. Sometimes those tests come as we face what appear to be life-and-death encounters. For this frightened woman, a violently rocking plane presented one of those moments when we come face-to-face with the strength of our faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p9\" class=\"\">When we speak of faith—the faith that can move mountains—we are not speaking of faith in general but of faith in the Lord Jesus Christ. Faith in the Lord Jesus Christ can be bolstered as we learn about Him and live our religion. The doctrine of Jesus Christ was designed by the Lord to help us increase our faith. In today’s vernacular, however, the word <span class=\"emphasis\">religion<\/span> can mean different things to different people.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p10\" class=\"\">The word <span class=\"emphasis\">religion<\/span> literally means “to ligate again” or “to tie back” to God.<sup class=\"noteMarker\"><a href=\"#footnote1-10905_000_24nelson\">1<\/a> <span class=\"footnote\">[When a baby is born, the umbilical cord is doubly ligated and severed between those two ligatures. A ligature is a tie—a secure tie. The word <span class=\"emphasis\">religion<\/span> comes from Latin roots: <span class=\"emphasis\">re, <\/span>meaning “again” or “back to,” and likely <span class=\"emphasis\">ligare,<\/span> meaning “to tie” or “to ligate.” Thus, we understand that religion “ties believers to God.”]<\/span><\/sup> The question we might ask ourselves is, are we securely tied to God so that our faith shows, or are we actually tied to something else? For example, I have overheard conversations on Monday mornings about professional athletic games that took place on the preceding Sunday. For some of these avid fans, I have wondered if their “religion” would “tie them back” only to some kind of a bouncing ball.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p11\" class=\"\">We might each ask ourselves, where is our faith? Is it in a team? Is it in a brand? Is it in a celebrity? Even the best teams can fail. Celebrities can fade. There is only One in whom your faith is always safe, and that is in the Lord Jesus Christ. And you need to let your faith show!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p12\" class=\"\">God declared in the <span class=\"emphasis\">first <\/span>of His Ten Commandments, “Thou shalt have no other gods before me.”<sup class=\"noteMarker\"><a href=\"#footnote2-10905_000_24nelson\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129458)\">Exodus 20:3<\/a><\/span>. In addition, the Lord said, “Repent, and turn yourselves from your idols; and turn … from all your abominations” (<span class=\"citation\" id=\"129459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129459)\">Ezekiel 14:6<\/a><\/span>).]<\/span><\/sup> He also said, “Look unto me in every thought; doubt not, fear not.”<sup class=\"noteMarker\"><a href=\"#footnote3-10905_000_24nelson\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129460)\">Doctrine and Covenants 6:36<\/a><\/span>.]<\/span><\/sup> Yet so many people look only to their bank balance for peace or to fellow human beings for models to follow.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p13\" class=\"\">Clinicians, academicians, and politicians are often put to a test of faith. In pursuit of their goals, will their religion show or will it be hidden? Are they tied back to God or to man?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p14\" class=\"\">I had such a test decades ago when one of my medical faculty colleagues chastised me for failing to separate my professional knowledge from my religious convictions. He demanded that I <span class=\"emphasis\">not <\/span>combine the two. How could I do that? Truth is truth! It is not divisible, and any part of it cannot be set aside.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p15\" class=\"\">Whether truth emerges from a scientific laboratory or through revelation, all truth emanates from God. All truth is part of the gospel of Jesus Christ.<sup class=\"noteMarker\"><a href=\"#footnote4-10905_000_24nelson\">4<\/a> <span class=\"footnote\">[See Spencer W. Kimball, <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 391.]<\/span><\/sup> Yet I was being asked to hide my faith. I did not comply with my colleague’s request. I let my faith show!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p16\" class=\"\">In all professional endeavors, rigorous standards of accuracy are required. Scholars cherish their freedom of expression. But full freedom cannot be experienced if part of one’s knowledge is ruled “out-of-bounds” by edicts of men.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p17\" class=\"\">Spiritual truth cannot be ignored—especially divine commandments. Keeping divine commandments brings blessings, every time! Breaking divine commandments brings a loss of blessings, every time!<sup class=\"noteMarker\"><a href=\"#footnote5-10905_000_24nelson\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"129461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129461)\">Mosiah 2:41<\/a><\/span>; <span class=\"citation\" id=\"129462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129462)\">Doctrine and Covenants 58:30–33<\/a><\/span>; <span class=\"citation\" id=\"129463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129463)\">82:10<\/a><\/span>. This principle is true for everyone, for “God is no respecter of persons” (<span class=\"citation\" id=\"129464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129464)\">Acts 10:34<\/a><\/span>; see also <span class=\"citation\" id=\"129465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129465)\">Moroni 8:12<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p18\" class=\"\">Problems abound in this world because it is populated by imperfect people. Their objectives and desires are heavily influenced by their faith or lack of it. Many put other priorities ahead of God. Some challenge the relevance of religion in modern life. As in every age, so today there are those who mock or decry the free exercise of religion. Some even blame religion for any number of the world’s ills. Admittedly, there have been times when atrocities have been committed in the name of religion. But living the Lord’s pure religion, which means striving to become a true disciple of Jesus Christ, is a way of life and a daily commitment that will provide divine guidance. As you practice your religion, you are exercising your faith. You are letting your faith show.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p19\" class=\"\">The Lord knew that His children would need to learn how to find Him. “For strait is the gate,” He said, “and narrow the way that leadeth unto … exaltation … , and few there be that find it.”<sup class=\"noteMarker\"><a href=\"#footnote6-10905_000_24nelson\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129466)\">Doctrine and Covenants 132:22<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p20\" class=\"\">The scriptures provide one of the best ways to find our course and stay on it. Scriptural knowledge also provides precious protection. For example, throughout history, infections like “childbirth fever” claimed the lives of many innocent mothers and babies. Yet the Old Testament had the correct principles for the handling of infected patients, written more than 3,000 years ago!<sup class=\"noteMarker\"><a href=\"#footnote7-10905_000_24nelson\">7<\/a> <span class=\"footnote\">[See<span class=\"citation\" id=\"129467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129467)\"> Leviticus 15:13<\/a><\/span>.]<\/span><\/sup> Many people perished because man’s quest for knowledge had failed to heed the word of the Lord!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p21\" class=\"\">My dear brothers and sisters, what are we missing in our lives if we are “ever learning, [but] never able to come to the knowledge of the truth”?<sup class=\"noteMarker\"><a href=\"#footnote8-10905_000_24nelson\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129468)\">2 Timothy 3:7<\/a><\/span>.]<\/span><\/sup> We can gain great knowledge from the scriptures and obtain inspiration through prayers of faith.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p22\" class=\"\">Doing so will help us as we make daily decisions. Especially when the laws of man are created and enforced, God’s laws must ever be our standard. In dealing with controversial issues, we should first search for God’s guidance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p23\" class=\"\">We should “liken all scriptures unto us … for our profit and learning.”<sup class=\"noteMarker\"><a href=\"#footnote9-10905_000_24nelson\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129469)\">1 Nephi 19:23<\/a><\/span>.]<\/span><\/sup> Danger lurks when we try to divide ourselves with expressions such as “my private life” or even “my best behavior.” If one tries to segment his or her life into such separate compartments, one will never rise to the full stature of one’s personal integrity—never to become all that his or her <span class=\"emphasis\">true <\/span>self could be.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p24\" class=\"\">The temptation to be popular may prioritize public opinion above the word of God. Political campaigns and marketing strategies widely employ public opinion polls to shape their plans. Results of those polls are informative. <span class=\"emphasis\">But<\/span> they could hardly be used as grounds to justify disobedience to God’s commandments! Even if “everyone is doing it,” wrong is never right. Evil, error, and darkness will never be truth, even if popular. A scriptural warning so declares: “Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness.”<sup class=\"noteMarker\"><a href=\"#footnote10-10905_000_24nelson\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129470)\">Isaiah 5:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p25\" class=\"\">After World War I, a rather risqué song became popular. In promoting immorality, it vowed that 50 million people cannot be wrong. But in fact, 50 million people <span class=\"emphasis\">can<\/span> be wrong—totally wrong. Immorality is still immorality in the eyes of God, who one day will judge all of our deeds and desires.<sup class=\"noteMarker\"><a href=\"#footnote11-10905_000_24nelson\">11<\/a> <span class=\"footnote\">[Scripture teaches: “Come unto the Lord, the Holy One. Remember that his paths are righteous. Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there; and there is none other way save it be by the gate; for he cannot be deceived, for the Lord God is his name” (<span class=\"citation\" id=\"129471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129471)\">2 Nephi 9:41<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p26\" class=\"\">Contrast the fear and faithlessness so prevalent in the world today with the faith and courage of my dearly beloved daughter Emily, who now lives on the other side of the veil. As mortal life was leaving her cancer-ridden body, she could barely speak. But with a smile on her face, she said to me, “Daddy, don’t worry about me. I know I will be all right!” Emily’s faith was showing—showing brightly—in that tender moment, right when we needed it most.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p27\" class=\"\">This beautiful young mother of five had full faith in her Heavenly Father, in His plan, and in the eternal welfare of her family. She was securely tied back to God. She was totally faithful to covenants made with the Lord and with her husband. She loved her children but was at peace, despite her impending separation from them. She had faith in her future, and theirs too, because she had faith in our Heavenly Father and His Son.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p28\" class=\"\">In 1986, President Thomas S. Monson said: “Of course we will face fear, experience ridicule, and meet opposition. Let us have the courage to defy the consensus, the courage to stand for principle. Courage, not compromise, brings the smile of God’s approval. … Remember that all men have their fears, but those who face their fears with [faith] have courage as well.”<sup class=\"noteMarker\"><a href=\"#footnote12-10905_000_24nelson\">12<\/a> <span class=\"footnote\">[Thomas S. Monson, “Courage Counts,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 41. On another occasion, President Monson gave this inspiring admonition: “To live greatly, we must develop the capacity to face trouble with courage, disappointment with cheerfulness, and triumph with humility. … We are sons and daughters of a living God, in whose image we have been created. … We cannot sincerely hold this conviction without experiencing a profound new sense of strength and power, even the strength to live the commandments of God, the power to resist the temptations of Satan” (“Yellow Canaries with Gray on Their Wings,” <span class=\"emphasis\">Ensign, <\/span>July 1973, 43).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p29\" class=\"\">President Monson’s counsel is timeless! So I plead with you, my dear brothers and sisters: Day after day, on your path toward your eternal destiny, increase your faith. Proclaim your faith! Let your faith show!<sup class=\"noteMarker\"><a href=\"#footnote13-10905_000_24nelson\">13<\/a> <span class=\"footnote\">[“Deny yourselves of all ungodliness” (<span class=\"citation\" id=\"129472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129472)\">Moroni 10:32<\/a><\/span>). Do not fear man more than God (see <span class=\"citation\" id=\"129473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129473)\">Doctrine and Covenants 3:7<\/a><\/span>; <span class=\"citation\" id=\"129474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129474)\">59:5<\/a><\/span>).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/let-your-faith-show.p30\" class=\"\">I pray that you will be securely tied back to God, that His eternal truths will be etched on your heart forever. And I pray that, throughout your life, you will let your faith show! In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10905_000_24nelson\"><a name=\"1-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>When a baby is born, the umbilical cord is doubly ligated and severed between those two ligatures. A ligature is a tie—a secure tie. The word <span class=\"emphasis\">religion<\/span> comes from Latin roots: <span class=\"emphasis\">re, <\/span>meaning “again” or “back to,” and likely <span class=\"emphasis\">ligare,<\/span> meaning “to tie” or “to ligate.” Thus, we understand that religion “ties believers to God.”<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-10905_000_24nelson\"><a name=\"2-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"129458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129458)\">Exodus 20:3<\/a><\/span>. In addition, the Lord said, “Repent, and turn yourselves from your idols; and turn … from all your abominations” (<span class=\"citation\" id=\"129459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129459)\">Ezekiel 14:6<\/a><\/span>).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-10905_000_24nelson\"><a name=\"3-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"129460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129460)\">Doctrine and Covenants 6:36<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-10905_000_24nelson\"><a name=\"4-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p>See Spencer W. Kimball, <span class=\"emphasis\">The Teachings of Spencer W. Kimball,<\/span> ed. Edward L. Kimball (1982), 391.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-10905_000_24nelson\"><a name=\"5-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"129461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129461)\">Mosiah 2:41<\/a><\/span>; <span class=\"citation\" id=\"129462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129462)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129462)\">Doctrine and Covenants 58:30–33<\/a><\/span>; <span class=\"citation\" id=\"129463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129463)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129463)\">82:10<\/a><\/span>. This principle is true for everyone, for “God is no respecter of persons” (<span class=\"citation\" id=\"129464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129464)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129464)\">Acts 10:34<\/a><\/span>; see also <span class=\"citation\" id=\"129465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129465)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129465)\">Moroni 8:12<\/a><\/span>).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-10905_000_24nelson\"><a name=\"6-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"129466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129466)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129466)\">Doctrine and Covenants 132:22<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-10905_000_24nelson\"><a name=\"7-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>See<span class=\"citation\" id=\"129467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129467)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129467)\"> Leviticus 15:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote8-10905_000_24nelson\"><a name=\"8-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"129468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129468)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129468)\">2 Timothy 3:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote9-10905_000_24nelson\"><a name=\"9-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"129469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129469)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129469)\">1 Nephi 19:23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote10-10905_000_24nelson\"><a name=\"10-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">10.<\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"129470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129470)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129470)\">Isaiah 5:20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote11-10905_000_24nelson\"><a name=\"11-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">11.<\/span>\n\t\t\t\t\t<p>Scripture teaches: “Come unto the Lord, the Holy One. Remember that his paths are righteous. Behold, the way for man is narrow, but it lieth in a straight course before him, and the keeper of the gate is the Holy One of Israel; and he employeth no servant there; and there is none other way save it be by the gate; for he cannot be deceived, for the Lord God is his name” (<span class=\"citation\" id=\"129471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129471)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129471)\">2 Nephi 9:41<\/a><\/span>).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote12-10905_000_24nelson\"><a name=\"12-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">12.<\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “Courage Counts,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1986, 41. On another occasion, President Monson gave this inspiring admonition: “To live greatly, we must develop the capacity to face trouble with courage, disappointment with cheerfulness, and triumph with humility. … We are sons and daughters of a living God, in whose image we have been created. … We cannot sincerely hold this conviction without experiencing a profound new sense of strength and power, even the strength to live the commandments of God, the power to resist the temptations of Satan” (“Yellow Canaries with Gray on Their Wings,” <span class=\"emphasis\">Ensign, <\/span>July 1973, 43).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote13-10905_000_24nelson\"><a name=\"13-10905_000_24nelson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">13.<\/span>\n\t\t\t\t\t<p>“Deny yourselves of all ungodliness” (<span class=\"citation\" id=\"129472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129472)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129472)\">Moroni 10:32<\/a><\/span>). Do not fear man more than God (see <span class=\"citation\" id=\"129473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129473)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129473)\">Doctrine and Covenants 3:7<\/a><\/span>; <span class=\"citation\" id=\"129474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129474)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129474)\">59:5<\/a><\/span>).<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}