{"ID":801, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1955, pp. 87-88<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: We do not know now how many there are attending this great Priesthood\nmeeting, twenty thousand, twenty-five, thirty thousand.  I do not know how many, but there\nare enough of us to be the leaven that would leaven the lump\n(<span class=\"citation\" id=\"259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(259)\">1 Cor. 5:6<\/a><\/span>;\n<span class=\"citation\" id=\"23245\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23245)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23245)\">Gal. 5:9<\/a><\/span>)\nif each of us will come here\ntomorrow morning, if each of us who are listening in, will go to our respective places of\nworship, tomorrow, if each of us will show the reverence about which we have heard tonight,\nif each of us will not visit, will not talk, will not discuss business, it will not be many\nSundays until I think, brethren, we shall have the reverence that has been talked about.\n<\/p><p>\nI wonder if we cannot try it, tomorrow, just to see what will happen.\n<\/p><p>\nI have listened to this music, tonight, President McKay, and I have listened to it on the other\ndays of this Conference, we have had a new singing organization each day, we will have\nanother tomorrow, when I think that these will be drawn primarily from this particular area,\nand when I think that out of this area, perhaps has been drawn for the Tabernacle Choir,\nwhich is largely absent, the whole choir that went to Europe, and then when I think of all the\nChurch organizations, all over this western country, equally proficient, I am prepared to\ndeclare that this people of ours, have a culture in music that is more excellent, more universal,\nthan any other group of people in the world.  I firmly believe that. And our culture is not\nonly in music. Our culture is in literature.  Our culture is manifested in our public speaking. \nOur culture is manifested in the training which our young people have and which they demonstrate,\nas it is reported to us, to the astonishment of the leaders of the Army and of the Navy.  We\nhave a culture in art. This people of ours is a highly cultured people.  We have a few rough\nedges to grind down, but our courtesy, our kindness, our affection one for the other, passes\nfar beyond that which is found among other peoples.\n<\/p><p>\nOne reason, I think, for that is, among many other reasons, that the Gospel teaches us to be\nrespectful one of another.  You know, in this Church of ours, as I have often said before,\nevery man who is worthy has a chance to direct and a chance to serve, and when the man\ndirects he will have in mind the time when he served and when he serves, he will recall when\nhe directed. It builds for a mutual consideration, a mutual affection, a mutual regard, a mutual\nfellowship, a mutual brotherhood.\n<\/p><p>\nI thought I might say a word tonight on two fundamentals.  Who are we? Well, we are\nJoneses and Smiths and Clarks and all the rest.  Yes, but after all, who are they? And my\nmind always runs back to the beginning, for this earth and for us, and the Grand Council,\nwhen the Father came down among the intelligences that were organized, and held this great\nCouncil.  I think we were all there.  We are the sons of our Heavenly Father, tabernacled in\nthe flesh through his divine plan, but that does not rob us of our divine origin.  It emphasizes\nthat origin because, save for the plan which our Heavenly Father put into effect, we had not\nbeen here, we had not taken on bodies, we would still remain, so far as I can see, in the state\nin which we were before the Grand Council and its plan, and that would have left us without\nthe destiny which God marked out for us. We are the real children of our Heavenly Father.\n<\/p><p>\nAnd what are we?  We bear the priesthood.  What is the Priesthood? Through it we exercise\ncertain authorities and powers of Godhood, itself. He has not given us all of the powers, and\nwe are not living up to the requirements sometimes, some of us, that entitle us to exercise the\npowers which he has given&mdash;we would be a mightier people if we did.\n<\/p><p>\nI have always been impressed with the fact that Adam received his priesthood in the Creation,\nso said the Prophet, before the world was.  The Prophet also said that any man who had the\nresponsibility of administering to the inhabitants of this earth likewise was ordained in the\nCouncil of Heaven; and he further said, \"I suppose that I was ordained to this very office in\nthat Council\" (Teachings of the Prophet Joseph Smith, p. 365).\n<\/p><p>\nWhat are we? We are the agents of God, himself, through the Holy Order of the Priesthood of\nthe Son of God (<span class=\"citation\" id=\"13407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13407)\">D&amp;C 107:3<\/a><\/span>).\nI wonder if we think of that.  I wonder if that is on our minds when we deal\nwith one another, when we deal with our families, with our neighbors, and with our friends.\nWe hold these powers with which out of his abundance God has endowed us, that we might\nbe able to carry on the mission with which we were charged when we came here.\n<\/p><p>\nBrethren, may the Lord bless me and bless you, give you and me abundantly of his spirit, that\nwill enable us, first, to recognize what we are, the representatives of God on earth, endowed\nwith certain of his powers.  Never forget that. And next, help us so to live that we may enjoy\nthose powers and exercise them, and then we shall rear our families as they should be reared.\nWe will heal them when they are sick. We will be protected from harm and accident and\ndisease.  We will have more happiness than any of us can now imagine, all subject to the will\nof the Lord.\n<\/p><p>\nMay God give us all of the blessings that we need to help us to magnify our Priesthood,\nwhich is the power and the authority to exercise some of the powers that God, himself,\npossesses, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}