{"ID":8011, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            What Are You Thinking?\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p2\" class=\"\">By Elder W. Craig Zwick<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p3\" class=\"\">Of the Seventy<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/w-craig-zwick-10.jpg\" alt=\"W. Craig Zwick\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">I plead with you to practice asking this question, with tender regard for another’s experience: “What are you thinking?”<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_28zwick<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p5\" class=\"\">Forty-one years ago I climbed into the driver’s seat of an 18-wheel semitruck with my beautiful wife, Jan, and our infant son, Scotty. We were taking a heavy load of construction materials across several states.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p6\" class=\"\">In those days there were no seat-belt restrictions or infant car seats. My wife held our precious son in her arms. Her comment “We sure are high off the ground” should have given me a clue about her feelings of apprehension.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p7\" class=\"\">As we made our descent over historic Donner Pass, a steep section of highway, the cab of the semi suddenly and unexpectedly filled with thick smoke. It was difficult to see, and we could hardly breathe.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p8\" class=\"\">With a heavy rig, brakes alone are not enough to rapidly decrease speed. Using the engine brakes and gearing down, I frantically attempted to stop.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p9\" class=\"\">Just as I was pulling to the side of the road, but before we had come to a full stop, my wife opened the door of the cab and jumped out with our baby in her arms. I watched helplessly as they tumbled in the dirt.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p10\" class=\"\">As soon as I had the semi stopped, I bolted from the smoking cab. With adrenaline pumping, I ran through the rocks and weeds and held them in my arms. Jan’s forearms and elbows were battered and bleeding, but thankfully she and our son were both breathing. I just held them close as the dust settled there on the side of the highway.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p11\" class=\"\">As my heartbeat normalized and I caught my breath, I blurted out, “What in the world were you thinking? Do you know how dangerous that was? You could have been killed!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p12\" class=\"\">She looked back at me, with tears running down her smoke-smudged cheeks, and said something that pierced my heart and still rings in my ears: “I was just trying to save our son.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p13\" class=\"\">I realized in that moment she thought the engine was on fire, fearing the truck would explode and we would die. I, however, knew it was an electrical failure—hazardous but not fatal. I looked at my precious wife, softly rubbing the head of our infant son, and wondered what kind of woman would do something so courageous.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p14\" class=\"\">This situation could have been as emotionally hazardous as our literal engine failure. Gratefully, after enduring the silent treatment for a reasonable amount of time, each of us believing the other person was at fault, we finally expressed the emotions that were churning beneath our heated outbursts. Shared feelings of love and fear for the other’s safety kept the hazardous incident from proving fatal to our cherished marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p15\" class=\"\">Paul warned, “Let no corrupt communication proceed out of your mouth, but [only] that which is good [and] edifying, that it may minister grace unto the hearers” (<span class=\"citation\" id=\"129549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129549)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129549)\">Ephesians 4:29<\/a><\/span>). His words resonate with a certain purity.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p16\" class=\"\">What does the phrase “no corrupt communication” mean to you? We all regularly experience highly charged feelings of anger—our own and others’. We have seen unchecked anger erupt in public places. We have experienced it as a sort of emotional “electrical short” at sporting events, in the political arena, and even in our own homes.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p17\" class=\"\">Children sometimes speak to beloved parents with tongues as sharp as blades. Spouses, who have shared some of life’s richest and most tender experiences, lose vision and patience with each other and raise their voices. All of us, though covenant children of a loving Heavenly Father, have regretted jumping headlong from the high seat of self-righteous judgment and have spoken with abrasive words before we understood a situation from another’s perspective. We have all had the opportunity to learn how destructive words can take a situation from hazardous to fatal.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p18\" class=\"\">A recent letter from the First Presidency states clearly, “The gospel of Jesus Christ teaches us to love and treat all people with kindness and civility—even when we disagree” (First Presidency letter, Jan. 10, 2014). What a masterful reminder that we can and should participate in continuing civil dialogue, especially when we view the world from differing perspectives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p19\" class=\"\">The writer of Proverbs counsels, “A soft answer turneth away wrath: but grievous words stir up anger” (<span class=\"citation\" id=\"129550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129550)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129550)\">Proverbs 15:1<\/a><\/span>). A “soft answer” consists of a reasoned response—disciplined words from a humble heart. It does not mean we never speak directly or that we compromise doctrinal truth. Words that may be firm in information can be soft in spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p20\" class=\"\">The Book of Mormon contains a striking example of affirming language also given in the context of a marital disagreement. The sons of Sariah and Lehi had been sent back to Jerusalem to get the brass plates and had not returned. Sariah believed her sons were in harm’s way, and she was filled with anger and needed someone to blame.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p21\" class=\"\">Listen to the story through the eyes of her son Nephi: “For [my mother] had supposed that we had perished in the wilderness; and she also had complained against my father, telling him that he was a visionary man; saying: Behold thou hast led us forth from the land of our inheritance, and my sons are no more, and we perish in the wilderness” (<span class=\"citation\" id=\"129551\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129551)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129551)\">1 Nephi 5:2<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p22\" class=\"\">Now, let’s consider what Sariah may have been thinking. She was filled with anxiety about her quarrelsome sons returning to the place where her husband’s life had been threatened. She had traded her lovely home and friends for a tent in an isolated wilderness while still in her childbearing years. Pushed to the breaking point of her fears, Sariah seems to have jumped heroically, if not rationally, from the height of a hurtling truck in an attempt to protect her family. She expressed legitimate concerns to her husband in the language of anger and doubt and blame—a language in which the entire human race seems to be surprisingly proficient.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p23\" class=\"\">The prophet Lehi listened to the fear that underpinned his wife’s anger. Then he made a disciplined response in the language of compassion. First, he owned the truth of what things looked like from her perspective: “And … my father spake unto her, saying: I know that I am a visionary man; … but [if I] had tarried at Jerusalem, [we would have] perished with my brethren” (<span class=\"citation\" id=\"129552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129552)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129552)\">1 Nephi 5:4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p24\" class=\"\">Then her husband addressed her fears concerning the welfare of their sons, as the Holy Ghost undoubtedly testified to him, saying:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p25\" class=\"\">“But behold, I have obtained a land of promise, in the which things I do rejoice; yea, and I know that the Lord will deliver my sons out of the hands of Laban. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p26\" class=\"\">“And after this manner of language did my father, Lehi, comfort my mother … concerning us” (<span class=\"citation\" id=\"129553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129553)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129553)\">1 Nephi 5:5–6<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p27\" class=\"\">There exists today a great need for men and women to cultivate respect for each other across wide distances of belief and behavior and across deep canyons of conflicting agendas. It is impossible to know all that informs our minds and hearts or even to fully understand the context for the trials and choices we each face.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p28\" class=\"\">Nevertheless, what would happen to the “corrupt communication” Paul spoke about if our own position included empathy for another’s experience first? Fully owning the limits of my own imperfections and rough edges, I plead with you to practice asking this question, with tender regard for another’s experience: “What are you thinking?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p29\" class=\"\">Remember when the Lord surprised Samuel and Saul by choosing a little shepherd boy, David of Bethlehem, as king of Israel? The Lord told His prophet, “For the Lord seeth not as man seeth; for man looketh on the outward appearance, but the Lord looketh on the heart” (<span class=\"citation\" id=\"129554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129554)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129554)\">1 Samuel 16:7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p30\" class=\"\">When our truck cab filled with smoke, my wife acted in the bravest manner she could imagine to protect our son. I too acted as a protector when I questioned her choice. Shockingly, it did not matter who was more right. What mattered was listening to each other and understanding the other’s perspective.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p31\" class=\"\">The willingness to see through each other’s eyes will transform “corrupt communication” into “minister[ing] grace.” The Apostle Paul understood this, and on some level each of us can experience it too. It may not change or solve the problem, but the more important possibility may be whether ministering grace could change us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/saturday-afternoon-session\/what-are-you-thinking.p32\" class=\"\">I bear humble witness that we can “minister grace” through compassionate language when the cultivated gift of the Holy Ghost pierces our hearts with empathy for the feelings and context of others. It enables us to transform hazardous situations into holy places. I testify of a loving Savior who “looketh on [our] heart” and cares what we are thinking. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}