{"ID":8013, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Keys and Authority of the Priesthood\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p2\" class=\"\">By Elder Dallin H. Oaks<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">Priesthood keys direct women as well as men, and priesthood ordinances and priesthood authority pertain to women as well as men.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_31oaks<\/span>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>I.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p6\" class=\"\">At this conference we have seen the release of some faithful brothers, and we have sustained the callings of others. In this rotation—so familiar in the Church—we do not “step down” when we are released, and we do not “step up” when we are called. There is no “up or down” in the service of the Lord. There is only “forward or backward,” and that difference depends on how we accept and act upon our releases and our callings. I once presided at the release of a young stake president who had given fine service for nine years and was now rejoicing in his release and in the new calling he and his wife had just received. They were called to be the nursery leaders in their ward. Only in this Church would that be seen as equally honorable!<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>II.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p8\" class=\"\">While addressing a women’s conference, Relief Society general president Linda K. Burton said, “We hope to <span class=\"emphasis\">instill<\/span> within each of us a greater desire to better understand the priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote1-10905_000_31oaks\">1<\/a> <span class=\"footnote\">[Linda K. Burton, “Priesthood: ‘A Sacred Trust to Be Used for the Benefit of Men, Women, and Children’” (Brigham Young University Women’s Conference address, May 3, 2013), 1; ce.byu.edu\/cw\/womensconference\/transcripts.php.]<\/span><\/sup> That need applies to all of us, and I will pursue it by speaking of the keys and authority of the priesthood. Since these subjects are of equal concern to men and to women, I am pleased that these proceedings are broadcast and published for all members of the Church. Priesthood power blesses all of us. Priesthood keys direct women as well as men, and priesthood ordinances and priesthood authority pertain to women as well as men.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>III.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p10\" class=\"\">President Joseph F. Smith described the priesthood as “the power of God delegated to man by which man can act in the earth for the salvation of the human family.”<sup class=\"noteMarker\"><a href=\"#footnote2-10905_000_31oaks\">2<\/a> <span class=\"footnote\">[Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 139.]<\/span><\/sup> Other leaders have taught us that the priesthood “is the consummate power on this earth. It is the power by which the earth was created.”<sup class=\"noteMarker\"><a href=\"#footnote3-10905_000_31oaks\">3<\/a> <span class=\"footnote\">[Boyd K. Packer, “Priesthood Power in the Home” (worldwide leadership training meeting, Feb. 2012); lds.org\/broadcasts; see also James E. Faust, “Power of the Priesthood,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 41–43.]<\/span><\/sup> The scriptures teach that “this same Priesthood, which was in the beginning, shall be in the end of the world also” (<span class=\"citation\" id=\"129569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129569)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129569)\">Moses 6:7<\/a><\/span>). Thus, the priesthood is the power by which we will be resurrected and proceed to eternal life.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p11\" class=\"\">The understanding we seek begins with an understanding of the keys of the priesthood. “Priesthood keys are the authority God has given to priesthood [holders] to direct, control, and govern the use of His priesthood on earth.”<sup class=\"noteMarker\"><a href=\"#footnote4-10905_000_31oaks\">4<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), 2.1.1.]<\/span><\/sup> Every act or ordinance performed in the Church is done under the direct or indirect authorization of one holding the keys for that function. As Elder M. Russell Ballard has explained, “Those who have priesthood keys … literally make it possible for all who serve faithfully under their direction to exercise priesthood authority and have access to priesthood power.”<sup class=\"noteMarker\"><a href=\"#footnote5-10905_000_31oaks\">5<\/a> <span class=\"footnote\">[M. Russell Ballard, “Men and Women in the Work of the Lord,” <span class=\"emphasis\">New Era,<\/span> Apr. 2014, 4; <span class=\"emphasis\">Liahona,<\/span> Apr. 2014, 48; see also <span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society<\/span> (2011), 138.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p12\" class=\"\">In the controlling of the exercise of priesthood authority, the function of priesthood keys both enlarges and limits. It enlarges by making it possible for priesthood authority and blessings to be available for all of God’s children. It limits by directing who will be given the authority of the priesthood, who will hold its offices, and how its rights and powers will be conferred. For example, a person who holds the priesthood is not able to confer his office or authority on another unless authorized by one who holds the keys. Without that authorization, the ordination would be invalid. This explains why a priesthood holder—regardless of office—cannot ordain a member of his family or administer the sacrament in his own home without authorization from the one who holds the appropriate keys.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p13\" class=\"\">With the exception of the sacred work that sisters do in the temple under the keys held by the temple president, which I will describe hereafter, only one who holds a priesthood office can officiate in a priesthood ordinance. And all authorized priesthood ordinances are recorded on the records of the Church.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p14\" class=\"\">Ultimately, all keys of the priesthood are held by the Lord Jesus Christ, whose priesthood it is. He is the one who determines what keys are delegated to mortals and how those keys will be used. We are accustomed to thinking that all keys of the priesthood were conferred on Joseph Smith in the Kirtland Temple, but the scripture states that all that was conferred there were “the keys of this dispensation” (<span class=\"citation\" id=\"129570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129570)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129570)\">D&amp;C 110:16<\/a><\/span>). At general conference many years ago, President Spencer W. Kimball reminded us that there are other priesthood keys that have not been given to man on the earth, including the keys of creation and resurrection.<sup class=\"noteMarker\"><a href=\"#footnote6-10905_000_31oaks\">6<\/a> <span class=\"footnote\">[See Spencer W. Kimball, “Our Great Potential,” <span class=\"emphasis\">Ensign,<\/span> May 1977, 49.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p15\" class=\"\">The divine nature of the limitations put upon the exercise of priesthood keys explains an essential contrast between decisions on matters of Church administration and decisions affecting the priesthood. The First Presidency and the Council of the First Presidency and Quorum of the Twelve, who preside over the Church, are empowered to make many decisions affecting Church policies and procedures—matters such as the location of Church buildings and the ages for missionary service. But even though these presiding authorities hold and exercise all of the keys delegated to men in this dispensation, they are not free to alter the divinely decreed pattern that only men will hold offices in the priesthood.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>IV.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p17\" class=\"\">I come now to the subject of priesthood authority. I begin with the three principles just discussed: (1) priesthood is the power of God delegated to man to act for the salvation of the human family, (2) priesthood authority is governed by priesthood holders who hold priesthood keys, and (3) since the scriptures state that “all other authorities [and] offices in the church are appendages to this [Melchizedek] priesthood” (<span class=\"citation\" id=\"129571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129571)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129571)\">D&amp;C 107:5<\/a><\/span>), all that is done under the direction of those priesthood keys is done with priesthood authority.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p18\" class=\"\">How does this apply to women? In an address to the Relief Society, President Joseph Fielding Smith, then President of the Quorum of the Twelve Apostles, said this: “While the sisters have not been given the Priesthood, it has not been conferred upon them, that does not mean that the Lord has not given unto them authority. … A person may have authority given to him, or a sister to her, to do certain things in the Church that are binding and absolutely necessary for our salvation, such as the work that our sisters do in the House of the Lord. They have authority given unto them to do some great and wonderful things, sacred unto the Lord, and binding just as thoroughly as are the blessings that are given by the men who hold the Priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote7-10905_000_31oaks\">7<\/a> <span class=\"footnote\">[Joseph Fielding Smith, “Relief Society—an Aid to the Priesthood,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Jan. 1959, 4.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p19\" class=\"\">In that notable address, President Smith said again and again that women have been given authority. To the women he said, “You can speak with authority, because the Lord has placed authority upon you.” He also said that the Relief Society “[has] been given power and authority to do a great many things. The work which they do is done by divine authority.” And, of course, the Church work done by women or men, whether in the temple or in the wards or branches, is done under the direction of those who hold priesthood keys. Thus, speaking of the Relief Society, President Smith explained, “[The Lord] has given to them this great organization where they have authority to serve under the directions of the bishops of the wards … , looking after the interest of our people both spiritually and temporally.”<sup class=\"noteMarker\"><a href=\"#footnote8-10905_000_31oaks\">8<\/a> <span class=\"footnote\">[Joseph Fielding Smith, “Relief Society—an Aid to the Priesthood,” 4, 5; see also <span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Fielding Smith<\/span> (2013), 302.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p20\" class=\"\">Thus, it is truly said that Relief Society is not just a class for women but something they belong to—a divinely established appendage to the priesthood.<sup class=\"noteMarker\"><a href=\"#footnote9-10905_000_31oaks\">9<\/a> <span class=\"footnote\">[See Boyd K. Packer, “The Relief Society,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 72; see also <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 138.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p21\" class=\"\">We are not accustomed to speaking of women having the authority of the priesthood in their Church callings, but what other authority can it be? When a woman—young or old—is set apart to preach the gospel as a full-time missionary, she is given priesthood authority to perform a priesthood function. The same is true when a woman is set apart to function as an officer or teacher in a Church organization under the direction of one who holds the keys of the priesthood. Whoever functions in an office or calling received from one who holds priesthood keys exercises priesthood authority in performing her or his assigned duties.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p22\" class=\"\">Whoever exercises priesthood authority should forget about their rights and concentrate on their responsibilities. That is a principle needed in society at large. The famous Russian writer Aleksandr Solzhenitsyn is quoted as saying, “It is time … to defend not so much human rights as human obligations.”<sup class=\"noteMarker\"><a href=\"#footnote10-10905_000_31oaks\">10<\/a> <span class=\"footnote\">[Aleksandr Solzhenitsyn, “A World Split Apart” (commencement address delivered at Harvard University, June 8, 1978); see also Patricia T. Holland, “A Woman’s Perspective on the Priesthood,” <span class=\"emphasis\">Ensign,<\/span> July 1980, 25; <span class=\"emphasis\">Tambuli,<\/span> June 1982, 23; Dallin H. Oaks, “Rights and Responsibilities,” <span class=\"emphasis\">Mercer Law Review,<\/span> vol. 36, no. 2 (winter 1985), 427–42.]<\/span><\/sup> Latter-day Saints surely recognize that qualifying for exaltation is not a matter of asserting rights but a matter of fulfilling responsibilities.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>V.<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p24\" class=\"\">The Lord has directed that only men will be ordained to offices in the priesthood. But, as various Church leaders have emphasized, men are not “the priesthood.”<sup class=\"noteMarker\"><a href=\"#footnote11-10905_000_31oaks\">11<\/a> <span class=\"footnote\">[See James E. Faust, “You Are All Heaven Sent,” <span class=\"emphasis\">Ensign<\/span> or  <span class=\"emphasis\">Liahona,<\/span> Nov. 2002, 113; M. Russell Ballard, “This Is My Work and Glory,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 19; Dallin H. Oaks, “Priesthood Authority in the Family and the Church,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span>  Nov. 2005, 26. We sometimes say that the Relief Society is a “partner with the priesthood.” It would be more accurate to say that in the work of the Lord the Relief Society and the women of the Church are “partners with <span class=\"emphasis\">the holders<\/span> of the priesthood.”]<\/span><\/sup> Men hold the priesthood, with a sacred duty to use it for the blessing of all of the children of God.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p25\" class=\"\">The greatest power God has given to His sons cannot be exercised without the companionship of one of His daughters, because only to His daughters has God given the power “to be a creator of bodies … so that God’s design and the Great Plan might meet fruition.”<sup class=\"noteMarker\"><a href=\"#footnote12-10905_000_31oaks\">12<\/a> <span class=\"footnote\">[J. Reuben Clark Jr., “Our Wives and Our Mothers in the Eternal Plan,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1946, 800.]<\/span><\/sup> Those are the words of President J. Reuben Clark.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p26\" class=\"\">He continued: “This is the place of our wives and of our mothers in the Eternal Plan. They are not bearers of the Priesthood; they are not charged with carrying out the duties and functions of the Priesthood; nor are they laden with its responsibilities; they are builders and organizers under its power, and partakers of its blessings, possessing the complement of the Priesthood powers and possessing a function as divinely called, as eternally important in its place as the Priesthood itself.”<sup class=\"noteMarker\"><a href=\"#footnote13-10905_000_31oaks\">13<\/a> <span class=\"footnote\">[J. Reuben Clark Jr., “Our Wives and Our Mothers,” 801.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p27\" class=\"\">In those inspired words, President Clark was speaking of the family. As stated in the family proclamation, the father presides in the family and he and the mother have separate responsibilities, but they are “obligated to help one another as equal partners.”<sup class=\"noteMarker\"><a href=\"#footnote14-10905_000_31oaks\">14<\/a> <span class=\"footnote\">[“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2010, 129.]<\/span><\/sup> Some years before the family proclamation, President Spencer W. Kimball gave this inspired explanation: “When we speak of marriage as a partnership, let us speak of marriage as a <span class=\"emphasis\">full<\/span> partnership. We do not want our LDS women to be <span class=\"emphasis\">silent<\/span> partners or <span class=\"emphasis\">limited<\/span> partners in that eternal assignment! Please be a <span class=\"emphasis\">contributing<\/span> and <span class=\"emphasis\">full<\/span> partner.”<sup class=\"noteMarker\"><a href=\"#footnote15-10905_000_31oaks\">15<\/a> <span class=\"footnote\">[Spencer W. Kimball, “Privileges and Responsibilities of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1978, 106.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p28\" class=\"\">In the eyes of God, whether in the Church or in the family, women and men are equal, with different responsibilities.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p29\" class=\"\">I close with some truths about the blessings of the priesthood. Unlike priesthood keys and priesthood ordinations, the blessings of the priesthood are available to women and to men on the same terms. The gift of the Holy Ghost and the blessings of the temple are familiar illustrations of this truth.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p30\" class=\"\">In his insightful talk at BYU Education Week last summer, Elder M. Russell Ballard gave these teachings:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p31\" class=\"\">“Our Church doctrine places women equal to and yet different from men. God does not regard either gender as better or more important than the other. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p32\" class=\"\">“When men and women go to the temple, they are both endowed with the same power, which is priesthood power. … Access to the power and the blessings of the priesthood is available to all of God’s children.”<sup class=\"noteMarker\"><a href=\"#footnote16-10905_000_31oaks\">16<\/a> <span class=\"footnote\">[M. Russell Ballard, <span class=\"emphasis\">New Era,<\/span> Apr. 2014, 4; <span class=\"emphasis\">Liahona,<\/span> Apr. 2014, 48; see also Sheri L. Dew, <span class=\"emphasis\">Women and the Priesthood<\/span> (2013), especially chapter 6, for a valuable elaboration of the doctrines stated here.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-keys-and-authority-of-the-priesthood.p33\" class=\"\">I testify of the power and blessings of the priesthood of God, available for His sons and daughters alike. I testify of the authority of the priesthood, which functions throughout all of the offices and activities of The Church of Jesus Christ of Latter-day Saints. I testify of the divinely directed function of the keys of the priesthood, held and exercised in their fulness by our prophet\/president, Thomas S. Monson. Finally and most important, I testify of our Lord and Savior, Jesus Christ, whose priesthood this is and whose servants we are, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10905_000_31oaks\"><a name=\"1-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>Linda K. Burton, “Priesthood: ‘A Sacred Trust to Be Used for the Benefit of Men, Women, and Children’” (Brigham Young University Women’s Conference address, May 3, 2013), 1; ce.byu.edu\/cw\/womensconference\/transcripts.php.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-10905_000_31oaks\"><a name=\"2-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p>Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 139.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-10905_000_31oaks\"><a name=\"3-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Boyd K. Packer, “Priesthood Power in the Home” (worldwide leadership training meeting, Feb. 2012); lds.org\/broadcasts; see also James E. Faust, “Power of the Priesthood,” <span class=\"emphasis\">Ensign,<\/span> May 1997, 41–43.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-10905_000_31oaks\"><a name=\"4-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), 2.1.1.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-10905_000_31oaks\"><a name=\"5-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>M. Russell Ballard, “Men and Women in the Work of the Lord,” <span class=\"emphasis\">New Era,<\/span> Apr. 2014, 4; <span class=\"emphasis\">Liahona,<\/span> Apr. 2014, 48; see also <span class=\"emphasis\">Daughters in My Kingdom: The History and Work of Relief Society<\/span> (2011), 138.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-10905_000_31oaks\"><a name=\"6-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p>See Spencer W. Kimball, “Our Great Potential,” <span class=\"emphasis\">Ensign,<\/span> May 1977, 49.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-10905_000_31oaks\"><a name=\"7-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, “Relief Society—an Aid to the Priesthood,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Jan. 1959, 4.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote8-10905_000_31oaks\"><a name=\"8-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">8.<\/span>\n\t\t\t\t\t<p>Joseph Fielding Smith, “Relief Society—an Aid to the Priesthood,” 4, 5; see also <span class=\"emphasis\">Teachings of Presidents of the Church: Joseph Fielding Smith<\/span> (2013), 302.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote9-10905_000_31oaks\"><a name=\"9-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">9.<\/span>\n\t\t\t\t\t<p>See Boyd K. Packer, “The Relief Society,” <span class=\"emphasis\">Ensign,<\/span> May 1998, 72; see also <span class=\"emphasis\">Daughters in My Kingdom,<\/span> 138.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote10-10905_000_31oaks\"><a name=\"10-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">10.<\/span>\n\t\t\t\t\t<p>Aleksandr Solzhenitsyn, “A World Split Apart” (commencement address delivered at Harvard University, June 8, 1978); see also Patricia T. Holland, “A Woman’s Perspective on the Priesthood,” <span class=\"emphasis\">Ensign,<\/span> July 1980, 25; <span class=\"emphasis\">Tambuli,<\/span> June 1982, 23; Dallin H. Oaks, “Rights and Responsibilities,” <span class=\"emphasis\">Mercer Law Review,<\/span> vol. 36, no. 2 (winter 1985), 427–42.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote11-10905_000_31oaks\"><a name=\"11-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">11.<\/span>\n\t\t\t\t\t<p>See James E. Faust, “You Are All Heaven Sent,” <span class=\"emphasis\">Ensign<\/span> or  <span class=\"emphasis\">Liahona,<\/span> Nov. 2002, 113; M. Russell Ballard, “This Is My Work and Glory,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 19; Dallin H. Oaks, “Priesthood Authority in the Family and the Church,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span>  Nov. 2005, 26. We sometimes say that the Relief Society is a “partner with the priesthood.” It would be more accurate to say that in the work of the Lord the Relief Society and the women of the Church are “partners with <span class=\"emphasis\">the holders<\/span> of the priesthood.”<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote12-10905_000_31oaks\"><a name=\"12-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">12.<\/span>\n\t\t\t\t\t<p>J. Reuben Clark Jr., “Our Wives and Our Mothers in the Eternal Plan,” <span class=\"emphasis\">Relief Society Magazine,<\/span> Dec. 1946, 800.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote13-10905_000_31oaks\"><a name=\"13-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">13.<\/span>\n\t\t\t\t\t<p>J. Reuben Clark Jr., “Our Wives and Our Mothers,” 801.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote14-10905_000_31oaks\"><a name=\"14-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">14.<\/span>\n\t\t\t\t\t<p>“The Family: A Proclamation to the World,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2010, 129.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote15-10905_000_31oaks\"><a name=\"15-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">15.<\/span>\n\t\t\t\t\t<p>Spencer W. Kimball, “Privileges and Responsibilities of Sisters,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1978, 106.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote16-10905_000_31oaks\"><a name=\"16-10905_000_31oaks\"> <\/a>\n\t\t\t\t\t<span class=\"label\">16.<\/span>\n\t\t\t\t\t<p>M. Russell Ballard, <span class=\"emphasis\">New Era,<\/span> Apr. 2014, 4; <span class=\"emphasis\">Liahona,<\/span> Apr. 2014, 48; see also Sheri L. Dew, <span class=\"emphasis\">Women and the Priesthood<\/span> (2013), especially chapter 6, for a valuable elaboration of the doctrines stated here.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}