{"ID":8015, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Choice Generation\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p2\" class=\"\">By Randall L. Ridd<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p3\" class=\"\">Second Counselor in the Young Men General Presidency<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/randall-ridd-young-men-general-presidency-small.jpg\" alt=\"Randall L. Ridd\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">You were chosen to participate in His work at this time because He trusts you to make the right choices.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_33ridd<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p5\" class=\"\">Young men, you have probably heard before that you are a “chosen generation,” meaning that God chose and prepared you to come to earth at this time for a great purpose. I know this to be true. But this evening I would like to address you as the “choice generation” because never before in history have individuals been blessed with so many choices. More choices mean more opportunities; more opportunities mean more potential to do good and, unfortunately, evil. I believe that God sent you here at this time because He trusts you to successfully discern among the mind-boggling choices available.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p6\" class=\"\">In 1974, President Spencer W. Kimball said, “I believe that the Lord is anxious to put into our hands inventions of which we laymen have hardly had a glimpse” (“When the World Will Be Converted,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1974, 10).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p7\" class=\"\">And He has! You are growing up with one of the greatest tools for good in the history of man: the Internet. With it comes an elaborate buffet of choices. The abundance of choice, however, carries with it an equal portion of accountability. It facilitates your access to both the very best and the very worst the world has to offer. With it you can accomplish great things in a short period of time, or you can get caught up in endless loops of triviality that waste your time and degrade your potential. With the click of a button, you can access whatever your heart desires. That’s the key—what does your heart desire? What do you gravitate toward? Where will your desires lead?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p8\" class=\"\">Remember that God “granteth unto men according to their desire” (<span class=\"citation\" id=\"129586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129586)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129586)\">Alma 29:4<\/a><\/span>) and that He “will judge all men according to their works, according to the desire of their hearts” (<span class=\"citation\" id=\"129587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129587)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129587)\">D&amp;C 137:9<\/a><\/span>; see also <span class=\"citation\" id=\"129588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129588)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129588)\">Alma 41:3<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p9\" class=\"\">Elder Bruce R. McConkie said: “In a real though figurative sense, the <span class=\"emphasis\">book of life<\/span> is the record of the acts of men as such record is written in their own bodies. … That is, every thought, word, and deed has an [effect] on the human body; all these leave their marks, marks which can be read by Him who is Eternal as easily as the words in a book can be read” (<span class=\"emphasis\">Mormon Doctrine,<\/span> 2nd ed. [1966], 97).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p10\" class=\"\">The Internet also records your desires, expressed in the form of searches and clicks. There are legions waiting to fill those desires. As you surf the Internet, you leave tracks—what you communicate, where you have been, how long you have been there, and the kinds of things that interest you. In this way, the Internet creates a cyber profile for you—in a sense, your “cyber book of life.” As in life, the Internet will give you more and more of what you seek. If your desires are pure, the Internet can magnify them, making it ever easier to engage in worthy pursuits. But the opposite is also true.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p11\" class=\"\">Elder Neal A. Maxwell put it this way:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p12\" class=\"\">“What we insistently desire, over time, is what we will eventually become and what we will receive in eternity. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p13\" class=\"\">“… Only by educating and training our desires can they become our allies instead of our enemies!” (“According to the Desire of [Our] Hearts,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1996, 21, 22).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p14\" class=\"\">My young brothers, if you are not proactive in educating your desires, the world will do it for you. Every day the world seeks to influence your desires, enticing you to buy something, click on something, play something, read or watch something. Ultimately, the choice is yours. You have agency. It is the power to not only act on your desires but also to refine, purify, and elevate your desires. Agency is your power to become. Each choice takes you closer to or further from what you are meant to become; each click has meaning. Always ask yourself, “Where will this choice lead?” Develop the ability to see beyond the moment.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p15\" class=\"\">Satan wants to control your agency so he can control what you become. He knows that one of the best ways to do this is by trapping you with addictive behavior. Your choices determine whether technology will empower you or enslave you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p16\" class=\"\">May I offer four principles to help you, the choice generation, educate your desires and guide your use of technology.<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>First: Knowing Who You Really Are Makes Decisions Easier<\/h2>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p18\" class=\"\">I have a friend who learned this truth in a very personal way. His son was raised in the gospel, but he seemed to be wandering spiritually. He frequently declined opportunities to exercise the priesthood. His parents were disappointed when he declared that he had decided not to serve a mission. My friend prayed earnestly for his son, hoping that he would have a change of heart. Those hopes were dashed when his son announced that he was engaged to be married. The father pleaded with his son to get his patriarchal blessing. The son finally agreed but insisted on visiting the patriarch alone.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p19\" class=\"\">When he returned after the blessing, he was very emotional. He took his girlfriend outside, where he could talk to her privately. The father peeked out the window to see the young couple wiping away each other’s tears.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p20\" class=\"\">Later the son shared with his father what had happened. With great emotion he explained that during the blessing, he had a glimpse of who he was in the premortal world. He saw how valiant and influential he was in persuading others to follow Christ. Knowing who he really was, how could he not serve a mission?<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p21\" class=\"\">Young men, remember who you really are. Remember that you hold the holy priesthood. This will inspire you to make correct choices as you use the Internet and throughout your life.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Second: Plug In to the Source of Power<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p23\" class=\"\">Right in the palm of your hand you have the wisdom of the ages—more importantly, the words of the prophets, from Old Testament days to President Thomas S. Monson. But if you don’t regularly recharge your cell phone, it is useless, and you feel lost and out of touch. You wouldn’t think of going a single day without charging your battery.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p24\" class=\"\">As important as it is to leave home every day with a full charge on your cell phone, it is far more important to be fully charged spiritually. Every time you plug in your phone, use it as a reminder to ask yourself if you have plugged in to the most important source of spiritual power—prayer and scripture study, which will charge you with inspiration through the Holy Ghost (see <span class=\"citation\" id=\"129589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129589)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129589)\">D&amp;C 11:12–14<\/a><\/span>). It will help you know the mind and will of the Lord to make the small but important daily choices that determine your direction. Many of us immediately stop whatever we are doing to read a text message—should we not place even more importance on messages from the Lord? Neglecting to connect to this power should be unthinkable to us (see <span class=\"citation\" id=\"129590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129590)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129590)\">2 Nephi 32:3<\/a><\/span>).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Third: Owning a Smartphone Does Not Make You Smart, but Using It Wisely Can<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p26\" class=\"\">Young men, don’t do dumb things with your smartphone. You all know what I mean (see <span class=\"citation\" id=\"129591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129591)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129591)\">Mosiah 4:29<\/a><\/span>). There are countless ways technology can distract you from what is most important. Follow the adage “Be where you are when you are there.” When you are driving, drive. When you are in class, focus on the lesson. When you are with your friends, give them the gift of your attention. Your brain cannot concentrate on two things at once. Multitasking amounts to quickly shifting your focus from one thing to another. An old proverb says, “If you chase two rabbits, you won’t catch either one.”<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Fourth: The Lord Provides Technology to Accomplish His Purposes<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p28\" class=\"\">The divine purpose of technology is to hasten the work of salvation. As members of the choice generation, you understand technology. Use it to accelerate your progress toward perfection. Because you have been given much, you too must give (see “Because I Have Been Given Much,” <span class=\"emphasis\">Hymns,<\/span> no. 219). The Lord expects you to use these great tools to take His work to the next level, to share the gospel in ways that are beyond my generation’s wildest imagination. Where generations past influenced their neighbors and their town, you have the power through the Internet and social media to reach beyond borders and influence the whole world.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/priesthood-session\/the-choice-generation.p29\" class=\"\">I testify that this is the Lord’s Church. You were chosen to participate in His work at this time because He trusts you to make the right choices. You are the choice generation. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}