{"ID":802, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1955, pp. 88-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA few years ago I stood on the banks of the Susquehanna River at or near the place where\nJoseph and Oliver received under the hands of John the Baptist the Aaronic Priesthood. I\nlearned that it is not known just where the Melchizedek Priesthood was bestowed, but it is\nassumed that it is in that vicinity. I had time for contemplation in the visit to this historic\nplace, and I knew, as I contemplated the remarkable gift that the Lord had brought in this\nDispensation, that the accounts of Joseph and Oliver were true\n(<span class=\"citation\" id=\"30346\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30346)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30346)\">JS&mdash;H 1:68-72<\/a><\/span>);\nand I felt as sure of that\ndivine experience as if it had taken place before me.  I had not had occasion to doubt it\nbefore, and certainly I have entertained no doubt about it since; and it has been my pleasure\nand satisfaction throughout the years to declare the authenticity and the divine origin of the\nPriesthood of God which has come through his servants in his latter-day work.\n<\/p><p>\nI do not know how to give proper estimate of that great power.  I know that man by nature is\nthe most noble of all the Lord's creations. I know that he is endowed with intelligence, with\nreason, with a conscience, and many of the virtues that we think so highly of, and I have\ngreat admiration for men who develop their native talents and latent endowments to a point\nwhere they possess great intelligence and great learning, and equip themselves for great\nservice to our Father's children.\n<\/p><p>\nBut I have reached the conclusion in my own mind that no man, however great his\nintellectual attainments, however vast and far-reaching his service may be, arrives at the full\nmeasure of his sonship and the manhood the Lord intended him to have, without the\ninvestiture of the Holy Priesthood, and with that appreciation, my brethren, I have given\nthanks to the Lord all my life for this marvelous blessing which has come to me&mdash;blessing\nthat some of my progenitors had, and a blessing which more than any other heritage I want\nmy sons and my grandsons and my great-grandsons to enjoy.\n<\/p><p>\nThere may be many of our young men, and some older ones, who are in this vast listening\ncongregation tonight&mdash;some who have not been with us before and some who have not felt\nthe warmth of the fellowship that we are permitted to enjoy.  I hope I am not presumptuous\nwhen I welcome them into the bonds of fraternity and the brotherhood of the Holy\nPriesthood. And I know of few things that you can do to more perfectly bring to these newcomers\na deep appreciation of this great and wonderful blessing than to take them to your\nhearts and your counsels in the quorums of the Holy Priesthood. The Lord has provided these\nquorums. He has specified them.  He has given the very numbers which constitute them, and\nwe know that he intends that they should be true fraternities among our brethren.  Every one\nof us needs the help of a friend.  We all need sympathetic understanding.  We need\nencouragement.  Sometimes we need correction.  Within the quorums of the Priesthood there\nlie the facilities and the opportunities for a brotherhood that shall help all within it.\n<\/p><p>\nI would like to see the quorums of the Priesthood assume a larger and more important place\nin the teaching of the Gospel, in the nurturing of our young men and boys, and in their\npreparation for the great work of the latter days.  I believe that they are organizations which\nthe Lord himself designed to bless all of our brethren.\n<\/p><p>\nNow of course many things might be said about the opportunities that these quorums afford. \nWill you, my brethren, give to these groups to which you belong, these sacred societies, your\nallegiance, your love and devotion, and your help.  The Lord needs his Priesthood to carry\nforward his work.  I do not know that any of us can envision what the coming of the Savior\nwill be like, but I have always felt that when he does come he will require the aid of his\nservants in perfecting the Kingdom, and that he will call upon his Priesthood in preference to\nany others to consummate his glorious work.  I would like to be ready to serve acceptably to\nhim when that day comes, and I know you would also, so I ask the Lord to bless us that we\nmay so devote ourselves to the great Cause to which we have the honor to belong, to so\nuphold the standards of righteousness, to so proclaim the Gospel of our Lord, and to so live\nas to be worthy to be called and chosen now and when he comes, and that is my prayer for\nall of us, in the name of Jesus.  Amen.\n<\/p>\n<\/div>\n<\/div>"}