{"ID":8023, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Bear Up Their Burdens with Ease\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p2\" class=\"\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">The unique burdens in each of our lives help us to rely upon the merits, mercy, and grace of the Holy Messiah.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_45bednar<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p5\" class=\"\">I have a dear friend who, in the early years of his marriage, was convinced he and his family needed a four-wheel-drive pickup truck. His wife was sure that he did not need but merely wanted the new vehicle. A playful conversation between this husband and wife initiated their consideration of the advantages and disadvantages of such a purchase.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p6\" class=\"\">“Sweetheart, we need a four-wheel-drive truck.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p7\" class=\"\">She asked, “Why do you think we need a new truck?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p8\" class=\"\">He answered her question with what he believed was the perfect response: “What if we needed milk for our children in a terrible storm, and the only way I could get to the grocery store was in a pickup?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p9\" class=\"\">His wife replied with a smile, “If we buy a new truck, we will not have money for milk—so why worry about getting to the store in an emergency!”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p10\" class=\"\">Over time they continued to counsel together and ultimately decided to acquire the truck. Shortly after taking possession of the new vehicle, my friend wanted to demonstrate the utility of the truck and validate his reasons for wanting to purchase it. So he decided he would cut and haul a supply of firewood for their home. It was in the autumn of the year, and snow already had fallen in the mountains where he intended to find wood. As he drove up the mountainside, the snow gradually became deeper and deeper. My friend recognized the slick road conditions presented a risk, but with great confidence in the new truck, he kept going.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p11\" class=\"\">Sadly, my friend went too far along the snowy road. As he steered the truck off of the road at the place he had determined to cut wood, he got stuck. All four of the wheels on the new truck spun in the snow. He readily recognized that he did not know what to do to extricate himself from this dangerous situation. He was embarrassed and worried.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p12\" class=\"\">My friend decided, “Well, I will not just sit here.” He climbed out of the vehicle and started cutting wood. He completely filled the back of the truck with the heavy load. And then my friend determined he would try driving out of the snow one more time. As he put the pickup into gear and applied power, he started to inch forward. Slowly the truck moved out of the snow and back onto the road. He finally was free to go home, a happy and humbled man.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Our Individual Load<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p14\" class=\"\">I pray for the assistance of the Holy Ghost as I emphasize vital lessons that can be learned from this story about my friend, the truck, and the wood. It was the load. It was the load of wood that provided the traction necessary for him to get out of the snow, to get back on the road, and to move forward. It was the load that enabled him to return to his family and his home.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p15\" class=\"\">Each of us also carries a load. Our individual load is comprised of demands and opportunities, obligations and privileges, afflictions and blessings, and options and constraints. Two guiding questions can be helpful as we periodically and prayerfully assess our load: “Is the load I am carrying producing the spiritual traction that will enable me to press forward with faith in Christ on the strait and narrow path and avoid getting stuck? Is the load I am carrying creating sufficient spiritual traction so I ultimately can return home to Heavenly Father?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p16\" class=\"\">Sometimes we mistakenly may believe that happiness is the absence of a load. But bearing a load is a necessary and essential part of the plan of happiness. Because our individual load needs to generate spiritual traction, we should be careful to not haul around in our lives so many nice but unnecessary things that we are distracted and diverted from the things that truly matter most.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>The Strengthening Power of the Atonement<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p18\" class=\"\">The Savior said:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p19\" class=\"\">“Come unto me, all ye that labour and are heavy laden, and I will give you rest.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p20\" class=\"\">“Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p21\" class=\"\">“For my yoke is easy, and my burden is light” (<span class=\"citation\" id=\"129665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129665)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129665)\">Matthew 11:28–30<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p22\" class=\"\">A yoke is a wooden beam, normally used between a pair of oxen or other animals that enables them to pull together on a load. A yoke places animals side-by-side so they can move together in order to accomplish a task.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p23\" class=\"\">Consider the Lord’s uniquely individual invitation to “take my yoke upon you.” Making and keeping sacred covenants yokes us to and with the Lord Jesus Christ. In essence, the Savior is beckoning us to rely upon and pull together with Him, even though our best efforts are not equal to and cannot be compared with His. As we trust in and pull our load with Him during the journey of mortality, truly His yoke is easy and His burden is light.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p24\" class=\"\">We are not and never need be alone. We can press forward in our daily lives with heavenly help. Through the Savior’s Atonement we can receive capacity and “strength beyond [our] own” (“Lord, I Would Follow Thee,” <span class=\"emphasis\">Hymns,<\/span> no. 220). As the Lord declared, “Therefore, continue your journey and let your hearts rejoice; for behold, and lo, I am with you even unto the end” (<span class=\"citation\" id=\"129666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129666)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129666)\">D&amp;C 100:12<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p25\" class=\"\">Consider the example in the Book of Mormon as Amulon persecuted Alma and his people. The voice of the Lord came to these disciples in their afflictions: “Lift up your heads and be of good comfort, for I know of the covenant which ye have made unto me; and I will covenant with my people and deliver them out of bondage” (<span class=\"citation\" id=\"129667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129667)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129667)\">Mosiah 24:13<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p26\" class=\"\">Note the centrality of covenants to the promise of deliverance. Covenants received and honored with integrity and ordinances performed by proper priesthood authority are necessary to receive all of the blessings made available through the Atonement of Jesus Christ. For in the ordinances of the priesthood, the power of godliness is manifest unto men and women in the flesh, including the blessings of the Atonement (see <span class=\"citation\" id=\"129668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129668)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129668)\">D&amp;C 84:20–21<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p27\" class=\"\">Recall the Savior’s statement “For my yoke is easy, and my burden is light” (<span class=\"citation\" id=\"129669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129669)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129669)\">Matthew 11:30<\/a><\/span>) as we consider the next verse in the account of Alma and his people.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p28\" class=\"\">“And I will also ease the burdens which are put upon your shoulders, that even you cannot feel them upon your backs” (<span class=\"citation\" id=\"129670\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129670)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129670)\">Mosiah 24:14<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p29\" class=\"\">Many of us may assume this scripture is suggesting that a burden suddenly and permanently will be taken away. The next verse, however, describes how the burden was eased.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p30\" class=\"\">“And now it came to pass that the burdens which were laid upon Alma and his brethren were made light; yea, <span class=\"emphasis\">the Lord did strengthen them <\/span>that they could bear up their burdens with ease, and they did submit cheerfully and with patience to all the will of the Lord” (<span class=\"citation\" id=\"129671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129671)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129671)\">Mosiah 24:15<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p31\" class=\"\">The challenges and difficulties were not immediately removed from the people. But Alma and his followers were strengthened, and their increased capacity made the burdens lighter. These good people were empowered through the Atonement to <span class=\"emphasis\">act <\/span>as agents (see <span class=\"citation\" id=\"129672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129672)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129672)\">D&amp;C 58:26–29<\/a><\/span>) and imp<span class=\"emphasis\">act <\/span>their circumstances. And “in the strength of the Lord” (<span class=\"citation\" id=\"129673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129673)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129673)\">Words of Mormon 1:14<\/a><\/span>; <span class=\"citation\" id=\"129674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129674)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129674)\">Mosiah 9:17<\/a><\/span>; <span class=\"citation\" id=\"129675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129675)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129675)\">10:10<\/a><\/span>; <span class=\"citation\" id=\"129676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129676)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129676)\">Alma 20:4<\/a><\/span>), Alma and his people were directed to safety in the land of Zarahemla.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p32\" class=\"\">Not only does the Atonement of Jesus Christ overcome the effects of the Fall of Adam and make possible the remission of our individual sins and transgressions, but His Atonement also enables us to do good and become better in ways that stretch far beyond our mortal capacities. Most of us know that when we do things wrong and need help to overcome the effects of sin in our lives, the Savior has made it possible for us to become clean through His redeeming power. But do we also understand that the Atonement is for faithful men and women who are obedient, worthy, and conscientious and who are striving to become better and serve more faithfully? I wonder if we fail to fully acknowledge this strengthening aspect of the Atonement in our lives and mistakenly believe we must carry our load all alone—through sheer grit, willpower, and discipline and with our obviously limited capacities.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p33\" class=\"\">It is one thing to know that Jesus Christ came to the earth to <span class=\"emphasis\">die<\/span> for us. But we also need to appreciate that the Lord desires, through His Atonement and by the power of the Holy Ghost, to <span class=\"emphasis\">enliven<\/span> us—not only to guide but also to strengthen and heal us.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>The Savior Succors His People<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p35\" class=\"\">Alma explains why and how the Savior can enable us:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p36\" class=\"\">“And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p37\" class=\"\"><span class=\"emphasis\">“<\/span>And he will take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities” (<span class=\"citation\" id=\"129677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129677)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129677)\">Alma 7:11–12<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p38\" class=\"\">Thus, the Savior has suffered not just for our sins and iniquities—but also for our physical pains and anguish, our weaknesses and shortcomings, our fears and frustrations, our disappointments and discouragement, our regrets and remorse, our despair and desperation, the injustices and inequities we experience, and the emotional distresses that beset us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p39\" class=\"\">There is no physical pain, no spiritual wound, no anguish of soul or heartache, no infirmity or weakness you or I ever confront in mortality that the Savior did not experience first. In a moment of weakness we may cry out, “No one knows what it is like. No one understands.” But the Son of God perfectly knows and understands, for He has felt and borne our individual burdens. And because of His infinite and eternal sacrifice (see <span class=\"citation\" id=\"129678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129678)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129678)\">Alma 34:14<\/a><\/span>), He has perfect empathy and can extend to us His arm of mercy. He can reach out, touch, succor, heal, and strengthen us to be more than we could ever be and help us to do that which we could never do relying only upon our own power. Indeed, His yoke is easy and His burden is light.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>An Invitation, a Promise, and a Testimony<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p41\" class=\"\">I invite you to study, pray, ponder, and strive to learn more about the Savior’s Atonement as you assess your individual load. Many things about the Atonement we simply cannot comprehend with our mortal minds. But many aspects of the Atonement we can and need to understand.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p42\" class=\"\">For my friend, the load of wood provided life-saving traction. The empty truck could not move through the snow, even equipped with four-wheel drive. A heavy load was necessary to produce traction.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p43\" class=\"\">It was the load. It was the load that provided the traction that enabled my friend to get unstuck, to get back on the road, to press forward, and to return to his family.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p44\" class=\"\">The unique burdens in each of our lives help us to rely upon the merits, mercy, and grace of the Holy Messiah (see <span class=\"citation\" id=\"129679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129679)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129679)\">2 Nephi 2:8<\/a><\/span>). I testify and promise the Savior will help us to bear up our burdens with ease (see <span class=\"citation\" id=\"129680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129680)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129680)\">Mosiah 24:15<\/a><\/span>). As we are yoked with Him through sacred covenants and receive the enabling power of His Atonement in our lives, we increasingly will seek to understand and live according to His will. We also will pray for the strength to learn from, change, or accept our circumstances rather than praying relentlessly for God to change our circumstances according to our will. We will become agents who act rather than objects that are acted upon (see <span class=\"citation\" id=\"129681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129681)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129681)\">2 Nephi 2:14<\/a><\/span>). We will be blessed with spiritual traction.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/bear-up-their-burdens-with-ease.p45\" class=\"\">May each of us do and become better through the Savior’s Atonement. Today is April 6. We know by revelation that today is the actual and accurate date of the Savior’s birth. April 6 also is the day on which The Church of Jesus Christ of Latter-day Saints was organized. (See <span class=\"citation\" id=\"129682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129682)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129682)\">D&amp;C 20:1<\/a><\/span>; Harold B. Lee, “Strengthen the Stakes of Zion,” <span class=\"emphasis\">Ensign,<\/span> July 1973, 2; Spencer W. Kimball, “Why Call Me Lord, Lord, and Do Not the Things Which I Say?” <span class=\"emphasis\">Ensign,<\/span> May 1975, 4; Spencer W. Kimball, “Why Call Me Lord, Lord, and Do Not the Things Which I Say?” <span class=\"emphasis\">Ensign,<\/span> May 1975, 4; Spencer W. Kimball, “Remarks and Dedication of the Fayette, New York, Buildings,” <span class=\"emphasis\">Ensign,<\/span> May 1980, 54; <span class=\"emphasis\">Discourses of President Gordon B. Hinckley, Volume 1: 1995–1999<\/span> [2005], 409.) On this special and sacred Sabbath day, I declare my witness that Jesus the Christ is our Redeemer. He lives and will cleanse, heal, guide, protect, and strengthen us. Of these things I joyfully testify in the sacred name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}