{"ID":8024, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Love—the Essence of the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">We cannot truly love God if we do not love our fellow travelers on this mortal journey.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_46monson<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p4\" class=\"\">My beloved brothers and sisters, when our Savior ministered among men, He was asked by the inquiring lawyer, “Master, which is the great commandment in the law?”<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p5\" class=\"\">Matthew records that Jesus responded:<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p6\" class=\"\">“Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p7\" class=\"\">“This is the first and great commandment.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p8\" class=\"\">“And the second is like unto it, Thou shalt love thy neighbour as thyself.”<sup class=\"noteMarker\"><a href=\"#footnote1-10905_000_46monson\">1<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129683)\">Matthew 22:36–39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p9\" class=\"\">Mark concludes the account with the Savior’s statement: “There is none other commandment greater than these.”<sup class=\"noteMarker\"><a href=\"#footnote2-10905_000_46monson\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129684)\">Mark 12:31<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p10\" class=\"\">We cannot truly love God if we do not love our fellow travelers on this mortal journey. Likewise, we cannot fully love our fellowmen if we do not love God, the Father of us all. The Apostle John tells us, “This commandment have we from him, That he who loveth God love his brother also.”<sup class=\"noteMarker\"><a href=\"#footnote3-10905_000_46monson\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129685)\">1 John 4:21<\/a><\/span>.]<\/span><\/sup> We are all spirit children of our Heavenly Father and, as such, are brothers and sisters. As we keep this truth in mind, loving all of God’s children will become easier.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p11\" class=\"\">Actually, love is the very essence of the gospel, and Jesus Christ is our Exemplar. His life was a legacy of love. The sick He healed; the downtrodden He lifted; the sinner He saved. At the end the angry mob took His life. And yet there rings from Golgotha’s hill the words: “Father, forgive them; for they know not what they do”<sup class=\"noteMarker\"><a href=\"#footnote4-10905_000_46monson\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129686)\">Luke 23:34<\/a><\/span>.]<\/span><\/sup>—a crowning expression in mortality of compassion and love.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p12\" class=\"\">There are many attributes which are manifestations of love, such as kindness, patience, selflessness, understanding, and forgiveness. In all our associations, these and other such attributes will help make evident the love in our hearts.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p13\" class=\"\">Usually our love will be shown in our day-to-day interactions one with another. All important will be our ability to recognize someone’s need and then to respond. I have always cherished the sentiment expressed in the short poem:<\/p>\n\t\t<div class=\"poetry\" id=\"\">\n\t\t\t<div class=\"stanza\" id=\"\">\n\t\t\t\t<div class=\"line\" id=\"\">I have wept in the night<\/div>\n\t\t\t\t<div class=\"line\" id=\"\">For the shortness of sight<\/div>\n\t\t\t\t<div class=\"line\" id=\"\">That to somebody’s need made me blind;<\/div>\n\t\t\t\t<div class=\"line\" id=\"\">But I never have yet<\/div>\n\t\t\t\t<div class=\"line\" id=\"\">Felt a tinge of regret<\/div>\n\t\t\t\t<div class=\"line\" id=\"\">For being a little too kind.<sup class=\"noteMarker\"><a href=\"#footnote5-10905_000_46monson\">5<\/a> <span class=\"footnote\">[Author unknown, in Richard L. Evans, “The Quality of Kindness,” <span class=\"emphasis\">Improvement Era,<\/span> May 1960, 340.]<\/span><\/sup><\/div>\n\t\t\t<\/div>\n\t\t<\/div>\n\t\t<span class=\"story\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p20\" class=\"\">I recently was made aware of a touching example of loving kindness—one that had unforeseen results. The year was 1933, when because of the Great Depression, employment opportunities were scarce. The location was the eastern part of the United States. Arlene Biesecker had just graduated from high school. After a lengthy search for employment, she was finally able to obtain work at a clothing mill as a seamstress. The mill workers were paid only for each of the correctly completed pieces they sewed together daily. The more pieces they produced, the more they were paid.<\/p>\n\t\t<\/span>\n\t\t<span class=\"story\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p21\" class=\"\">One day shortly after starting at the mill, Arlene was faced with a procedure that had her confused and frustrated. She sat at her sewing machine trying to unpick her unsuccessful attempt to complete the piece on which she was working. There seemed to be no one to help her, for all of the other seamstresses were hurrying to complete as many pieces as they could. Arlene felt helpless and hopeless. Quietly, she began to cry.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p22\" class=\"\">Across from Arlene sat Bernice Rock. She was older and more experienced as a seamstress. Observing Arlene’s distress, Bernice left her own work and went to Arlene’s side, kindly giving her instruction and help. She stayed until Arlene gained confidence and was able to successfully complete the piece. Bernice then went back to her own machine, having missed the opportunity to complete as many pieces as she could have, had she not helped.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p23\" class=\"\">With this one act of loving kindness, Bernice and Arlene became lifelong friends. Each eventually married and had children. Sometime in the 1950s, Bernice, who was a member of the Church, gave Arlene and her family a copy of the Book of Mormon. In 1960, Arlene and her husband and children were baptized members of the Church. Later they were sealed in a holy temple of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p24\" class=\"\">As a result of the compassion shown by Bernice as she went out of her way to help one whom she didn’t know but who was in distress and needed assistance, countless individuals, both living and dead, now enjoy the saving ordinances of the gospel.<\/p>\n\t\t<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p25\" class=\"\">Every day of our lives we are given opportunities to show love and kindness to those around us. Said President Spencer W. Kimball: “We must remember that those mortals we meet in parking lots, offices, elevators, and elsewhere are that portion of mankind God has given us to love and to serve. It will do us little good to speak of the general brotherhood of mankind if we cannot regard those who are all around us as our brothers and sisters.”<sup class=\"noteMarker\"><a href=\"#footnote6-10905_000_46monson\">6<\/a> <span class=\"footnote\">[<span class=\"emphasis\">The Teachings of Spencer W. Kimball, <\/span>ed. Edward L. Kimball (1982), 483.]<\/span><\/sup><\/p>\n\t\t<span class=\"story\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p26\" class=\"\">Often our opportunities to show our love come unexpectedly. An example of such an opportunity appeared in a newspaper article in October 1981. So impressed was I with the love and compassion related therein that I have kept the clipping in my files for over 30 years.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p27\" class=\"\">The article indicates that an Alaska Airlines nonstop flight from Anchorage, Alaska, to Seattle, Washington—a flight carrying 150 passengers—was diverted to a remote Alaskan town in order to transport a gravely injured child. The two-year-old boy had severed an artery in his arm when he fell on a piece of glass while playing near his home. The town was 450 miles (725 km) south of Anchorage and was certainly not on the flight path. However, medics at the scene had sent out a frantic request for help, and so the flight was diverted to pick up the child and take him to Seattle so that he could be treated in a hospital.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p28\" class=\"\">When the flight touched down near the remote town, medics informed the pilot that the boy was bleeding so badly he could not survive the flight to Seattle. A decision was made to fly another 200 miles (320 km) out of the way to Juneau, Alaska, the nearest city with a hospital.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p29\" class=\"\">After transporting the boy to Juneau, the flight headed for Seattle, now hours behind schedule. Not one passenger complained, even though most of them would miss appointments and connecting flights. In fact, as the minutes and hours ticked by, they took up a collection, raising a considerable sum for the boy and his family.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p30\" class=\"\">As the flight was about to land in Seattle, the passengers broke into a cheer when the pilot announced that he had received word by radio that the boy was going to be all right.<sup class=\"noteMarker\"><a href=\"#footnote7-10905_000_46monson\">7<\/a> <span class=\"footnote\">[See “Injured Boy Flown to Safety,”<span class=\"emphasis\"> Daily Sitka Sentinel<\/span> (Alaska), Oct. 22, 1981.]<\/span><\/sup><\/p>\n\t\t<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p31\" class=\"\">To my mind come the words of the scripture: “Charity is the pure love of Christ, … and whoso is found possessed of it at the last day, it shall be well with him.”<sup class=\"noteMarker\"><a href=\"#footnote8-10905_000_46monson\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129687)\">Moroni 7:47<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p32\" class=\"\">Brothers and sisters, some of our greatest opportunities to demonstrate our love will be within the walls of our own homes. Love should be the very heart of family life, and yet sometimes it is not. There can be too much impatience, too much arguing, too many fights, too many tears. Lamented President Gordon B. Hinckley: “Why is it that the [ones] we love [most] become so frequently the targets of our harsh words? Why is it that [we] sometimes speak as if with daggers that cut to the quick?”<sup class=\"noteMarker\"><a href=\"#footnote9-10905_000_46monson\">9<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “Let Love Be the Lodestar of Your Life,” <span class=\"emphasis\">Ensign,<\/span> May 1989, 67.]<\/span><\/sup> The answers to these questions may be different for each of us, and yet the bottom line is that the reasons do not matter. If we would keep the commandment to love one another, we must treat each other with kindness and respect.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p33\" class=\"\">Of course there will be times when discipline needs to be meted out. Let us remember, however, the counsel found in the Doctrine and Covenants—namely, that when it is necessary for us to reprove another, we afterward show forth an increase of love.<sup class=\"noteMarker\"><a href=\"#footnote10-10905_000_46monson\">10<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"129688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129688)\">Doctrine and Covenants 121:43<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p34\" class=\"\">I would hope that we would strive always to be considerate and to be sensitive to the thoughts and feelings and circumstances of those around us. Let us not demean or belittle. Rather, let us be compassionate and encouraging. We must be careful that we do not destroy another person’s confidence through careless words or actions.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p35\" class=\"\">Forgiveness should go hand in hand with love. In our families, as well as with our friends, there can be hurt feelings and disagreements. Again, it doesn’t really matter how small the issue was. It cannot and should not be left to canker, to fester, and ultimately to destroy. Blame keeps wounds open. Only forgiveness heals.<\/p>\n\t\t<span class=\"story\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p36\" class=\"\">A lovely lady who has since passed away visited with me one day and unexpectedly recounted some regrets. She spoke of an incident which had taken place many years earlier and involved a neighboring farmer, once a good friend but with whom she and her husband had disagreed on multiple occasions. One day the farmer asked if he could take a shortcut across her property to reach his own acreage. At this point she paused in her narrative to me and, with a tremor in her voice, said, “Brother Monson, I didn’t let him cross our property then or ever but required him to take the long way around on foot to reach his property. I was wrong, and I regret it. He’s gone now, but oh, I wish I could say to him, ‘I’m so sorry.’ How I wish I had a second chance to be kind.”<\/p>\n\t\t<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p37\" class=\"\">As I listened to her, there came to my mind the doleful observation of John Greenleaf Whittier: “Of all sad words of tongue or pen, the saddest are these: ‘<span class=\"emphasis\">It might have been!<\/span>’”<sup class=\"noteMarker\"><a href=\"#footnote11-10905_000_46monson\">11<\/a> <span class=\"footnote\">[“Maud Muller,” in <span class=\"emphasis\">The Complete Poetical Works of John Greenleaf Whittier<\/span> (1878), 206; emphasis added.]<\/span><\/sup> Brothers and sisters, as we treat others with love and kind consideration, we will avoid such regrets.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p38\" class=\"\">Love is expressed in many recognizable ways: a smile, a wave, a kind comment, a compliment. Other expressions may be more subtle, such as showing interest in another’s activities, teaching a principle with kindness and patience, visiting one who is ill or homebound. These words and actions and many others can communicate love.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p39\" class=\"\">Dale Carnegie, a well-known American author and lecturer, believed that each person has within himself or herself the “power to increase the sum total of [the] world’s happiness … by giving a few words of sincere appreciation to someone who is lonely or discouraged.” Said he, “Perhaps you will forget tomorrow the kind words you say today, but the recipient may cherish them over a lifetime.”<sup class=\"noteMarker\"><a href=\"#footnote12-10905_000_46monson\">12<\/a> <span class=\"footnote\">[Dale Carnegie, in, for example, Larry Chang, <span class=\"emphasis\">Wisdom for the Soul<\/span> (2006), 54<span class=\"emphasis\">.<\/span>]<\/span><\/sup><\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p40\" class=\"\">May we begin now, this very day, to express love to all of God’s children, whether they be our family members, our friends, mere acquaintances, or total strangers. As we arise each morning, let us determine to respond with love and kindness to whatever might come our way.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-morning-session\/love-the-essence-of-the-gospel.p41\" class=\"\">Beyond comprehension, my brothers and sisters, is the love of God for us. Because of this love, He sent His Son, who loved us enough to give His life for us, that we might have eternal life. As we come to understand this incomparable gift, our hearts will be filled with love for our Eternal Father, for our Savior, and for all mankind. That such may be so is my earnest prayer in the sacred name of Jesus Christ, amen.<\/p>\n\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10905_000_46monson\"><a name=\"1-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t1.\n\t\t\t<\/span>\n\t\t\t<p><span class=\"citation\" id=\"129683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129683)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129683)\">Matthew 22:36–39<\/a><\/span>.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote2-10905_000_46monson\"><a name=\"2-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t2.\n\t\t\t<\/span>\n\t\t\t<p><span class=\"citation\" id=\"129684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129684)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129684)\">Mark 12:31<\/a><\/span>.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote3-10905_000_46monson\"><a name=\"3-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t3.\n\t\t\t<\/span>\n\t\t\t<p><span class=\"citation\" id=\"129685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129685)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129685)\">1 John 4:21<\/a><\/span>.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote4-10905_000_46monson\"><a name=\"4-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t4.\n\t\t\t<\/span>\n\t\t\t<p><span class=\"citation\" id=\"129686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129686)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129686)\">Luke 23:34<\/a><\/span>.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote5-10905_000_46monson\"><a name=\"5-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t5.\n\t\t\t<\/span>\n\t\t\t<p>Author unknown, in Richard L. Evans, “The Quality of Kindness,” <span class=\"emphasis\">Improvement Era,<\/span> May 1960, 340.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote6-10905_000_46monson\"><a name=\"6-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t6.\n\t\t\t<\/span>\n\t\t\t<p><span class=\"emphasis\">The Teachings of Spencer W. Kimball, <\/span>ed. Edward L. Kimball (1982), 483.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote7-10905_000_46monson\"><a name=\"7-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t7.\n\t\t\t<\/span>\n\t\t\t<p>See “Injured Boy Flown to Safety,”<span class=\"emphasis\"> Daily Sitka Sentinel<\/span> (Alaska), Oct. 22, 1981.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote8-10905_000_46monson\"><a name=\"8-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t8.\n\t\t\t<\/span>\n\t\t\t<p><span class=\"citation\" id=\"129687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129687)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129687)\">Moroni 7:47<\/a><\/span>.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote9-10905_000_46monson\"><a name=\"9-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t9.\n\t\t\t<\/span>\n\t\t\t<p>Gordon B. Hinckley, “Let Love Be the Lodestar of Your Life,” <span class=\"emphasis\">Ensign,<\/span> May 1989, 67.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote10-10905_000_46monson\"><a name=\"10-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t10.\n\t\t\t<\/span>\n\t\t\t<p>See <span class=\"citation\" id=\"129688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129688)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129688)\">Doctrine and Covenants 121:43<\/a><\/span>.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote11-10905_000_46monson\"><a name=\"11-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t11.\n\t\t\t<\/span>\n\t\t\t<p>“Maud Muller,” in <span class=\"emphasis\">The Complete Poetical Works of John Greenleaf Whittier<\/span> (1878), 206; emphasis added.<\/p>\n\t\t<\/li><li class=\"footnote \" id=\"footnote12-10905_000_46monson\"><a name=\"12-10905_000_46monson\"> <\/a>\n\t\t\t<span class=\"label\">\n\t\t\t\t12.\n\t\t\t<\/span>\n\t\t\t<p>Dale Carnegie, in, for example, Larry Chang, <span class=\"emphasis\">Wisdom for the Soul<\/span> (2006), 54<span class=\"emphasis\">.<\/span><\/p>\n\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}