{"ID":8025, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Witness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p2\" class=\"\">By President Boyd K. Packer<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p3\" class=\"\">President of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/boyd-k-packer-10.jpg\" alt=\"Boyd K. Packer\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">I wish to share with you those truths which are the most worth knowing.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_51packer<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p5\" class=\"\">Times of war or uncertainty have a way of sharpening our focus on things that really matter.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p6\" class=\"\">World War II was a time of great spiritual turmoil for me. I had left my home in Brigham City, Utah, with only embers of a testimony, and I felt the need for something more. Virtually our whole senior class in a matter of weeks was on its way to the war zone. While stationed on the island of Ie Shima, just north of Okinawa, Japan, I struggled with doubt and uncertainty. I wanted a personal testimony of the gospel. I wanted to <span class=\"emphasis\">know!<\/span><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p7\" class=\"\">During one sleepless night, I left my tent and entered a bunker which had been formed by lining up 50-gallon fuel drums filled with sand and placed one on top of the other to form an enclosure. There was no roof, and so I crawled in, looked up at the star-filled sky, and knelt to pray.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p8\" class=\"\">Almost mid-sentence it happened. I could not describe to you what happened if I were determined to do so. It is beyond my power of expression, but it is as clear today as it was that night more than 65 years ago. I knew it to be a very private, very individual manifestation. At last I knew for myself. I <span class=\"emphasis\">knew<\/span> for a certainty, for it had been given to me. After some time, I crawled from that bunker and walked, or floated, back to my bed. I spent the rest of the night in a feeling of joy and awe.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p9\" class=\"\">Far from thinking I was someone special, I thought that if such a thing came to me, that it could come to anyone. I still believe that. In the years that have followed, I have come to understand that such an experience is at once a light to follow and a burden to carry.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p10\" class=\"\">I wish to share with you those truths which are the most worth knowing, the things that I have learned and experienced in nearly 90 years of life and over 50 years as a General Authority. Much of what I have come to know falls into the category of things which cannot be taught but can be learned.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p11\" class=\"\">Like most things of great worth, knowledge which is of eternal value comes only through personal prayer and pondering. These, joined with fasting and scripture study, will invite impressions and revelations and the whisperings of the Holy Spirit. This provides us with instruction from on high as we learn precept upon precept.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p12\" class=\"\">The revelations promise that “whatever principle of intelligence we attain unto in this life, it will rise with us in the resurrection” and that “knowledge and intelligence [are gained] through … diligence and obedience” (<span class=\"citation\" id=\"129689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129689)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129689)\">D&amp;C 130:18–19<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p13\" class=\"\">One eternal truth that I have come to know is that God lives. He is our Father. We are His children. “We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost” (<span class=\"citation\" id=\"129690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129690)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129690)\">Articles of Faith 1:1<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p14\" class=\"\">Of all the other titles that He could have used, He chose to be called “Father.” The Savior commanded, “After this manner therefore pray ye: Our Father who art in heaven” (<span class=\"citation\" id=\"129691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129691)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129691)\">3 Nephi 13:9<\/a><\/span>; see also <span class=\"citation\" id=\"129692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129692)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129692)\">Matthew 6:9<\/a><\/span>). His use of the name “Father” is a lesson for all as we come to understand what it is that matters most in this life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p15\" class=\"\">Parenthood is a sacred privilege, and depending upon faithfulness, it can be an eternal blessing. The ultimate end of all activity in the Church is that a man and his wife and their children can be happy at home.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p16\" class=\"\">Those who do not marry or those who cannot have children are not excluded from the eternal blessings they seek but which, for now, remain beyond their reach. We do not always know how or when blessings will present themselves, but the promise of eternal increase will not be denied any faithful individual who makes and keeps sacred covenants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p17\" class=\"\">Your secret yearnings and tearful pleadings will touch the heart of both the Father and the Son. You will be given a personal assurance from Them that your life will be full and that no blessing that is essential will be lost to you.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p18\" class=\"\">As a servant of the Lord, acting in the office to which I have been ordained, I give those in such circumstances a promise that there will be nothing essential to your salvation and exaltation that shall not in due time rest upon you. Arms now empty will be filled, and hearts now hurting from broken dreams and yearning will be healed.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p19\" class=\"\">Another truth I have come to know is that the Holy Ghost is real. He is the third member of the Godhead. His mission is to testify of truth and righteousness. He manifests Himself in many ways, including feelings of peace and reassurance. He can also bring comfort, guidance, and correction when needed. The companionship of the Holy Ghost is maintained throughout our lives by righteous living.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p20\" class=\"\">The gift of the Holy Ghost is conferred through an ordinance of the gospel. One with authority lays his hands on the head of a new member of the Church and says words such as these: “Receive the Holy Ghost.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p21\" class=\"\">This ordinance alone does not change us in a noticeable way, but if we listen and follow the promptings, we will receive the blessing of the Holy Ghost. Each son or daughter of our Heavenly Father can come to know the reality of Moroni’s promise: “By the power of the Holy Ghost ye may know the <span class=\"emphasis\">truth<\/span> of all things” (<span class=\"citation\" id=\"129693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129693)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129693)\">Moroni 10:5<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p22\" class=\"\">A supernal truth that I have gained in my life is my witness of the Lord Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p23\" class=\"\">Foremost and underpinning all that we do, anchored throughout the revelations, is the Lord’s name, which is the authority by which we act in the Church. Every prayer offered, even by little children, ends in the name of Jesus Christ. Every blessing, every ordinance, every ordination, every official act is done in the name of Jesus Christ. It is His Church, and it is named for Him—The Church of Jesus Christ of Latter-day Saints (see <span class=\"citation\" id=\"129694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129694)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129694)\">D&amp;C 115:4<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p24\" class=\"\">There is that great incident in the Book of Mormon where the Nephites “were praying unto the Father in [the Lord’s] name.” The Lord appeared and asked:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p25\" class=\"\">“What will ye that I shall give unto you?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p26\" class=\"\">“And they said unto him: Lord, we will that thou wouldst tell us the name whereby we shall call this church; for there are disputations among the people concerning this matter.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p27\" class=\"\">“And the Lord said unto them: Verily, verily, I say unto you, why is it that the people should murmur and dispute because of this thing?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p28\" class=\"\">“Have they not read the scriptures, which say ye must take upon you the name of Christ, which is my name? For by this name shall ye be called at the last day;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p29\" class=\"\">“And whoso taketh upon him my name, and endureth to the end, the same shall be saved. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p30\" class=\"\">“Therefore, whatsoever ye shall do, ye shall do it in my name; therefore ye shall call the church in my name; and ye shall call upon the Father in my name that he will bless the church for my sake” (<span class=\"citation\" id=\"129695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129695)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129695)\">3 Nephi 27:2–7<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p31\" class=\"\">It is His name, Jesus Christ, “for there is none other name under heaven given among men, whereby we must be saved” (<span class=\"citation\" id=\"129696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129696)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129696)\">Acts 4:12<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p32\" class=\"\">In the Church we know who He is: Jesus Christ, the Son of God. He is the Only Begotten of the Father. He is He who was slain and He who liveth again. He is our Advocate with the Father. “Remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that [we] must build [our] foundation” (<span class=\"citation\" id=\"129697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129697)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129697)\">Helaman 5:12<\/a><\/span>). He is the anchor that holds us and protects us and our families through the storms of life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p33\" class=\"\">Each Sunday across the world where congregations gather of any nationality or tongue, the sacrament is blessed with the same words. We take upon ourselves the name of Christ and always remember Him. That is imprinted upon us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p34\" class=\"\">The prophet Nephi declared, “We talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins” (<span class=\"citation\" id=\"129698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129698)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129698)\">2 Nephi 25:26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p35\" class=\"\">Each of us must come to our own personal testimony of the Lord Jesus Christ. We then share that testimony with our family and others.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p36\" class=\"\">In all of this, let us remember that there is an adversary who personally seeks to disrupt the work of the Lord. We must choose whom to follow. Our protection is as simple as deciding individually to follow the Savior, making certain that we faithfully will remain on His side.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p37\" class=\"\">In the New Testament, John records that there were some who were unable to commit to the Savior and His teachings, and “from that time many of his disciples went back, and walked no more with him.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p38\" class=\"\">“Then said Jesus unto the twelve, Will ye also go away?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p39\" class=\"\">“Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p40\" class=\"\">“And we believe and are sure that thou art that Christ, the Son of the living God” (<span class=\"citation\" id=\"129699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129699)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129699)\">John 6:66–69<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p41\" class=\"\">Peter had gained that which can be learned by each follower of the Savior. To be faithfully devoted to Jesus Christ, we accept Him as our Redeemer and do all within our power to live His teachings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p42\" class=\"\">After all the years that I have lived and taught and served, after the millions of miles I have traveled around the world, with all that I have experienced, there is one great truth that I would share. That is my witness of the Savior Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p43\" class=\"\">Joseph Smith and Sidney Rigdon recorded the following after a sacred experience:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p44\" class=\"\">“And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p45\" class=\"\">“For we saw him” (<span class=\"citation\" id=\"129700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129700)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129700)\">D&amp;C 76:22–23<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p46\" class=\"\">Their words are my words.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p47\" class=\"\"><span class=\"emphasis\">I<\/span> believe and <span class=\"emphasis\">I<\/span> am sure that Jesus is the Christ, the Son of God, and that He lives. He is the Only Begotten of the Father, and “by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God” (<span class=\"citation\" id=\"129701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129701)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129701)\">D&amp;C 76:24<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/the-witness.p48\" class=\"\">I bear my witness that the Savior lives. I <span class=\"emphasis\">know<\/span> the Lord. I am His witness. I know of His great sacrifice and eternal love for all of Heavenly Father’s children. I bear my special witness in all humility but with absolute certainty, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}