{"ID":8026, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Live True to the Faith\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p2\" class=\"\">By Elder William R. Walker<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p3\" class=\"\">Of the Seventy<\/p>\n\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/william-r-walker-10.jpg\" alt=\"William R. Walker\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">Each of us will be greatly blessed if we know the stories of faith and sacrifice that led our forefathers to join the Lord’s Church.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_52walker<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p5\" class=\"\">I love Church history. Perhaps like many of you, my own faith is fortified when I learn of the remarkable dedication of our forefathers who accepted the gospel and lived true to the faith.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p6\" class=\"\">One month ago, 12,000 wonderful youth from the Gilbert Arizona Temple District celebrated the completion of their new temple with an inspiring performance, demonstrating their commitment to live righteously. The theme of their celebration was “Live True to the Faith.”<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p7\" class=\"\">Just as those faithful Arizona youth have done, each Latter-day Saint should commit to “live true to the faith.”<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p8\" class=\"\">The words of the hymn say, “True to the faith that our parents have cherished” (“True to the Faith,” <span class=\"emphasis\">Hymns,<\/span> no. 254).<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p9\" class=\"\">We could add, “True to the faith that our grandparents have cherished.”<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p10\" class=\"\">I wondered if each of those enthusiastic Arizona youth knew their own Church history—if they knew the history of how <span class=\"emphasis\">their<\/span> family came to be members of the Church. It would be a wonderful thing if every Latter-day Saint knew the conversion stories of their forefathers.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p11\" class=\"\">Whether or not you are a descendant of pioneers, the Mormon pioneer heritage of faith and sacrifice is your heritage. It is the noble heritage of The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t<span class=\"story\">\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p12\" class=\"\">One of the most wonderful chapters in the history of the Church occurred when Wilford Woodruff, an Apostle of the Lord, was teaching the restored gospel of Jesus Christ throughout Great Britain in 1840—just 10 years after the establishment of the Church.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p13\" class=\"\">Wilford Woodruff and other Apostles had focused their work in the Liverpool and Preston areas of England, with considerable success. Elder Woodruff, who later became President of the Church, was constantly praying to God to guide him in this very important work. His prayers led to the inspiration to go to a different place to teach the gospel.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p14\" class=\"\">President Monson has taught us that when we get the inspiration from heaven to do something, we do it now—we don’t procrastinate. That is exactly what Wilford Woodruff did. With clear direction from the Spirit to “go … south,” Elder Woodruff left almost immediately and traveled to a part of England called Herefordshire—farming country in the southwest of England. Here he met a prosperous farmer named John Benbow, where he was welcomed “with glad hearts and thanksgiving” (Wilford Woodruff, in Matthias F. Cowley, <span class=\"emphasis\">Wilford Woodruff: History of His Life and Labors as Recorded in His Daily Journals<\/span> [1909], 117).<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p15\" class=\"\">A group of over 600 people, who called themselves the United Brethren, had been “praying for light and truth” (Wilford Woodruff, in <span class=\"emphasis\">Teachings of Presidents of the Church: Wilford Woodruff <\/span>[2004], 91). The Lord sent Wilford Woodruff as an answer to their prayers.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p16\" class=\"\">Elder Woodruff’s teaching bore fruit immediately, and many were baptized. Brigham Young and Willard Richards joined him in Herefordshire, and the three Apostles had remarkable success.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p17\" class=\"\">In only a few months, they organized 33 branches for the 541 members who had joined the Church. Their remarkable work continued, and ultimately almost every one of the members of the United Brethren were baptized into The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p18\" class=\"\">My great-great-grandmother Hannah Maria Eagles Harris was one of the first to listen to Wilford Woodruff. She informed her husband, Robert Harris Jr., that she had heard the word of God and that she intended to be baptized. Robert was not pleased to hear his wife’s report. He told her he would accompany her to the next sermon given by the Mormon missionary, and he would straighten him out.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p19\" class=\"\">Sitting near the front of the assembly, with a firm resolve to not be swayed, and perhaps to heckle the visiting preacher, Robert was immediately touched by the Spirit, just as his wife had been. He knew the message of the Restoration was true, and he and his wife were baptized.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p20\" class=\"\">Their story of faith and devotion is similar to thousands of others: when they heard the gospel message, they knew it was true!<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p21\" class=\"\">As the Lord says, “My sheep hear my voice, and I know them, and they follow me” (<span class=\"citation\" id=\"129702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129702)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129702)\">John 10:27<\/a><\/span>).<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p22\" class=\"\">Having heard the voice of the Shepherd, they fully committed their lives to living the gospel and following the direction of the Lord’s prophet. Responding to the call to gather to Zion, they left behind their home in England, crossed the Atlantic, and gathered with the Saints in Nauvoo, Illinois.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p23\" class=\"\">They embraced the gospel with all their hearts. While trying to get established in their new land, they assisted in the building of the Nauvoo Temple by tithing their labor—spending every 10th day working on the construction of the temple.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p24\" class=\"\">They were brokenhearted at the news of the death of their beloved prophet, Joseph Smith, and his brother Hyrum. But they carried on! They stayed true to the faith.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p25\" class=\"\">When the Saints were persecuted and driven from Nauvoo, Robert and Maria felt greatly blessed to receive their endowments in the temple shortly before they crossed the Mississippi River and headed west. Although they were uncertain of what their future held, they were certain of their faith and their testimonies.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p26\" class=\"\">With six children, they slogged through mud as they crossed Iowa on their way west. They built for themselves a lean-to on the side of the Missouri River at what came to be known as Winter Quarters.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p27\" class=\"\">These intrepid pioneers were waiting for apostolic direction on how and when they would be heading further west. Everyone’s plans were altered when Brigham Young, the President of the Quorum of the Twelve, issued a call for men to volunteer to serve in the United States Army in what came to be known as the Mormon Battalion.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p28\" class=\"\">Robert Harris Jr. was one of over 500 Mormon pioneer men who responded to that call from Brigham Young. He enlisted, even though it meant he would leave behind his pregnant wife and six little children.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p29\" class=\"\">Why would he and the other men do such a thing?<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p30\" class=\"\">The answer can be given in my great-great-grandfather’s own words. In a letter that he wrote to his wife when the battalion was on its way to Santa Fe, he wrote, “My faith is so strong as ever [and when I think of the things that Brigham Young told us], I believe it about the same as if the Great God had told me.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p31\" class=\"\">In short, he knew he was listening to a prophet of God, as did the other men. That is why they did it! They knew they were led by a prophet of God.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p32\" class=\"\">In that same letter, he expressed his tender feelings for his wife and children and told of his constant prayers that she and the children would be blessed.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p33\" class=\"\">Later in the letter, he made this powerful statement: “We must not forget the things which you and I heard and [experienced] in the Temple of the Lord.”<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p34\" class=\"\">Combined with his earlier testimony that “we are led by a Prophet of God,” these two sacred admonitions have become like scripture to me.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p35\" class=\"\">Eighteen months after departing with the battalion, Robert Harris was safely reunited with his beloved Maria. They stayed true and faithful to the restored gospel throughout their lives. They had 15 children, 13 of whom lived to maturity. My grandmother Fannye Walker, of Raymond, Alberta, Canada, was one of their 136 grandchildren.<\/p>\n\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p36\" class=\"\">Grandma Walker was proud of the fact that <span class=\"emphasis\">her<\/span> grandfather had served in the Mormon Battalion, and she wanted all of her grandchildren to know it. Now that I am a grandfather, I understand why it was so important to her. She wanted to turn the hearts of the children to the fathers. She wanted her grandchildren to know of their righteous heritage—because she knew it would bless their lives.<\/p>\n\t\t<\/span>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p37\" class=\"\">The more connected we feel to our righteous forefathers, the more likely we are to make wise and righteous choices.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p38\" class=\"\">And so it is. Each of us will be greatly blessed if we know the stories of faith and sacrifice that led our forefathers to join the Lord’s Church.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p39\" class=\"\">From the first time Robert and Maria heard Wilford Woodruff teach and testify of the Restoration of the gospel, they knew the gospel was true.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p40\" class=\"\">They also knew that no matter what trials or hardships would come to them, they would be blessed for staying true to the faith. It almost seems that they had heard the words of our prophet today, who said, “No sacrifice is too great … in order to receive [the] blessings [of the temple]” (Thomas S. Monson, “The Holy Temple—a Beacon to the World,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2011, 92).<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p41\" class=\"\">The two-pound coin of the United Kingdom has inscribed on its side “Standing on the Shoulders of Giants.” When I think of our great pioneer forefathers, I feel that we are <span class=\"emphasis\">all <\/span>standing on the shoulders of giants.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p42\" class=\"\">Although the admonition came from a letter from Robert Harris, I believe that countless forefathers would send the same message to their children and grandchildren: First, we must not forget the experiences we have had in the temple, and we must not forget the promises and the blessings that come to each of us because of the temple. Secondly, we must not forget that we are led by a prophet of God.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p43\" class=\"\">I testify that we <span class=\"emphasis\">are<\/span> led by a prophet of God. The Lord restored His Church in the latter days through the Prophet Joseph Smith, and we must not forget that we have been led by an unbroken chain of prophets of God, from Joseph to Brigham and through each succeeding President of the Church to our prophet today—Thomas S. Monson. I know him, I honor him, and I love him. I testify that he is the Lord’s prophet on the earth today.<\/p>\n\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/live-true-to-the-faith.p44\" class=\"\">It is the desire of my heart that, along with my children and grandchildren, we will honor the legacy of our righteous forefathers—those faithful Mormon pioneers who were willing to put everything on the altar to sacrifice for and defend their God and their faith. I pray that each of us will live true to the faith that our parents have cherished. In the holy and sacred name of Jesus Christ, amen.<\/p>\n\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}