{"ID":8027, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Obedience through Our Faithfulness\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p2\" class=\"\">By Elder L. Tom Perry<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p3\" class=\"\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/l-tom-perry-10.jpg\" alt=\"L. Tom Perry\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">Obedience is an emblem of our faith in the wisdom and power of the highest authority, even God.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_53perry<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p5\" class=\"\">The family home evenings Sister Perry and I have been holding each Monday night have suddenly increased in size. My brother, his daughter, Barbara’s brother, and a niece and her husband have moved into our condominium complex. It is the only time I have been blessed having family live near me since I was a boy. Then, my family lived on the same block with several members of my mother’s extended family. Grandfather Sonne’s home was next door to ours on the north, and Aunt Emma’s home was next door to ours on the south. On the south side of the block lived Aunt Josephine, and on the east side of the block was where Uncle Alma lived.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p6\" class=\"\">During my boyhood, we interacted with members of our extended family daily and shared moments of working, playing, and visiting together. We could not get in a great deal of mischief without a report reaching our mothers very rapidly. Our world is different now—the members of most families spread out. Even if they live relatively close to each other, they do not often live next door. Still, I have to believe that my boyhood and my current situation are a little like heaven, with beloved family members living close to each other. It serves as a constant reminder to me of the eternal nature of the family unit.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p7\" class=\"\">When I was growing up, I had a special relationship with my grandfather. I was the oldest son in the family. I removed the snow from the walks in the winter and cared for the lawns in the summer for our home, Grandfather’s home, and the homes of my two aunts. Grandfather usually sat on the front porch as I mowed his lawn. When I had finished, I would sit on the front steps and visit with him. Those moments are treasured memories for me.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p8\" class=\"\">One day I asked my grandfather how I would know if I was always doing the right thing, given that life presents so many choices. As my grandfather usually did, he answered me with an experience from farm life.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p9\" class=\"\">He taught me about breaking in a team of horses so that they would work together. He explained that a team of horses must always know who is in charge. One of the keys to asserting control and directing a horse is a harness and bit. If a member of the team ever believes that it does not need to obey the will of the driver, the team will never pull and work together to maximize their ability.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p10\" class=\"\">Now let’s examine the lesson my grandfather taught me using this example. Who is the driver of the team of horses? My grandfather believed it is the Lord. He is the one who has a purpose and a plan. He is also the trainer and builder of the team of horses and, in turn, each individual horse. The driver knows best, and the only way for a horse to know it is always doing the right thing is to be obedient and follow the driver’s lead.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p11\" class=\"\">What was my grandfather likening to a harness and bit? I believed then, as I believe now, that my grandfather was teaching me to follow the promptings of the Holy Ghost. In his mind’s eye, the harness and bit were spiritual. An obedient horse which is part of a well-trained team of horses needs little more than a gentle tug from the driver to do exactly what he wants it to do. This gentle tug is equivalent to the still, small voice with which the Lord speaks to us. Out of respect for our agency, it is never a strong, forceful tug.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p12\" class=\"\">Men and women who ignore the gentle promptings of the Spirit will often learn, as the prodigal son learned, through the natural consequences of disobedience and riotous living. It was only after natural consequences humbled the prodigal son that “he came to himself” and heard the whisperings of the Spirit telling him to return to his father’s house (see <span class=\"citation\" id=\"129703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129703)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129703)\">Luke 15:11–32<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p13\" class=\"\">So the lesson my grandfather taught me was always to be ready to receive the gentle tug of the Spirit. He taught me that I would always receive such a prompting if I ever veered off course. And I would never be guilty of more serious wrongdoings if I allowed the Spirit to guide me in my decisions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p14\" class=\"\">As <span class=\"citation\" id=\"129704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129704)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129704)\">James 3:3<\/a><\/span> states, “Behold, we put bits in the horses’ mouths, that they may obey us; and we turn about their whole body.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p15\" class=\"\">We must be sensitive to our spiritual bits. Even with the slightest tug from the Master, we must be willing to completely alter our course. To succeed in life, we must teach our spirit and body to work together in obedience to God’s commandments. If we heed the gentle promptings of the Holy Ghost, it can unite our spirits and bodies in a purpose that will guide us back to our eternal home to live with our eternal Father in Heaven.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p16\" class=\"\">Our <span class=\"citation\" id=\"129705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129705)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129705)\">third article of faith<\/a><\/span> teaches us about the importance of obedience: “We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p17\" class=\"\">The kind of obedience my grandfather described in his example of a team of horses also requires a special trust—that is, an absolute faith in the driver of the team. The lesson my grandfather taught me, therefore, also alluded to the first principle of the gospel—faith in Jesus Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p18\" class=\"\">The Apostle Paul taught, “Now faith is the substance of things hoped for, the evidence of things not seen” (<span class=\"citation\" id=\"129706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129706)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129706)\">Hebrews 11:1<\/a><\/span>). Then Paul used the examples of Abel, Enoch, Noah, and Abraham to teach about faith. He dwelled on the story of Abraham, for Abraham is the father of the faithful:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p19\" class=\"\">“By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p20\" class=\"\">“By faith he sojourned in the land of promise, as in a strange country. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p21\" class=\"\">“Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised” (<span class=\"citation\" id=\"129707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129707)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129707)\">Hebrews 11:8–9, 11<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p22\" class=\"\">We know that through Abraham and Sarah’s son, Isaac, a promise was given to Abraham and Sarah—a promise of posterity “so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable” (see <span class=\"citation\" id=\"129708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129708)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129708)\">verse 12<\/a><\/span>; see also <span class=\"citation\" id=\"129709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129709)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129709)\">Genesis 17:15–16<\/a><\/span>). And then Abraham’s faith was tested in a way that many of us would consider unimaginable.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p23\" class=\"\">I have contemplated on many occasions the story of Abraham and Isaac, and I still do not believe I fully comprehend Abraham’s faithfulness and obedience. Perhaps I can imagine him faithfully packing up to leave early one morning, but how did he take all those steps alongside his son Isaac over the three-day journey to the base of Mount Moriah? How did they carry the wood for the fire up the mountain? How did he build the altar? How did he bind Isaac and lay him on the altar? How did he explain to him that he would be the sacrifice? And how did he have the strength to lift the knife to slay his son? Abraham’s faith empowered him to follow God’s lead with exactness up until the miraculous moment when an angel called out from heaven, announcing to Abraham that he had passed his agonizing test. And then the angel of the Lord repeated the promise of the Abrahamic covenant.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p24\" class=\"\">I recognize that the challenges associated with having faith in Jesus Christ and obedience will be more difficult for some than others. I have had enough years of experience to know that the personalities of horses can be very different and, therefore, some horses can be easier or more difficult to train and that the variety of people is far greater. Each of us is a son or daughter of God, and we have a unique premortal and mortal story. Accordingly, there are very few one-size-fits-all solutions. And so I fully recognize the trial-and-error nature of life and, most importantly, the constant need of the second principle of the gospel, even repentance.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p25\" class=\"\">It is also true that the time during which my grandfather lived was a simpler time, especially regarding the choices between right and wrong. While some very intelligent and insightful people might believe our more complex time demands ever more complex solutions, I am far from convinced they are right. Rather, I am of the frame of mind that today’s complexity demands greater simplicity, like the answer my grandfather gave to my sincere question about how to know the difference between right and wrong. I know what I have to offer today is a simple formula, but I can testify about how well it works for me. I recommend it to you and even challenge you to experiment upon my words, and if you do, I promise that they will lead you to clarity of choice when you are bombarded with choices and that they will lead to simple answers to questions that confuse the learned and those who think they are wise.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p26\" class=\"\">Too often we think of obedience as the passive and thoughtless following of the orders or dictates of a higher authority. Actually, at its best, obedience is an emblem of our faith in the wisdom and power of the highest authority, even God. When Abraham demonstrated his unwavering faithfulness and obedience to God, even when commanded to sacrifice his son, God rescued him. Similarly, when we demonstrate our faithfulness through obedience, God will ultimately rescue us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p27\" class=\"\">Those who rely solely on themselves and follow only their own desires and self-inclinations are so limited when compared to those who follow God and tap into His insight, power, and gifts. It has been said that someone who is all wrapped up in himself or herself makes a very small package. Strong, proactive obedience is anything but weak or passive. It is the means by which we declare our faith in God and qualify ourselves to receive the powers of heaven. Obedience is a choice. It is a choice between our own limited knowledge and power and God’s unlimited wisdom and omnipotence. According to the lesson my grandfather gave to me, it is a choice to sense the spiritual bit in our mouths and follow the driver’s lead.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/obedience-through-our-faithfulness.p28\" class=\"\">May we become heirs to the covenant and the seed of Abraham through our faithfulness and by receiving the ordinances of the restored gospel. I promise you that the blessings of eternal life are available to everyone who is faithful and obedient. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}