{"ID":803, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Rise of the Kingdom<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, October 1955, pp. 101-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: I thank the Lord for fellowship and association with you in this\nglorious conference opened by an inspiring message from the President of this great Church,\nand I think his spirit has penetrated our hearts and permeated all the sessions of this\nconference, as the Lord blessed him with his spirit and power.\n<\/p><p>\nI have felt that this conference is marking a new epoch in the advancement of this the\nkingdom of God.  I am sure there have been other conferences where splendid reports have\ncome from various parts of the world, but there surely has been no other conference in the\nhistory of this Church where such events have been reported as have been reported in this\nconference&mdash;events which have thrilled our hearts, and there is no question in my mind but,\nwith the temple dedication and choir tour in Europe, the advancement of the Church has been\ngreatly accelerated, and we find ourselves in the midst of an advancement of this great cause\nspreading over the earth in a new way, under new conditions.\n<\/p><p>\nJust about a hundred years ago this people were a driven, mobbed, outraged people, banished\nfrom one of the states of the Union, in the hope of those who banished them&mdash;after killing\ntheir two leaders, Joseph and Hyrum, prophets of God&mdash;that they would perish in the western\nwilderness.  We did not perish. Now a hundred years or so later our President and our choir,\nwith members of the Quorum of the Twelve, are made welcomed and honored visitors in the\nnations of the world, being accorded welcomes that were heartfelt and generous, such as are\nperhaps given to royalty and other people of distinction&mdash;and the Lord will bless those\npeoples.\n<\/p><p>\nWhy has this occurred?  Because this is the kingdom of God. Daniel saw this day, and we\nshould realize, and I hope our children realize, that we are taking part in events which\nprophets saw and described centuries ago that the Lord knew would take place; and in my\njudgment all that is going on in the world today, with our world wars and our great\nmovements that seem to be shaking the earth&mdash;is being utilized for the consummation of his\nholy purposes as he has always done.  So we are seeing the fulfillment of this prophecy of\nDaniel: \n<\/p><p>\nAnd in the days of these kings shall the God of heaven set up a kingdom, which shall\nnever be destroyed; and the kingdom shall not be left to other people, but it shall\nbreak in pieces and consume all these kingdoms, and it shall stand forever\n(<span class=\"citation\" id=\"10626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10626)\">Dan. 2:44<\/a><\/span>).\n<\/p><p>\nHow could we identify this kingdom? Well, there are many ways.  Mark the advance of\ncivilization, from the ancient, Asiatic powers, with whom God had dealings through his\nprophets, advancing westward over Asia, advancing westward through Europe, always\nwestward, and then it was stopped for centuries. Thousands of miles of ocean formed an\nimpediment to this advancement.  Then in due time the Lord bridged that great gap, inspiring\nColumbus to discover this land, this the greatest of all continents and the choicest of all lands,\nwhich God had reserved for the setting up of his kingdom; on which he established this free\ngovernment, giving this nation power over the mother country in the Revolutionary War. \nDuring these years in Europe before America was discovered, kingdoms were established all\nover the land and continued for centuries.\n<\/p><p>\nIt was in the time of these kings that this kingdom of God was to be established.  It is\ninteresting to note that in great movements, and the establishment of kingdoms and\ndominions, two things are very essential: transportation and communication.  Without those,\ndevelopments of that kind are not possible.  The Lord has taken care of that, and now as his\nkingdom advances in power, we hear the spoken word around the world, and we are on the\nway, I think, even to be able to see around the world through television; and we are having\nplanes built that will take us from here to our temple in Bern and to our other operations in\nEurope between sunrise and sunset.  The Lord has provided the necessary means at the right\ntime.\n<\/p><p>\nAnother identification: The Lord, through his prophets, and the Savior while he was with the\nNephites, said that there would be a sign given when the Father would undertake to establish\nhis kingdom for the last time among the nations\n(<span class=\"citation\" id=\"5553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5553)\">3 Ne. 21:1-7<\/a><\/span>).\n<\/p><p>\nHe said to them when the record of this people comes to your descendants\n(<span class=\"citation\" id=\"5554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5554)\">3 Ne. 21:26<\/a><\/span>) then you may\nknow that the work of the Father is being begun among the nations of the earth.\n<\/p><p>\nWell, that Book of Mormon came to their descendants, and they have had it for a hundred\nyears.  The Lord also said that the time would come for the gathering of Israel&mdash;Israel to this\nnation, the land of Joseph, and the Jews to their land in Palestine.  For a hundred years, the\ngospel has been preached.  You or your fathers and mothers have been gathered from all the\nnations of the earth because you and they are of the blood of Israel.  They heard the message\nof the gospel, and we have been gathered here to this nation.  Significantly enough, the\nmovement westward continued when this great land was opened, even in this land, when we\nwere driven from the east we moved further west, until we have come to the last stand in the\nwestward movement in the tops of these Rocky Mountains. There is no place further west to\ngo and no further need of it, for God has now established his kingdom in the tops of these\nmountains, and Israel is gathering to it.\n<\/p><p>\nThe Jews, because of conditions growing out of World War I, are going back to Palestine,\ncrowding back so rapidly that they can hardly be cared for. They do not understand why, but\nwe do. They are building up their cities, planting their vineyards, developing industry, and\nthey are beginning to believe in Jesus Christ as foretold.  I was in touch with an association in\nNew York City while I was there that was a mission to the Jews, to preach Christianity to\nthe Jewish people, and singularly enough it was an organization of Jews who had been\nconverted to Christianity&mdash;such as they were able to comprehend and believe.\n<\/p><p>\nI went into their establishment, not knowing just who they were, to inquire about something,\nand then I saw the New Testament and other evidences that led me to ask them, \"Are you Christians?\"\n<\/p><p>\nThey said, \"Yes, we are Christians.\" \"Do you mean to tell me that you Jews believe in the\ndivinity of Jesus Christ?\"\n<\/p><p>\n\"Yes, we do.\"\n<\/p><p>\n\"You believe then that Jesus Christ was the Messiah, he whom your fathers crucified?\"\n<\/p><p>\n\"Yes, we do.\"\n<\/p><p>\nThey had suffered hardship and trial and difficulty facing the enmity of their own people.  I\nwas present in one of their meetings where they sent away a young woman missionary, as we\nsend our missionaries, in a way.  And where do you suppose she was being sent? She was\nbeing sent to Jerusalem where their fathers crucified the Lord Jesus Christ, to bring them the\nmessage that this same Jesus Christ is the Savior of the world.\n<\/p><p>\nThe Lord said when these things were happening we would know that he was at work among\nthe nations, that he had set his hand to carry on his work.  The Prophet Joseph Smith, just\nthree years before the powers of evil finally so gathered around him that they took is life, made\nthis prophecy.  It is in the famous Wentworth letter of 1842, Mr. Wentworth having asked\nhim to supply information and something of the doctrines that might be published concerning\nthe history of our people. After he a outlined the history and persecution of the people, before\nsetting forth our beliefs in what we now call our Articles of Faith, he prophesied: \n<\/p><p>\nOur missionaries are going forth to different nations, and in Germany, Palestine, New\nHolland, Australia, the East Indies, and other places; the Standard of Truth has been\nerected; no unhallowed hand can stop the work from progressing; persecutions may\nrage, mobs may combine, armies may assemble,  calumny may defame, but the truth\nof God will go forth, boldly, nobly, and independent, till it has penetrated every\ncontinent, visited every clime, swept every country, and sounded in every ear, till the\npurposes of God shall be accomplished and the Great Jehovah shall say, the work is\ndone. (DHC 4:540.)\n<\/p><p>\nI bear my humble witness that that prophecy is of God and that this is the kingdom of God\nthat Daniel saw the Lord set up, never to be given to other people\n(<span class=\"citation\" id=\"10627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10627)\">Dan. 2:44<\/a><\/span>); that angels have visited\nthe earth and restored the Holy Priesthood, without which the kingdom of God has never been\nin the earth, and never can be in the earth; and God is carrying on this work; and the\nmiraculous things referred to by Elder Petersen yesterday are part and parcel of the kingdom\nof God.  Unless we can accept the supernatural, which means the power of God, we cannot\naccept salvation in the kingdom of God, and we do not believe in the Lord Jesus Christ.  We\ndo not believe that the gospel is the power of God, if when the power of God is manifest to\nbring it to us, we reject it and deny it.\n<\/p><p>\nThis is the Church and kingdom of God.  I bear my humble witness to it. His power is here\nfor the salvation of' the world.  Would to God they would believe and join with us in\nadvancing this kingdom over the earth, for there is no power under heaven, or ever will be,\nexcept the gospel of Jesus Christ and the kingdom of God, that will bring universal peace and\nhappiness to the children of men, and that process is now in operation.  May God further it\nand bless it.  I bear witness to the divine calling of the Prophet Joseph Smith&mdash;a glorious\nProphet, who has paid the price that prophets have paid in this world that enshrines the dead\nprophets and destroys the living ones.\n<\/p><p>\nMay God bless us and preserve us so that we will live the gospel and preach it.  People may\nnot believe it&mdash;I wish they would&mdash;but it is our business to declare it with all its marvelous\nworks and wonders.  The definition in the dictionary for \"miraculous\" is \"marvelous,\nwonderful,\" and that is exactly how the Lord describes the work that he is to bring forth in\nthe latter days, a \"strange work\" (<span class=\"citation\" id=\"25161\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25161)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25161)\">Isa. 28:21<\/a><\/span>),\n\"a marvelous work and a wonder\"\n(<span class=\"citation\" id=\"25163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25163)\">Isa. 29:14<\/a><\/span>), because his power will\nbe made manifest.\n<\/p><p>\nMay God bless us and help us to be true to every principle and doctrine and teaching of this church, to\nlive them, and to preach them to the world, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}