{"ID":8032, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Until We Meet Again\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p2\" class=\"\">By President Thomas S. Monson<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">May the Spirit we have felt during these past two days be and abide with us as we go about those things which occupy us each day.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_58monson<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p4\" class=\"\">My brothers and sisters, what a wonderful conference this has been. We have been fed spiritually as we have listened to the inspired words of the men and women who have addressed us. The music has been superb, the messages have been prepared and delivered under the promptings of the Holy Spirit, and the prayers have drawn us nearer to heaven. We have been uplifted in every way as we have participated together.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p5\" class=\"\">I hope that we will take the time to read the conference messages when they become available on LDS.org within the next few days and when they are printed in coming issues of the <span class=\"emphasis\">Ensign<\/span> and <span class=\"emphasis\">Liahona<\/span> magazines, for they are deserving of our careful review and study.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p6\" class=\"\">I know you join with me in expressing our sincere gratitude to those brethren and sisters who were released during this conference. They have served well and have made significant contributions to the work of the Lord. Their dedication has been complete.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p7\" class=\"\">We have also sustained, by uplifted hands, brethren who have been called to new positions of responsibility. We welcome them and want them to know that we look forward to serving with them in the cause of the Master.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p8\" class=\"\">As we ponder the messages we have heard, may we resolve to do a little better than we have done in the past. May we be kind and loving to those who do not share our beliefs and our standards. The Savior brought to this earth a message of love and goodwill to all men and women. May we ever follow His example.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p9\" class=\"\">We face many serious challenges in the world today, but I assure you that our Heavenly Father is mindful of us. He will guide and bless us as we put our faith and trust in Him and will see us through whatever difficulties come our way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p10\" class=\"\">May heaven’s blessings be with each of us. May our homes be filled with love and courtesy and with the Spirit of the Lord. May we constantly nourish our testimonies of the gospel, that they will be a protection for us against the buffetings of the adversary. May the Spirit we have felt during these past two days be and abide with us as we go about those things which occupy us each day, and may we ever be found doing the work of the Lord.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p11\" class=\"\">I bear testimony that this work is true, that our Savior lives, and that He guides and directs His Church here upon the earth. I leave with you my witness and my testimony that God our Eternal Father lives and loves us. He is indeed our Father, and He is personal and real. May we realize how close to us He is willing to come, how far He is willing to go to help us, and how much He loves us.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p12\" class=\"\">My brothers and sisters, may God bless you. May His promised peace be with you now and always.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/sunday-afternoon-session\/until-we-meet-again.p13\" class=\"\">I bid you farewell until we meet again in six months’ time, and I do so in the name of Jesus Christ, our Lord and Savior, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}