{"ID":8034, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Sisterhood: Oh, How We Need Each Other\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\" id=\"\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p2\" class=\"\">By Bonnie L. Oscarson<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p3\" class=\"\">Young Women General President<\/p>\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            \n                            <blockquote class=\"intro dontHighlight\">\n                                        <img id=\"talkPhoto\" src=\"\/images\/cache\/bonnie-oscarson-sm-1190455.jpg\" alt=\"Bonnie L. Oscarson\" class=\"img-decor\"\/><div class=\"kicker\" id=\"\">We must stop concentrating on our differences and look for what we have in common.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10905_000_62oscarson<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p5\" class=\"\">In that video we saw eight countries and heard nine different languages. Imagine how many more languages were added on that final verse. It is thrilling to know that as a worldwide sisterhood we were able to raise our voices in testimony of the eternal truth that we are daughters of a loving Heavenly Father.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p6\" class=\"\">What a great privilege it is to be here on this historic occasion and address all the women of the Church ages eight and above. There is tremendous strength in our unity this evening. As I see all of us gathered together in the Conference Center and contemplate the thousands of others who are viewing this broadcast from locations around the world, the combined power of our testimonies and faith in Jesus Christ surely constitutes one of the most faith-filled and powerful assemblies of women in the history of the Church, if not the world.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p7\" class=\"\">Tonight we rejoice in our many different roles as women in the Church. Though in many ways we are different and unique, we also acknowledge that we are all daughters of the same Heavenly Father, which makes us sisters. We are unified in building the kingdom of God and in the covenants which we have made, no matter what our circumstances. This combined assembly is, without a doubt, the most glorious sisterhood upon the face of the earth!<sup class=\"noteMarker\"><a href=\"#footnote1-10905_000_62oscarson\">1<\/a> <span class=\"footnote\">[See Barbara B. Smith, “The Bonds of Sisterhood,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1983, 20–23.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p8\" class=\"\">To be sisters implies that there is an unbreakable bond between us. Sisters take care of each other, watch out for each other, comfort each other, and are there for each other through thick and thin. The Lord has said, “I say unto you, be one; and if ye are not one ye are not mine.”<sup class=\"noteMarker\"><a href=\"#footnote2-10905_000_62oscarson\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129804)\">Doctrine and Covenants 38:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p9\" class=\"\">The adversary would have us be critical or judgmental of one another. He wants us to concentrate on our differences and compare ourselves to one another. You may love to exercise vigorously for an hour each day because it makes you feel so good, while I consider it to be a major athletic event if I walk up one flight of stairs instead of taking the elevator. We can still be friends, can’t we?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p10\" class=\"\">We as women can be particularly hard on ourselves. When we compare ourselves to one another, we will always feel inadequate or resentful of others. Sister Patricia T. Holland once said, “The point is, we simply cannot call ourselves Christian and continue to judge one another—or ourselves—so harshly.”<sup class=\"noteMarker\"><a href=\"#footnote3-10905_000_62oscarson\">3<\/a> <span class=\"footnote\">[Patricia T. Holland, “‘One Thing Needful’: Becoming Women of Greater Faith in Christ,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1987, 29.]<\/span><\/sup> She goes on to say that there is nothing that is worth us losing our compassion and sisterhood over. We just need to relax and rejoice in our divine differences. We need to realize that we all desire to serve in the kingdom, using our unique talents and gifts in our own ways. Then we can enjoy our sisterhood and our associations and begin to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p11\" class=\"\">The fact of the matter is, we really and truly need each other. Women naturally seek friendship, support, and companionship. We have so much to learn from one another, and we often let self-imposed barriers keep us from enjoying associations which could be among the greatest blessings in our lives. For example, we women who are a little older need what you Primary-age girls have to offer. We can learn much from you about Christlike service and love.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p12\" class=\"\">I recently heard a wonderful story about a little girl named Sarah, whose mother had the opportunity to help another woman in her ward named Brenda, who had multiple sclerosis. Sarah loved to go with her mother to help Brenda. She would put lotion on Brenda’s hands and massage her fingers and arms because she was often in pain. Sarah then learned to gently stretch Brenda’s arms over her head to exercise her muscles. Sarah brushed Brenda’s hair and visited with her while her mother took care of her other needs. Sarah learned the importance and joy of serving another person and came to understand that even a child can make a big difference in someone’s life.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p13\" class=\"\">I love the example we have in the <span class=\"citation\" id=\"129803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129803)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129803)\">first chapter of Luke<\/a><\/span> which describes the sweet relationship between Mary, the mother of Jesus, and her cousin Elisabeth. Mary was a young woman when she was informed of her remarkable mission to be the mother of the Son of God. Initially it must have seemed to be a heavy responsibility to bear alone. It was the Lord Himself who provided Mary with someone to share her load. Through the message of the angel Gabriel, Mary was given the name of a trusted and sympathetic woman to whom she could turn for support—her cousin Elisabeth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p14\" class=\"\">This young maiden and her cousin, who was “well stricken in years,”<sup class=\"noteMarker\"><a href=\"#footnote4-10905_000_62oscarson\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"129805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129805)\">Luke 1:7<\/a><\/span>.]<\/span><\/sup> shared a common bond in their miraculous pregnancies, and I can only imagine how very important the three months they spent together were to both of them as they were able to talk together, empathize with each other, and support one another in their unique callings. What a wonderful model they are of feminine nurturing between generations.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p15\" class=\"\">Those of us who are a little more mature can have a tremendous influence on the younger generations. When my mother was just a little girl, neither of her parents was active in the Church. Even at the young age of five, she would walk by herself to church and attend her meetings—Primary, Sunday School, and sacrament meeting—all at different times.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p16\" class=\"\">I recently asked my mother why in the world she did that week after week when she had no support or encouragement at home. Her answer was: “I had Primary teachers who loved me.” These teachers cared about her and taught her the gospel. They taught her that she had a Father in Heaven, who loved her, and it was their concern for her that kept her coming week after week. My mother said to me, “That was one of the most important influences in my early life.” I hope I can thank those wonderful sisters someday! There is no age barrier when it comes to Christlike service.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p17\" class=\"\">A couple of weeks ago, I met a stake Young Women president in California who told me that her 81-year-old mother had recently been called to be a Mia Maid adviser. I was so intrigued I gave her mother a call. When Sister Val Baker’s bishop asked to meet with her, she was looking forward to being called as a librarian or ward historian. When he asked her to serve as a Mia Maid adviser to the Young Women, her reaction was, “Are you sure?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p18\" class=\"\">Her bishop solemnly replied, “Sister Baker, make no mistake; this call is from the Lord.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p19\" class=\"\">She said she had no other answer to that except, “Of course.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p20\" class=\"\">I love the inspiration this bishop felt that the four Mia Maids in his ward have much to learn from the wisdom, experience, and lifelong example of this mature sister. And guess whom Sister Baker will go to when she needs help setting up her Facebook page?<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p21\" class=\"\">I think of the great help that the sisters in Relief Society can be in welcoming young sisters who have recently been in Young Women. Our young sisters frequently feel as if they don’t have a place or anything in common with those in Relief Society. Before they turn 18, they need Young Women leaders and mothers who will joyfully testify of the great blessings of Relief Society. They need to feel enthusiastic about becoming part of such a glorious organization. When young women begin attending Relief Society, what they need most is a friend to sit next to, an arm around their shoulders, and an opportunity to teach and serve. Let us all reach out to help one another through the transitions and milestones of our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p22\" class=\"\">Thank you to all the women of the Church who are reaching out across age and cultural lines to bless and serve others. Young women are serving Primary children and the elderly. Single sisters of all ages spend countless hours watching out for the needs of those around them. We recognize the thousands of young women who are giving up 18 months of their lives to share the gospel with the world. All of these things are evidence that, as our beloved hymn states, “The errand of angels is given to women.”<sup class=\"noteMarker\"><a href=\"#footnote5-10905_000_62oscarson\">5<\/a> <span class=\"footnote\">[“As Sisters in Zion,” <span class=\"emphasis\">Hymns,<\/span> no. 309.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p23\" class=\"\">If there are barriers, it is because we ourselves have created them. We must stop concentrating on our differences and look for what we have in common; then we can begin to realize our greatest potential and achieve the greatest good in this world. Sister Marjorie P. Hinckley once said, “Oh, how we need each other. Those of us who are old need you who are young. And, hopefully, you who are young need some of us who are old. It is a sociological fact that women need women. We need deep and satisfying and loyal friendships with each other.”<sup class=\"noteMarker\"><a href=\"#footnote6-10905_000_62oscarson\">6<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Glimpses into the Life and Heart of Marjorie Pay Hinckley,<\/span> ed. Virginia H. Pearce (1999), 254–55.]<\/span><\/sup> Sister Hinckley was right; oh, how we need each other!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p24\" class=\"\">Sisters, there is no other group of women in the world who have access to greater blessings than we do as Latter-day Saint women. We are members of the Lord’s Church, and regardless of our individual circumstances, we can all enjoy the full blessings of priesthood power through keeping the covenants we have made at baptism and in the temple. We have living prophets to lead and teach us, and we enjoy the great gift of the Holy Ghost, which serves as a comfort and guide in our lives. We are blessed to work hand in hand with righteous brothers as we strengthen homes and families. We have access to the strength and power of temple ordinances and so much more.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p25\" class=\"\">In addition to enjoying all of these magnificent blessings, we have each other—sisters in the gospel of Jesus Christ. We have been blessed with tender and charitable natures which enable us to render Christlike love and service to those around us. As we look beyond our differences in age, culture, and circumstance to nurture and serve one another, we will be filled with the pure love of Christ and the inspiration which leads us to know when and whom to serve.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/05\/general-womens-meeting\/sisterhood-oh-how-we-need-each-other.p26\" class=\"\">I extend to you an invitation that was issued once before by a Relief Society general president who said, “I invite you to not only love each other more but love each other <span class=\"emphasis\">better.<\/span>”<sup class=\"noteMarker\"><a href=\"#footnote7-10905_000_62oscarson\">7<\/a> <span class=\"footnote\">[Bonnie D. Parkin, “Choosing Charity: That Good Part,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2003, 106.]<\/span><\/sup> May we realize just how much we need each other, and may we all love one another better, is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10905_000_62oscarson\"><a name=\"1-10905_000_62oscarson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t<p>See Barbara B. Smith, “The Bonds of Sisterhood,” <span class=\"emphasis\">Ensign,<\/span> Mar. 1983, 20–23.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-10905_000_62oscarson\"><a name=\"2-10905_000_62oscarson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"129804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129804)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129804)\">Doctrine and Covenants 38:27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-10905_000_62oscarson\"><a name=\"3-10905_000_62oscarson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t<p>Patricia T. Holland, “‘One Thing Needful’: Becoming Women of Greater Faith in Christ,” <span class=\"emphasis\">Ensign,<\/span> Oct. 1987, 29.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-10905_000_62oscarson\"><a name=\"4-10905_000_62oscarson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"129805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 129805)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(129805)\">Luke 1:7<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-10905_000_62oscarson\"><a name=\"5-10905_000_62oscarson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t<p>“As Sisters in Zion,” <span class=\"emphasis\">Hymns,<\/span> no. 309.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-10905_000_62oscarson\"><a name=\"6-10905_000_62oscarson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">6.<\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Glimpses into the Life and Heart of Marjorie Pay Hinckley,<\/span> ed. Virginia H. Pearce (1999), 254–55.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-10905_000_62oscarson\"><a name=\"7-10905_000_62oscarson\"> <\/a>\n\t\t\t\t\t<span class=\"label\">7.<\/span>\n\t\t\t\t\t<p>Bonnie D. Parkin, “Choosing Charity: That Good Part,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2003, 106.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}