{"ID":8037, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Welcome to Conference\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p2\" class=\"\" id=\"p2\">By President Thomas S. Monson<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/thomas-s-monson-10.jpg\" alt=\"Thomas S. Monson\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">As we listen, may our hearts be touched and our faith increased.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10911_000_004<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p4\" class=\"\" id=\"p4\">My brothers and sisters, how pleased I am to welcome you to this great world conference. We are gathered together in locations around the world to listen to and learn from the brethren and sisters whom we have sustained as General Authorities and general officers of the Church. They have sought heaven’s help concerning the messages which they will present, and they have felt inspiration regarding what will be said.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p5\" class=\"\" id=\"p5\">This conference marks the 90-year anniversary of radio broadcasts of general conference. During the October conference of 1924, the sessions were broadcast on the radio for the first time through Church-owned KSL. This conference also marks the 65-year anniversary of television broadcasts of conference. At the general conference held in October 1949, the sessions were first televised throughout the Salt Lake area over KSL television.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p6\" class=\"\" id=\"p6\">We acknowledge the blessings of modern media in allowing millions of members of the Church to watch or listen to general conference. The sessions of this weekend are being broadcast via television, radio, cable, satellite transmission, and the Internet, including on mobile devices.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p7\" class=\"\" id=\"p7\">During the past six months since we last met, one new temple has been dedicated and one rededicated. In May, President Dieter F. Uchtdorf dedicated the Fort Lauderdale Florida Temple. A wonderful youth cultural celebration was presented the day prior to the dedication. The following day, on Sunday, May 4, the temple was dedicated in three sessions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p8\" class=\"\" id=\"p8\">Just two weeks ago it was my privilege to rededicate the Ogden Utah Temple, originally dedicated in 1972 by President Joseph Fielding Smith. A grand cultural celebration took place the day before the rededication, with so many youth participating that two separate performances were presented, with a different cast for each. In all, 16,000 youth participated. The rededication services took place the following day, with many of the Brethren participating, along with the auxiliary leaders and the temple president, his counselors, and their wives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p9\" class=\"\" id=\"p9\">Our temple building continues in earnest. Next month the new Phoenix Arizona Temple will be dedicated, and next year, in 2015, we anticipate dedicating or rededicating at least five temples, with more possible, depending on completion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p10\" class=\"\" id=\"p10\">As I mentioned in April, when all the previously announced temples are constructed and dedicated, we will have 170 operating temples throughout the world. Because we are concentrating our efforts on completing temples which were previously announced, we are not at the present time announcing any new temples. However, in the future, as we identify needs and locate properties, announcements of additional temples will be made.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p11\" class=\"\" id=\"p11\">The Church continues to grow. We are now more than 15 million strong and increasing in numbers. Our missionary efforts are going forward unhindered. We have over 88,000 missionaries serving, sharing the gospel message the world over. We reaffirm that missionary work is a priesthood duty, and we encourage all worthy and able young men to serve. We are very grateful for the young women who also serve. They make a significant contribution, although they are not under the same mandate to serve as are the young men.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/saturday-morning-session\/welcome-to-conference.p12\" class=\"\" id=\"p12\">Now I invite you to give your attention to the brethren and sisters who will participate today and tomorrow in our conference sessions. All who have been asked to speak feel a great responsibility in doing so. As we listen, may our hearts be touched and our faith increased, I humbly pray in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}