{"ID":804, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Testimony for the Children<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, October 1955, pp. 103-105<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLast evening President Richards referred with some feeling to the children and to the\ngrandchildren and to the great-grandchildren, who if the Church is to carry forward, must\nsomehow catch the great message from their parents and go forward when the torch is tossed\nto them. I should like to spend my few moments in talking to them, if I might have the Spirit\nof the Lord.\n<\/p><p>\nI should like to speak to Lori and to Park, to Charlotte and to Annette, to Jack, to Brook, to\nBecky, and to Kirk, to Joan, to Norma, and to Ann, to Suzette, and to Carol Gay, and to Don,\nto Dale, and to LeGrand, and to Henry and to David&mdash;I could go on and on and on naming\nthe children, some of whom are listening this morning, and many of whom are in Sunday\nSchool.\n<\/p><p>\nSome of them, when given opportunity, would arise to their feet and say something like this:\n\"I believe the gospel.  I believe that Joseph Smith was a Prophet.\" And then they qualify it by\nsaying,  \"I do not know yet that it is true, but I believe it.\" I desire to say something to them\nconcerning this qualifying statement, and I should like to say it in simple language so they\ncan understand.\n<\/p><p>\nThe power to bear testimony, the ability and the feeling of being able to say that one knows\nthat Jesus is the Christ and that the restoration of the gospel has come through the hands of\nJoseph Smith, comes entirely by the power of the Holy Ghost.  That power does not come\nthrough any education or through any special preparation on the part of the recipient in\nearthly things, but rather it whispers into the heart of the one who wants to know, and once\nwhispered and once understood, that person may stand and say as surely as I or anyone else\nmay stand and say it, that he knows that Jesus is the Christ.  For the Spirit bears the witness,\nand it comes to everyone that in truth desires it.\n<\/p><p>\nI think that is the great message of Joseph Smith himself.  He was only fourteen years of age,\nand he walked into his mother's home one morning and said, \"Mother, I have learned for\nmyself that Presbyterianism is not true\n(<span class=\"citation\" id=\"30345\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30345)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30345)\">JS&mdash;H 1:20<\/a><\/span>).\nWell, each of our children is not going to receive a\nvision such as Joseph Smith received, but each can have the whispering, and each can know\njust as surely, no matter what his age.  He does not have to grow to be an adult to have this\nknowledge.\n<\/p><p>\nI can remember when I was a small child at the Lowell School up on D Street and Second\nAvenue.  Four of us boys were gathered in the corner by the school fence, two of us were\nLatter-day Saints, and two of us were not.  The two who were not were baiting the two\nLatter-day Saints.  One of them (it was not I, although I might have had the courage to do it)\nturned on these other boys and said, \"Well, we have the truth, and you haven't, and that is all\nthere is to it.\" And that is all there was to it, too.  He did not know why he knew it, but he\ndid know it. He was going to learn why later.  All children will learn to understand that\nwhispering someday, and only by that whispering can you children, wherever you be, know\nthat Jesus is the Christ. You may pile up evidence and knowledge, but only by that spirit will\nyou know it.\n<\/p><p>\nNow the spirit does not always whisper.  Sometimes it leaves one, and then one is left to his\nown resources.  Then enters free agency.  I should like to say to my children, my\ngrandchildren and yours, that you can be determined to know about this thing by your own\ndesire. You do not have to take someone else's word about it.  Say to yourselves, \"I know\nthat this is so. I believe it, and I am going to abide by it.\" As you get that determination and\nsay it, somehow the spirit will re-enter into you and fortify you in it.\n<\/p><p>\nThere will be times when the spirit will not come to you.  Here are some evidences which\neventually will grow into your hearts until they will sustain you when the spirit is not present.\nThere is the evidence which you will gain from the Book of Mormon.  When you read that\nbook, it will be an evidence to you.  Coupled with it will be evidences found in the ancient\nOld Testament of how the Lord dealt with his ancient people.  You will discover that it is\nvery similar to the way he dealt with those in the Book of Mormon.  The pattern of the New\nTestament will be an evidence to you, for like that pattern the Church today is established. \nThere you will read it and take comfort from it.\n<\/p><p>\nYou, when you get old enough to understand them, will be able to gain great comfort from\nthe books of Moses and of Abraham, the revelations of the Lord to great, inspired men. These\nwill give you renewed assurance. Archaeological discovery, that is, the digging in ancient\nmounds to find evidences of what kind of people lived there, will further your belief, because\nslowly but surely, as these evidences come forth, they bear their silent, dusty witness of the\ntruth of the gospel.\n<\/p><p>\nOne of the most noble witnesses and one of the most assuring and convincing witnesses is the\nlives of your own parents.  Watch them live, watch how the gospel touches their hearts and\nmakes them gentle and kind.  That is the surest evidence that it is a power beyond any earthly\nconception&mdash;its effect upon the lives of your own folk and those you see around you who are\ntrying to work righteousness.\n<\/p><p>\nAnother evidence, as you get older, will be the evidence you will see in the effort of the\nChurch to help its own through the welfare program.  Such altruistic things can come only\nfrom those who want to practice and believe the truth.  This great evidence will also bear its\nwitness to you as you get older and take part in it; as you go to the cannery or as you go to\nweed the beet fields and help harvest the peas. Those evidences will come to you because of\nyour work and your actions in that program.\n<\/p><p>\nThen, of course, you are going to have a great deal of pleasure and fun, but you are going to\nsee the evidence of the auxiliary programs of the Church. How they touch your lives, starting\nwith childhood and taking you through to adulthood, giving you ideals and knowledge of how\nto handle yourselves and your companions, how to be happy and joyful, and how to enjoy\nthat portion of the gospel, for the gospel is a happy thing. And the Mutual Improvement\nAssociations and the Sunday School and the Primary will contribute evidences within your\nability to understand if you will but heed.\n<\/p><p>\nAnd finally, not finally but somewhere along the line, each young man will be given the\npriesthood.  And then he will have a chance to practice the power which will eventually take\nhim into the presence of our Heavenly Father.  You will not know much about it at first, for\nit will be evidenced by such simple acts as the passing of the bread when the sacrament is\nadministered in honor of our Lord and Savior. Later on you will be able to baptize, and, too,\nyou will be able to lay on hands for the reception of the Holy Ghost, and after that you will\nbe able to administer to your own sick.  And still you will not know what that power is.\nFinally you will feel it, and you will learn, when you become old, that eventually it will take\nyou into the presence of your Father in heaven.\n<\/p><p>\nDetermination does it, my young friends.  Be determined that you are going to get these\nevidences into your hearts, and then pray to the Lord that he will give you the Spirit of the\nHoly Ghost.\n<\/p><p>\nOne more thing&mdash;you will have evidence of the whispering of the Spirit. You will hear\ntestimony borne by others that there sits on this stand one who is not only the President of the\nChurch but who is the Prophet of the Living God.  That evidence can be borne into your\nhearts no matter how young you are, that the Lord has seen to it that his power has been\ncarried forward from the days of Joseph Smith.\n<\/p><p>\nLet me give you an example of what can happen to you.  Brigham Young stood up one day\nin the early history of this Church and told the assembled people that the Lord, through the\nProphet Joseph Smith, had put upon his shoulders and those of the Twelve, the kingdom; that\nthey were to bear it on and it was not to be done by Sidney Rigdon and others who were\nmaking claim, but that the Prophet had given to him and his fellows in the Twelve the power\nof God to carry on this work.  There sat in that audience, my young friends, those who were\nfull of faith, and the Lord manifested to them through a miracle that what President Young\nsaid was true, for he appeared unto them to be the very Prophet Joseph himself, and his voice\nsounded like the Prophet.  They knew by that sign that he spoke truth.\n<\/p><p>\nBut there also sat in that audience those who did not, and who did not want to believe, and\nwho were critical. They saw and heard nothing, and they did not believe, and they\napostatized. Of those who believed, you in this audience are their descendants.  Those who did\nnot believe, where are they?\n<\/p><p>\nIt is the right and privilege of everyone, grown-up, half-grown, or tiny, to know by the Spirit\nthat the President of this Church today, President David O. McKay, is a prophet of the Living\nGod, that his Counselors are prophets, that the members of the Quorum of the Twelve and the\nPatriarch are prophets. All of the rest of us should sustain them in their holy offices so that\nthey can direct the work, and we can forward it under their direction.\n<\/p><p>\nThat testimony every man, woman, and child may know, not by any knowledge that comes\nfrom books, but by the whispering of the Spirit of the Holy Ghost.\n<\/p><p>\nI would that I were as simple as a little child, so that I might have as simple a testimony as\nhas a child, but I do know that these things of which I have spoken are true. I bear witness of\nthem humbly in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}