{"ID":8051, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Choose Wisely\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p2\" class=\"\" id=\"p2\">By Elder Quentin L. Cook<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p3\" class=\"\" id=\"p3\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/quentin-l-cook-10.jpg\" alt=\"Quentin L. Cook\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">“Refuse the evil, and choose the good” (<span class=\"citation\" id=\"130100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130100)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130100)\">Isaiah 7:15<\/a><\/span>).<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10911_000_021<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p5\" class=\"\" id=\"p5\">My beloved brethren, my desire this evening is to share some counsel about decisions and choices.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p6\" class=\"\" id=\"p6\">When I was a young lawyer in the San Francisco Bay Area, our firm did some legal work for the company that produced the Charlie Brown holiday TV specials.<sup class=\"noteMarker\"><a href=\"#footnote1-10911_000_021\">1<\/a> <span class=\"footnote\">[Lee Mendelson-Bill Melendez Production TV Specials.]<\/span><\/sup> I became a fan of Charles Schulz and his creation—<span class=\"emphasis\">Peanuts,<\/span> with Charlie Brown, Lucy, Snoopy, and other wonderful characters.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p7\" class=\"\" id=\"p7\">One of my favorite comic strips involved Lucy. As I remember it, Charlie Brown’s baseball team was in an important game—Lucy was playing right field, and a high fly ball was hit to her. The bases were loaded, and it was the last of the ninth inning. If Lucy caught the ball, her team would win. If Lucy dropped the ball, the other team would win.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p8\" class=\"\" id=\"p8\">As could happen only in a comic strip, the entire team surrounded Lucy as the ball came down. Lucy was thinking, “If I catch the ball, I will be the hero; if I don’t, I will be the goat.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p9\" class=\"\" id=\"p9\">The ball came down, and as her teammates eagerly looked on, Lucy dropped the ball. Charlie Brown threw his glove to the ground in disgust. Lucy then looked at her teammates, put her hands on her hips, and said, “How do you expect me to catch the ball when I am worried about our country’s foreign policy?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p10\" class=\"\" id=\"p10\">This was one of many fly balls Lucy dropped through the years, and she had a new excuse each time.<sup class=\"noteMarker\"><a href=\"#footnote2-10911_000_021\">2<\/a> <span class=\"footnote\">[From the moons of Saturn distracting her to worrying about possible toxic substances in her glove, Lucy always rationalized why she dropped the ball.]<\/span><\/sup> While always humorous, Lucy’s excuses were rationalizations; they were untrue reasons for her failure to catch the ball.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p11\" class=\"\" id=\"p11\">During the ministry of President Thomas S. Monson, he has often taught that decisions determine destiny.<sup class=\"noteMarker\"><a href=\"#footnote3-10911_000_021\">3<\/a> <span class=\"footnote\">[See “Decisions Determine Destiny,” chapter 8 in <span class=\"emphasis\">Pathways to Perfection: Discourses of Thomas S. Monson<\/span> (1973), 57–65.]<\/span><\/sup> In that spirit my counsel tonight is to rise above any rationalizations that prevent us from making righteous decisions, especially with respect to serving Jesus Christ. In Isaiah we are taught we must “refuse the evil, and choose the good.”<sup class=\"noteMarker\"><a href=\"#footnote4-10911_000_021\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130101)\">Isaiah 7:15<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p12\" class=\"\" id=\"p12\">I believe it is of particular importance in our day, when Satan is raging in the hearts of men in so many new and subtle ways, that our choices and decisions be made carefully, consistent with the goals and objectives by which we profess to live. We need unequivocal commitment to the commandments and strict adherence to sacred covenants. When we allow rationalizations to prevent us from temple endowments, worthy missions, and temple marriage, they are particularly harmful. It is heartbreaking when we profess belief in these goals yet neglect the everyday conduct required to achieve them.<sup class=\"noteMarker\"><a href=\"#footnote5-10911_000_021\">5<\/a> <span class=\"footnote\">[“If to do were as easy as to know what were good to do, chapels had been churches and poor men’s cottages princes’ palaces” (William Shakespeare, <span class=\"emphasis\">The Merchant of Venice,<\/span> act 1, scene 2, lines 12–14).]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p13\" class=\"\" id=\"p13\">Some young people profess their goal is to be married in the temple but do not date temple-worthy individuals. To be honest, some don’t even date, period! You single men, the longer you remain single after an appropriate age and maturity, the more comfortable you can become. But the more <span class=\"emphasis\">uncomfortable<\/span> you <span class=\"emphasis\">ought<\/span> to become! Please get “anxiously engaged”<sup class=\"noteMarker\"><a href=\"#footnote6-10911_000_021\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130102)\">Doctrine and Covenants 58:27<\/a><\/span>.]<\/span><\/sup> in spiritual and social activities compatible with your goal of a temple marriage.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p14\" class=\"\" id=\"p14\">Some postpone marriage until education is complete and a job obtained. While widely accepted in the world, this reasoning does not demonstrate faith, does not comply with counsel of modern prophets, and is not compatible with sound doctrine.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p15\" class=\"\" id=\"p15\">I recently met a fine teenage young man. His goals were to go on a mission, obtain an education, marry in the temple, and have a faithful happy family. I was very pleased with his goals. But during further conversation, it became evident that his conduct and the choices he was making were not consistent with his goals. I felt he genuinely wanted to go on a mission and was avoiding serious transgressions that would prohibit a mission, but his day-to-day conduct was not preparing him for the physical, emotional, social, intellectual, and spiritual challenges he would face.<sup class=\"noteMarker\"><a href=\"#footnote7-10911_000_021\">7<\/a> <span class=\"footnote\">[See<span class=\"emphasis\"> Adjusting to Missionary Life<\/span> (booklet, 2013), 23–49.]<\/span><\/sup> He had not learned to work hard. He was not serious about school or seminary. He attended church, but he had not read the Book of Mormon. He was spending a large amount of time on video games and social media. He seemed to think that showing up for his mission would be sufficient. Young men, please recommit to worthy conduct and serious preparation to be emissaries of our Lord and Savior, Jesus Christ.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p16\" class=\"\" id=\"p16\">My concern is not only about the big tipping-point decisions but also the middle ground—the workaday world and seemingly ordinary decisions where we spend most of our time. In these areas, we need to emphasize moderation, balance, and especially wisdom. It is important to rise above rationalizations and make the best choices.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p17\" class=\"\" id=\"p17\">A wonderful example of the need for moderation, balance, and wisdom is the use of the Internet. It can be used to do missionary outreach, to assist with priesthood responsibilities, to find precious ancestors for sacred temple ordinances, and much more. The potential for good is enormous. We also know that it can transmit much that is evil, including pornography, digital cruelty,<sup class=\"noteMarker\"><a href=\"#footnote8-10911_000_021\">8<\/a> <span class=\"footnote\">[See Stephanie Rosenbloom, “Dealing with Digital Cruelty,” <span class=\"emphasis\">New York Times,<\/span> Aug. 24, 2014, SR1.]<\/span><\/sup> and anonymous yakking. It can also perpetuate foolishness. As Brother Randall L. Ridd poignantly taught at the last general conference, speaking of the Internet, “You can get caught up in endless loops of triviality that waste your time and degrade your potential.”<sup class=\"noteMarker\"><a href=\"#footnote9-10911_000_021\">9<\/a> <span class=\"footnote\">[Randall L. Ridd, “The Choice Generation,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2014, 56.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p18\" class=\"\" id=\"p18\">Distractions and opposition to righteousness are not just on the Internet; they are everywhere. They affect not just the youth but all of us. We live in a world that is literally in commotion.<sup class=\"noteMarker\"><a href=\"#footnote10-10911_000_021\">10<\/a> <span class=\"footnote\">[See<span class=\"citation\" id=\"130103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130103)\"> Doctrine and Covenants 45:26<\/a><\/span>.]<\/span><\/sup> We are surrounded by obsessive portrayals of “fun and games” and immoral and dysfunctional lives. These are presented as normal conduct in much of the media.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p19\" class=\"\" id=\"p19\">Elder David A. Bednar recently cautioned members to be authentic in the use of social media.<sup class=\"noteMarker\"><a href=\"#footnote11-10911_000_021\">11<\/a> <span class=\"footnote\">[See David A. Bednar, “To Sweep the Earth as with a Flood” (speech delivered at BYU Campus Education Week, Aug. 19, 2014); lds.org\/prophets-and-apostles\/unto-all-the-world\/to-sweep-the-earth-as-with-a-flood.]<\/span><\/sup> A prominent thought leader, Arthur C. Brooks, has emphasized this point. He observes that when using social media, we tend to broadcast the smiling details of our lives but not the hard times at school or work. We portray an incomplete life—sometimes in a self-aggrandizing or fake way. We share this life, and then we consume the “almost exclusively … fake lives of [our] social media ‘friends.’” Brooks asserts, “How could it not make you feel worse to spend part of your time pretending to be happier than you are, and the other part of your time seeing how much happier others seem to be than you?”<sup class=\"noteMarker\"><a href=\"#footnote12-10911_000_021\">12<\/a> <span class=\"footnote\">[Arthur C. Brooks, “Love People, Not Pleasure,” <span class=\"emphasis\">New York Times,<\/span> July 20, 2014, SR1.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p20\" class=\"\" id=\"p20\">Sometimes it feels like we are drowning in frivolous foolishness, nonsensical noise, and continuous contention. When we turn down the volume and examine the substance, there is very little that will assist us in our eternal quest toward righteous goals. One father wisely responds to his children with their numerous requests to participate in these distractions. He simply asks them, “Will this make you a better person?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p21\" class=\"\" id=\"p21\">When we rationalize wrong choices, big or small, which are inconsistent with the restored gospel, we lose the blessings and protections we need and often become ensnared in sin or simply lose our way.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p22\" class=\"\" id=\"p22\">I am particularly concerned with foolishness<sup class=\"noteMarker\"><a href=\"#footnote13-10911_000_021\">13<\/a> <span class=\"footnote\">[Unfortunately, one diversion that has increased in our day is pure foolishness. When the Savior enumerated some of the things that can defile man, He included foolishness (see <span class=\"citation\" id=\"130104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130104)\">Mark 7:22<\/a><\/span>).]<\/span><\/sup> and being obsessed with “every new thing.” In the Church we encourage and celebrate truth and knowledge of every kind. But when culture, knowledge, and social mores are separated from God’s plan of happiness and the essential role of Jesus Christ, there is an inevitable disintegration of society.<sup class=\"noteMarker\"><a href=\"#footnote14-10911_000_021\">14<\/a> <span class=\"footnote\">[This happened in ancient Greece and Rome, as well as with the Book of Mormon civilizations.]<\/span><\/sup> In our day, despite unprecedented gains in many areas, especially science and communication, essential basic values have eroded and overall happiness and well-being have diminished.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p23\" class=\"\" id=\"p23\">When the Apostle Paul was invited to speak on Mars Hill in Athens, he found some of the same intellectual pretension and absence of true wisdom that exist today.<sup class=\"noteMarker\"><a href=\"#footnote15-10911_000_021\">15<\/a> <span class=\"footnote\">[See Frederic W. Farrar, <span class=\"emphasis\">The Life and Work of St. Paul<\/span> (1898), 302. There were philosophers of all kinds, including Epicureans and Stoics, rival groups who some described as the Pharisees and the Sadducees of the pagan world. See also Quentin L. Cook, “Looking beyond the Mark,”<span class=\"emphasis\"> Ensign,<\/span> Mar. 2003, 41–44; <span class=\"emphasis\">Liahona,<\/span> Mar. 2003, 21–24.]<\/span><\/sup> In Acts we read this account: “For all the Athenians and strangers which were there spent their time in nothing else, but either to tell, or to hear some new thing.”<sup class=\"noteMarker\"><a href=\"#footnote16-10911_000_021\">16<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130105)\">Acts 17:21<\/a><\/span>.]<\/span><\/sup> Paul’s emphasis was the Resurrection of Jesus Christ. When the crowd realized the religious nature of his message, some mocked him; others essentially dismissed him, saying, “We will hear thee again of this matter.”<sup class=\"noteMarker\"><a href=\"#footnote17-10911_000_021\">17<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130106)\">Acts 17:32<\/a><\/span>.]<\/span><\/sup> Paul left Athens <span class=\"emphasis\">without any success.<\/span> Dean Frederic Farrar wrote of this visit: “At Athens he founded no church, to Athens he wrote no epistle, and in Athens, often as he passed its neighbourhood, he never set foot again.”<sup class=\"noteMarker\"><a href=\"#footnote18-10911_000_021\">18<\/a> <span class=\"footnote\">[Farrar, <span class=\"emphasis\">The Life and Work of St. Paul,<\/span> 312.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p24\" class=\"\" id=\"p24\">I believe Elder Dallin H. Oaks’s inspired message distinguishing between “good, better, best” provides an effective way to evaluate choices and priorities.<sup class=\"noteMarker\"><a href=\"#footnote19-10911_000_021\">19<\/a> <span class=\"footnote\">[See Dallin H. Oaks, “Good, Better, Best,”<span class=\"emphasis\"> Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2007, 104–8.]<\/span><\/sup> Many choices are not inherently evil, but if they absorb all of our time and keep us from the best choices, then they become insidious.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p25\" class=\"\" id=\"p25\">Even worthwhile endeavors need evaluation in order to determine if they have become distractions from the best goals. I had a memorable discussion with my father when I was a teenager. He did not believe enough young people were focused on or preparing for long-term important goals—like employment and providing for families.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p26\" class=\"\" id=\"p26\">Meaningful study and preparatory work experience were always at the top of my father’s recommended priorities. He appreciated that extracurricular activities like debate and student government might have a direct connection with some of my important goals. He was less certain about the extensive time I spent participating in football, basketball, baseball, and track. He acknowledged that athletics could build strength, endurance, and teamwork but asserted that perhaps concentrating on one sport for a shorter time would be better. In his view, sports were good but not the best <span class=\"emphasis\">for me.<\/span> He was concerned that some sports were about building local celebrity or fame at the expense of more important long-term goals.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p27\" class=\"\" id=\"p27\">Given this history, one of the reasons I like the account of Lucy playing baseball is that, in my father’s view, I should have been studying foreign policy and not worrying about whether I was going to catch a ball. I should make it clear that my mother loved sports. It would have taken a hospitalization for her to miss one of my games.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p28\" class=\"\" id=\"p28\">I had decided to follow my dad’s advice and not play intercollegiate sports in college. Then our high school football coach informed me that the Stanford football coach wanted to have lunch with Merlin Olsen and me. Those of you who are younger may not know Merlin. He was an incredible all-American tackle on the Logan High School football team where I played quarterback and safety and returned kickoffs and punts. In high school Merlin was recruited by most football powers across the nation. In college he won the Outland Trophy as the nation’s best interior lineman. Merlin was ultimately the third overall pick in the National Football League draft and played in an amazing 14 consecutive Pro Bowls. He was inducted into the Pro Football Hall of Fame in 1982.<sup class=\"noteMarker\"><a href=\"#footnote20-10911_000_021\">20<\/a> <span class=\"footnote\">[Merlin Olsen was a hall of fame football player, actor, and NFL commentator for NBC. He won the Outland Trophy playing football for Utah State University. He played pro football for the Los Angeles Rams. On TV he played Jonathan Garvey opposite Michael Landon on <span class=\"emphasis\">Little House on the Prairie<\/span> and had his own TV program, <span class=\"emphasis\">Father Murphy.<\/span> Merlin is now deceased (Mar. 11, 2010), and we miss him very much.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p29\" class=\"\" id=\"p29\">The lunch with the Stanford coach was at the Bluebird restaurant in Logan, Utah. After we shook hands, he never once made eye contact with me. He talked directly to Merlin but ignored me. At the end of the lunch, for the first time, he turned toward me, but he could not remember my name. He then informed Merlin, “If you choose Stanford and want to bring your friend with you, he has good enough grades and it could probably be arranged.” This experience confirmed for me that I should follow my dad’s wise counsel.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p30\" class=\"\" id=\"p30\">My intent is not to discourage participation in sports or the use of the Internet or other worthwhile activities young people enjoy. They are the kind of activities that require moderation, balance, and wisdom. When used wisely, they enrich our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p31\" class=\"\" id=\"p31\">However, I encourage everyone, young and old, to review goals and objectives and strive to exercise greater discipline. Our daily conduct and choices should be consistent with our goals. We need to rise above rationalizations and distractions. It is especially important to make choices consistent with our covenants to serve Jesus Christ in righteousness.<sup class=\"noteMarker\"><a href=\"#footnote21-10911_000_021\">21<\/a> <span class=\"footnote\">[See<span class=\"citation\" id=\"130107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130107)\"> Doctrine and Covenants 76:5<\/a><\/span>.]<\/span><\/sup> We must not take our eyes off or drop that ball for any reason.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p32\" class=\"\" id=\"p32\">This life is the time to prepare to meet God.<sup class=\"noteMarker\"><a href=\"#footnote22-10911_000_021\">22<\/a> <span class=\"footnote\">[See<span class=\"citation\" id=\"130108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130108)\"> Alma 34:32<\/a><\/span>.]<\/span><\/sup> We are a happy, joyous people. We appreciate a good sense of humor and treasure unstructured time with friends and family. But we need to recognize that there is a seriousness of purpose that must undergird our approach to life and all our choices. Distractions and rationalizations that limit progress are harmful enough, but when they diminish faith in Jesus Christ and His Church, they are tragic.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/priesthood-session\/choose-wisely.p33\" class=\"\" id=\"p33\">My prayer is that as a body of priesthood holders, we will make our conduct consistent with the noble purposes required of those who are in the service of the Master. In all things we should remember that being “valiant in the testimony of Jesus” is the great dividing test between the celestial and terrestrial kingdoms.<sup class=\"noteMarker\"><a href=\"#footnote23-10911_000_021\">23<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130109)\">Doctrine and Covenants 76:79<\/a><\/span>.]<\/span><\/sup> We want to be found on the celestial side of that divide. As one of His Apostles, I bear fervent testimony of the reality of the Atonement and the divinity of Jesus Christ, our Savior. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10911_000_021\"><a name=\"1-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10911_000_021\">1.<\/a><\/span>\n\t\t\t\t\t<p>Lee Mendelson-Bill Melendez Production TV Specials.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-10911_000_021\"><a name=\"2-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10911_000_021\">2.<\/a><\/span>\n\t\t\t\t\t<p>From the moons of Saturn distracting her to worrying about possible toxic substances in her glove, Lucy always rationalized why she dropped the ball.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-10911_000_021\"><a name=\"3-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10911_000_021\">3.<\/a><\/span>\n\t\t\t\t\t<p>See “Decisions Determine Destiny,” chapter 8 in <span class=\"emphasis\">Pathways to Perfection: Discourses of Thomas S. Monson<\/span> (1973), 57–65.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-10911_000_021\"><a name=\"4-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10911_000_021\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130101)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130101)\">Isaiah 7:15<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-10911_000_021\"><a name=\"5-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10911_000_021\">5.<\/a><\/span>\n\t\t\t\t\t<p>“If to do were as easy as to know what were good to do, chapels had been churches and poor men’s cottages princes’ palaces” (William Shakespeare, <span class=\"emphasis\">The Merchant of Venice,<\/span> act 1, scene 2, lines 12–14).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-10911_000_021\"><a name=\"6-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10911_000_021\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130102)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130102)\">Doctrine and Covenants 58:27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-10911_000_021\"><a name=\"7-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10911_000_021\">7.<\/a><\/span>\n\t\t\t\t\t<p>See<span class=\"emphasis\"> Adjusting to Missionary Life<\/span> (booklet, 2013), 23–49.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote8-10911_000_021\"><a name=\"8-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10911_000_021\">8.<\/a><\/span>\n\t\t\t\t\t<p>See Stephanie Rosenbloom, “Dealing with Digital Cruelty,” <span class=\"emphasis\">New York Times,<\/span> Aug. 24, 2014, SR1.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote9-10911_000_021\"><a name=\"9-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10911_000_021\">9.<\/a><\/span>\n\t\t\t\t\t<p>Randall L. Ridd, “The Choice Generation,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2014, 56.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote10-10911_000_021\"><a name=\"10-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10911_000_021\">10.<\/a><\/span>\n\t\t\t\t\t<p>See<span class=\"citation\" id=\"130103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130103)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130103)\"> Doctrine and Covenants 45:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote11-10911_000_021\"><a name=\"11-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10911_000_021\">11.<\/a><\/span>\n\t\t\t\t\t<p>See David A. Bednar, “To Sweep the Earth as with a Flood” (speech delivered at BYU Campus Education Week, Aug. 19, 2014); lds.org\/prophets-and-apostles\/unto-all-the-world\/to-sweep-the-earth-as-with-a-flood.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote12-10911_000_021\"><a name=\"12-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10911_000_021\">12.<\/a><\/span>\n\t\t\t\t\t<p>Arthur C. Brooks, “Love People, Not Pleasure,” <span class=\"emphasis\">New York Times,<\/span> July 20, 2014, SR1.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote13-10911_000_021\"><a name=\"13-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10911_000_021\">13.<\/a><\/span>\n\t\t\t\t\t<p>Unfortunately, one diversion that has increased in our day is pure foolishness. When the Savior enumerated some of the things that can defile man, He included foolishness (see <span class=\"citation\" id=\"130104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130104)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130104)\">Mark 7:22<\/a><\/span>).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote14-10911_000_021\"><a name=\"14-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-10911_000_021\">14.<\/a><\/span>\n\t\t\t\t\t<p>This happened in ancient Greece and Rome, as well as with the Book of Mormon civilizations.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote15-10911_000_021\"><a name=\"15-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-10911_000_021\">15.<\/a><\/span>\n\t\t\t\t\t<p>See Frederic W. Farrar, <span class=\"emphasis\">The Life and Work of St. Paul<\/span> (1898), 302. There were philosophers of all kinds, including Epicureans and Stoics, rival groups who some described as the Pharisees and the Sadducees of the pagan world. See also Quentin L. Cook, “Looking beyond the Mark,”<span class=\"emphasis\"> Ensign,<\/span> Mar. 2003, 41–44; <span class=\"emphasis\">Liahona,<\/span> Mar. 2003, 21–24.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote16-10911_000_021\"><a name=\"16-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-10911_000_021\">16.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130105)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130105)\">Acts 17:21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote17-10911_000_021\"><a name=\"17-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-10911_000_021\">17.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130106)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130106)\">Acts 17:32<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote18-10911_000_021\"><a name=\"18-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-10911_000_021\">18.<\/a><\/span>\n\t\t\t\t\t<p>Farrar, <span class=\"emphasis\">The Life and Work of St. Paul,<\/span> 312.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote19-10911_000_021\"><a name=\"19-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote19-10911_000_021\">19.<\/a><\/span>\n\t\t\t\t\t<p>See Dallin H. Oaks, “Good, Better, Best,”<span class=\"emphasis\"> Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2007, 104–8.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote20-10911_000_021\"><a name=\"20-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote20-10911_000_021\">20.<\/a><\/span>\n\t\t\t\t\t<p>Merlin Olsen was a hall of fame football player, actor, and NFL commentator for NBC. He won the Outland Trophy playing football for Utah State University. He played pro football for the Los Angeles Rams. On TV he played Jonathan Garvey opposite Michael Landon on <span class=\"emphasis\">Little House on the Prairie<\/span> and had his own TV program, <span class=\"emphasis\">Father Murphy.<\/span> Merlin is now deceased (Mar. 11, 2010), and we miss him very much.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote21-10911_000_021\"><a name=\"21-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote21-10911_000_021\">21.<\/a><\/span>\n\t\t\t\t\t<p>See<span class=\"citation\" id=\"130107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130107)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130107)\"> Doctrine and Covenants 76:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote22-10911_000_021\"><a name=\"22-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote22-10911_000_021\">22.<\/a><\/span>\n\t\t\t\t\t<p>See<span class=\"citation\" id=\"130108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130108)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130108)\"> Alma 34:32<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote23-10911_000_021\"><a name=\"23-10911_000_021\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote23-10911_000_021\">23.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130109)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130109)\">Doctrine and Covenants 76:79<\/a><\/span>.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}