{"ID":806, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">For Time and Eternity<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, October 1955, pp. 114-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I sincerely seek an interest in your faith and prayers, that what I shall\nundertake to say in the next few minutes may be directed by the Spirit of our Heavenly\nFather and may be delivered in a spirit of love and fellowship, for I love the work of the\nLord, and I love his people; I love to work with them.\n<\/p><p>\nI have been interested in this conference, especially interested in the many references that\nhave been made to the foreign missionary work and to the newly completed temple in\nSwitzerland. Those references have caused me to reflect upon the purposes of temples. We\nhave had some instruction already as to why we build them.  It seems to me that so far as a\nnewly erected temple is concerned, perhaps its major purpose would be to take care of the\nliving, because I believe the accommodations of those already existent would take care of the\nvicarious work that we have available at the present time.  So this newly erected temple is\nlikely to be most beneficial for the living people of Europe.  They who have never had the\nexperience of an endowment in the temple before, will receive a wonderful uplift in their\nspirituality as they enjoy this rare and wonderful privilege which is given to us in the temples\nof God.\n<\/p><p>\nThe priesthood has for its purpose integrating into the lives of people the ordinances and the\nbenefits of the gospel of Jesus Christ.  The greatest and most supreme of all of these blessings\ncomes to us through the administration of the priesthood in the temples of God and in no\nother place and were this new temple limited to the benefits the people receive in mortality,\nits erection and administration would be amply justified, but the benefits of these ordinances\nwhen they are carried through to their ultimate end, are not limited to mortality.  They\npenetrate the veil between mortality and eternity, giving people advantages which are past our\nunderstanding.  Really, they are so sublime and wonderful that they stagger our imagination.\n<\/p><p>\nIn the Doctrine and Covenants we are told that any man who can attain to the magnification\nof all of his duties in the Melchizedek Priesthood would and will ultimately attain to the\npowers of God (<span class=\"citation\" id=\"13385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13385)\">D&amp;C 84:33-34<\/a><\/span>).\n<\/p><p>\nNo man who goes into a temple and is content with receiving his own endowments realizes\nthe full possibilities that the temple offers him.  He only who takes a wife into the temple and\nis sealed to her for time and all eternity can ultimately attain to the tremendous and wonderful\nblessings that are held out as an inducement for righteous living.  That seems to me to be the\nsublime and supreme distinction between the Church of Jesus Christ of Latter-day Saints and\nall other religious denominations.\n<\/p><p>\nDuring the last year, 1954, and this year up to the present, as we have ministered among the\nstakes of Zion, there has been placed in our hands an item, a statistical item relative to the\nnumbers of people who avail themselves of this grand and glorious privilege. I have kept\naccount of the stakes I visited last year and this.  Last year there were reported 1811\nmarriages in the stakes that I visited, and I was surprised to learn that less than half of them\nwere consummated in the temple, a fifth of them involving people who were not members of\nthe Church.\n<\/p><p>\nIt is an astonishing thing.  I rather feel to regard that as an unsatisfactory percentage.  There\nmay be people who think it is perhaps all that could be expected, but I do not.  I think that\nwe ought to strive to increase that percentage, and then once you make up your mind that that\nshould be an incentive and an objective, the question then is: Where are you going to start to\nbring about an improvement?\n<\/p><p>\nIt seems to me that the duty of teaching people who are approaching marriageable age, the\nadvantages of celestial and eternal marriage, first, and always, is with the parents.  Then I\nwonder how parents who have not availed themselves of that privilege and who hardly live so\nas to impress their children with the desirability of perpetuating the marriage relationship, can\nexpect so to impress their children.  I have come to decide, brethren and sisters, that the place\nto start is not with the young folk, but with the old folk, to get the fathers and mothers of\nyoung people fully to appreciate the advantages, the wonderful advantages of celestial\nmarriage, and then to present to their growing children an example which will make marriage,\na marriage for eternity, attractive to them.\n<\/p><p>\nIf the parents do not do it, where can we lay the responsibility for it? We have a good many\nagencies that are supposed to supplement the efforts of the parents, brethren and sisters, but it\nseems to me that fathers and mothers can never escape the responsibility for this instruction.\n<\/p><p>\nSo it behooves us to live to be worthy of it.  If we have not already availed ourselves of the\nopportunity to bring our lives into conformity with the standards of the gospel so that we can\navail ourselves of that privilege, what example do we set as a lesson to our children?  Words\nfall flat when they do not show in the example of the parents the value of the teaching.\n<\/p><p>\nSo I believe that is where we ought to begin, brethren and sisters, and there are many of us\nwho can take it to heart.  I am sure there is a wonderful percentage of people who make\nevery possible effort to magnify their calling and obligation, but there are many others of us\nwho do not.  We let jealousy and hatred and other things enter into family relationships which\ndisrupt them and disturb them, resulting too frequently in the dissolution of the union, and all\nof that is not right, brethren and sisters.  It is not right, and it behooves us as fathers and\nmothers to set the example and then give the instruction. That instruction should be subtle.  It\nshould be attractive.  It should be convincing.\n<\/p><p>\nThen to supplement the efforts of the father and the mother, we have the bishopric of the\nward.  We had a wonderful film on the responsibility of a bishop the other night.  There have\nbeen bishops in the Church who have seen and used the opportunity that is theirs to instruct\ntheir young people when they approach marriageable age in the advantages of celestial and\neternal marriage.  There, again, is the closest contact I believe that we have in the Church to\nsupplement the efforts of the fathers and the mothers.  And if fathers and mothers and bishops\nand auxiliary associations should combine in a serious effort to teach this truth, I believe we\ncould make it so attractive that the evils which befall many of our young people would cease\nto be attractive to them, and they would develop a strength in their youth which would carry\nthem through all their future lives in honorable service to God, our Heavenly Father, and in\nrighteous living.\n<\/p><p>\nNow what will we do about it? We cannot dream ourselves into it, brethren and sisters, and if\nany single one who is here today finds opportunity, he should start action at once to correct\nhis life and make it appropriate for the realization of these grand and glorious principles and\nprivileges.\n<\/p><p>\nThe greatest result of such living is the union of a man and a woman for time and eternity,\nsealed by the Holy Spirit of Promise, with the power of eternal increase, an attribute of\nGodhood.  \"...all that my Father hath shall be given unto him\"\n(<span class=\"citation\" id=\"13387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13387)\">D&amp;C 84:38<\/a><\/span>) is the\npromise made to the man who receives and magnifies the priesthood. God bless you.  Amen.\n<\/p>\n<\/div>\n<\/div>"}