{"ID":8063, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Stay in the Boat and Hold On!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p2\" class=\"\" id=\"p2\">By Elder M. Russell Ballard<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p3\" class=\"\" id=\"p3\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/m-russell-ballard-10.jpg\" alt=\"M. Russell Ballard\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">If we keep our focus on the Lord, we are promised a blessing beyond comparison.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10911_000_035<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p5\" class=\"\" id=\"p5\">Recently, a friend of mine took his son on a trip down the Colorado River through Cataract Canyon, located in southeastern Utah. The canyon is famous for its 14 miles (23 km) of white-water rapids that can be particularly hazardous.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p6\" class=\"\" id=\"p6\">In preparation for their adventure, they had carefully reviewed the National Park Service website, which contains important information about personal preparedness and common, hidden hazards.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p7\" class=\"\" id=\"p7\">At the beginning of the trip, one of the experienced river guides reviewed important safety instructions, emphasizing three rules that would ensure the group’s safe travel through the rapids. “Rule number one: stay in the boat! Rule number two: always wear a life jacket! Rule number three: always hold on with both hands!” He then said again, with even more emphasis, “Above all, remember rule number one: stay in the boat!”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p8\" class=\"\" id=\"p8\">This adventure reminds me of our mortal journey. Most of us experience periods in our lives where the tranquil waters of life are appreciated. At other times, we encounter white-water rapids that are metaphorically comparable to those found in the 14-mile stretch through Cataract Canyon—challenges that may include physical and mental health issues, the death of a loved one, dashed dreams and hopes, and—for some—even a crisis of faith when faced with life’s problems, questions, and doubts.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p9\" class=\"\" id=\"p9\">The Lord in His goodness has provided help, including a boat, essential supplies such as life jackets, and experienced river guides who give guidance and safety instructions to help us make our way down the river of life to our final destination.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p10\" class=\"\" id=\"p10\">Let’s think about rule number one: stay in the boat!<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p11\" class=\"\" id=\"p11\">President Brigham Young commonly employed “the Old Ship Zion” as a metaphor for The Church of Jesus Christ of Latter-day Saints.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p12\" class=\"\" id=\"p12\">He said on one occasion: “We are in the midst of the ocean. A storm comes on, and, as sailors say, she labors very hard. ‘I am not going to stay here,’ says one; ‘I don’t believe this is the “Ship Zion.”’ ‘But we are in the midst of the ocean.’ ‘I don’t care, I am not going to stay here.’ Off goes the coat, and he jumps overboard. Will he not be drowned? Yes. So with those who leave this Church. It is the ‘Old Ship Zion,’ let us stay in it.”<sup class=\"noteMarker\"><a href=\"#footnote1-10911_000_035\">1<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 82–83.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p13\" class=\"\" id=\"p13\">On another occasion, President Young said that he also worried about people losing their way when they were being blessed—when life was good: “It is in calm weather, when the old ship of Zion is sailing with a gentle breeze, [and] when all is quiet on deck, that some of the brethren want to go out in the whaling boats to have … a swim, and some get drowned, others drifted away, and others again get back to the ship. Let us stick to the old ship and she will carry us [safely] into the harbor; you need not be concerned.”<sup class=\"noteMarker\"><a href=\"#footnote2-10911_000_035\">2<\/a> <span class=\"footnote\">[Brigham Young, “Discourse,” <span class=\"emphasis\">Deseret News,<\/span> Jan. 27, 1858, 373.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p14\" class=\"\" id=\"p14\">And finally, President Young reminded the Saints: “We are on the old ship Zion. … [God] is at the helm and will stay there. … All is right, sing Hallelujah, for the Lord is here. He dictates, guides and directs. If the people will have implicit confidence in their God, never forsake their covenants nor their God, He will guide us right.”<sup class=\"noteMarker\"><a href=\"#footnote3-10911_000_035\">3<\/a> <span class=\"footnote\">[Brigham Young, “Remarks,” <span class=\"emphasis\">Deseret News,<\/span> Nov. 18, 1857, 291.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p15\" class=\"\" id=\"p15\">Given the challenges we all face today, how do we stay on the Old Ship Zion?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p16\" class=\"\" id=\"p16\">Here is how. We need to experience a continuing conversion by increasing our faith in Jesus Christ and our faithfulness to His gospel throughout our lives—not just once but regularly. Alma asked, “And now behold, I say unto you, my brethren [and sisters], if ye have experienced a change of heart, and if ye have felt to sing the song of redeeming love, I would ask, can ye feel so now?”<sup class=\"noteMarker\"><a href=\"#footnote4-10911_000_035\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130379)\">Alma 5:26<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p17\" class=\"\" id=\"p17\">The experienced river guides today can be likened to the Church’s apostles and prophets and inspired local priesthood and auxiliary leaders. They help us arrive safely to our final destination.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p18\" class=\"\" id=\"p18\">Recently, I spoke at the new mission presidents’ seminar and counseled these leaders:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p19\" class=\"\" id=\"p19\">“Keep the eyes of the mission on the leaders of the Church. … We will not and … cannot lead [you] astray.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p20\" class=\"\" id=\"p20\">“And as you teach your missionaries to focus their eyes on us, teach them to never follow those who think they know more about how to administer the affairs of the Church than … Heavenly Father and the Lord Jesus Christ do” through the priesthood leaders who have the keys to preside.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p21\" class=\"\" id=\"p21\">“I have discovered in my ministry that those who have become lost [and] confused are typically those who have most often … forgotten that when the First Presidency and the Quorum of the Twelve speak with a united voice, it is the voice of the Lord for that time. The Lord reminds us, ‘Whether by mine own voice or by the voice of my servants, it is the same’ [<span class=\"citation\" id=\"130378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130378)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130378)\">D&amp;C 1:38<\/a><\/span>].”<sup class=\"noteMarker\"><a href=\"#footnote5-10911_000_035\">5<\/a> <span class=\"footnote\">[M. Russell Ballard, “Mission Leadership” (address given at the seminar for new mission presidents, June 25, 2014), 8.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p22\" class=\"\" id=\"p22\">In other words, they leave the Old Ship Zion—they fall away; they apostatize. Tragically, they often experience short-term and eventually long-term unintended consequences, not only for themselves but also for their families.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p23\" class=\"\" id=\"p23\">Our local Church leaders, like seasoned river guides, have been tutored by life’s experiences; have been trained and mentored by apostles and prophets and other officers of the Church; and, most important, have been tutored by the Lord Himself.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p24\" class=\"\" id=\"p24\">On another occasion this year, I spoke to the young adults of the Church in the May CES devotional broadcast. I said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p25\" class=\"\" id=\"p25\">“I have heard that some people think the Church leaders live in a ‘bubble.’ What they forget is that we are men and women of experience, and we have lived our lives in so many places and worked with many people from different backgrounds. Our current assignments literally take us around the globe, where we meet the political, religious, business, and humanitarian leaders of the world. Although we have visited [leaders in] the White House in Washington, D.C., and leaders of nations [and religions] throughout the world, we have also visited the most humble [families and people] on earth. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p26\" class=\"\" id=\"p26\">“When you thoughtfully consider our lives and ministry, you will most likely agree that we see and experience the world in ways few others do. You will realize that we live less in a ‘bubble’ than most people. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p27\" class=\"\" id=\"p27\">“… There is something about the individual and combined wisdom of the [Church leaders] that should provide some comfort. We have experienced it all, including the consequences of different public laws and policies, disappointments, tragedies, and deaths in our own families. We are not out of touch with your lives.”<sup class=\"noteMarker\"><a href=\"#footnote6-10911_000_035\">6<\/a> <span class=\"footnote\">[M. Russell Ballard, “Be Still, and Know That I Am God” (Church Educational System devotional, May 4, 2014); lds.org\/broadcasts.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p28\" class=\"\" id=\"p28\">Along with rule number one as I’ve applied it, remember rules two and three: always wear a life jacket, and hold on with both hands. The words of the Lord are found in the scriptures and the teachings of the apostles and prophets. They provide us counsel and direction that, when followed, will act like a spiritual life jacket and will help us know how to hold on with both hands.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p29\" class=\"\" id=\"p29\">We need to become like the sons of Mosiah, who “waxed strong in the knowledge of the truth.” We can become men and women “of a sound understanding.” This can be accomplished only by our “search[ing] the scriptures diligently, that [we] might know the word of God.”<sup class=\"noteMarker\"><a href=\"#footnote7-10911_000_035\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130380)\">Alma 17:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p30\" class=\"\" id=\"p30\">In searching the scriptures and the words of past and current apostles and prophets, we should focus on studying, living, and loving the doctrine of Christ.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p31\" class=\"\" id=\"p31\">In addition to developing the habit of personal scripture reading, we need to be like the sons of Mosiah and give ourselves “to much prayer, and fasting.”<sup class=\"noteMarker\"><a href=\"#footnote8-10911_000_035\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130381)\">Alma 17:3<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p32\" class=\"\" id=\"p32\">It seems that these things which are not easily measured are of great importance. Stay focused on these simple things, and avoid becoming distracted.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p33\" class=\"\" id=\"p33\">As I have known people who have not stayed in the boat and have not held on with both hands during times of trials and troubles or who have not stayed in the boat during times of relative calm, I have observed that many of them have lost their focus on the central truths of the gospel—the reasons why they joined the Church in the first place; the reasons they remained fully committed and active in living gospel standards and blessing others through dedicated, consecrated service; and the ways in which the Church has been in their lives “a place of spiritual nourishment and growth.”<sup class=\"noteMarker\"><a href=\"#footnote9-10911_000_035\">9<\/a> <span class=\"footnote\">[First Presidency and Quorum of the Twelve Apostles letter, June 28, 2014.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p34\" class=\"\" id=\"p34\">Joseph Smith taught this central truth: “The fundamental principles of our religion [are] the testimony of the apostles and prophets concerning Jesus Christ, … ‘that he died, was buried, and rose again the third day, and ascended up into heaven;’ and all other things are only appendages to these, which pertain to our religion.”<sup class=\"noteMarker\"><a href=\"#footnote10-10911_000_035\">10<\/a> <span class=\"footnote\">[Joseph Smith, <span class=\"emphasis\">Elders’ Journal,<\/span> July 1838, 44.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p35\" class=\"\" id=\"p35\">If we keep our focus on the Lord, we are promised a blessing beyond comparison: “Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope, and a love of God and of all men. Wherefore, if ye shall press forward, feasting upon the word of Christ, and endure to the end, behold, thus saith the Father: Ye shall have eternal life.”<sup class=\"noteMarker\"><a href=\"#footnote11-10911_000_035\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130382)\">2 Nephi 31:20<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p36\" class=\"\" id=\"p36\">Sometimes faithful Latter-day Saints and sincere investigators begin to focus on the “appendages” instead of on the fundamental principles. That is, Satan tempts us to become distracted from the simple and clear message of the restored gospel. Those so distracted often give up partaking of the sacrament because they have become focused, even preoccupied, with less important practices or teachings.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p37\" class=\"\" id=\"p37\">Others may focus on the questions and doubts they experience. Of course, having questions and experiencing doubts are not incongruent with dedicated discipleship. Recently, the Council of the First Presidency and the Quorum of the Twelve Apostles stated: “We understand that from time to time Church members will have questions about Church doctrine, history, or practice. Members are always free to ask such questions and earnestly seek greater understanding.”<sup class=\"noteMarker\"><a href=\"#footnote12-10911_000_035\">12<\/a> <span class=\"footnote\">[First Presidency and Quorum of the Twelve Apostles letter, June 28, 2014.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p38\" class=\"\" id=\"p38\">Remember, Joseph Smith himself had questions that began the Restoration. He was a seeker and, like Abraham, found the answers to life’s most important questions.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p39\" class=\"\" id=\"p39\">The important questions focus on what matters most—Heavenly Father’s plan and the Savior’s Atonement. Our search should lead us to become kind, gentle, loving, forgiving, patient, and dedicated disciples. We must be willing, as Paul taught, to “bear ye one another’s burdens, and so fulfil the law of Christ.”<sup class=\"noteMarker\"><a href=\"#footnote13-10911_000_035\">13<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130383)\">Galatians 6:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p40\" class=\"\" id=\"p40\">To bear another’s burdens includes helping, supporting, and understanding everyone, including the sick, the infirm, the poor in spirit and body, the seeker and the troubled, and also other member-disciples—including Church leaders who have been called by the Lord to serve for a season.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/stay-in-the-boat-and-hold-on.p41\" class=\"\" id=\"p41\">Brothers and sisters, stay in the boat, use your life jackets, and hold on with both hands. Avoid distractions! And if any one of you have fallen out of the boat, we will seek you, find you, minister to you, and pull you safely back onto the Old Ship Zion, where God our Father and the Lord Jesus Christ are at the helm and will guide us right, to which I humbly testify in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10911_000_035\"><a name=\"1-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10911_000_035\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Brigham Young<\/span> (1997), 82–83.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-10911_000_035\"><a name=\"2-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10911_000_035\">2.<\/a><\/span>\n\t\t\t\t\t<p>Brigham Young, “Discourse,” <span class=\"emphasis\">Deseret News,<\/span> Jan. 27, 1858, 373.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-10911_000_035\"><a name=\"3-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10911_000_035\">3.<\/a><\/span>\n\t\t\t\t\t<p>Brigham Young, “Remarks,” <span class=\"emphasis\">Deseret News,<\/span> Nov. 18, 1857, 291.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-10911_000_035\"><a name=\"4-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10911_000_035\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130379)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130379)\">Alma 5:26<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-10911_000_035\"><a name=\"5-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10911_000_035\">5.<\/a><\/span>\n\t\t\t\t\t<p>M. Russell Ballard, “Mission Leadership” (address given at the seminar for new mission presidents, June 25, 2014), 8.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-10911_000_035\"><a name=\"6-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10911_000_035\">6.<\/a><\/span>\n\t\t\t\t\t<p>M. Russell Ballard, “Be Still, and Know That I Am God” (Church Educational System devotional, May 4, 2014); lds.org\/broadcasts.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-10911_000_035\"><a name=\"7-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10911_000_035\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130380)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130380)\">Alma 17:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote8-10911_000_035\"><a name=\"8-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10911_000_035\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130381)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130381)\">Alma 17:3<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote9-10911_000_035\"><a name=\"9-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10911_000_035\">9.<\/a><\/span>\n\t\t\t\t\t<p>First Presidency and Quorum of the Twelve Apostles letter, June 28, 2014.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote10-10911_000_035\"><a name=\"10-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10911_000_035\">10.<\/a><\/span>\n\t\t\t\t\t<p>Joseph Smith, <span class=\"emphasis\">Elders’ Journal,<\/span> July 1838, 44.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote11-10911_000_035\"><a name=\"11-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-10911_000_035\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130382)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130382)\">2 Nephi 31:20<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote12-10911_000_035\"><a name=\"12-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-10911_000_035\">12.<\/a><\/span>\n\t\t\t\t\t<p>First Presidency and Quorum of the Twelve Apostles letter, June 28, 2014.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote13-10911_000_035\"><a name=\"13-10911_000_035\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-10911_000_035\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130383)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130383)\">Galatians 6:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}