{"ID":8064, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Make the Exercise of Faith Your First Priority\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p2\" class=\"\" id=\"p2\">By Elder Richard G. Scott<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p3\" class=\"\" id=\"p3\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/richard-g-scott-10.jpg\" alt=\"Richard G. Scott\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">Despite all of the negative challenges we have in life, we must take time to actively exercise our faith.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10911_000_036<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p5\" class=\"\" id=\"p5\">When Adam and Eve were in the Garden of Eden, all that they needed for daily sustenance was abundantly given to them. They had no difficulties, challenges, or pain. Because they had never experienced hard times, they did not know they could be happy. They had never felt turmoil, so they could not feel peace.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p6\" class=\"\" id=\"p6\">Eventually Adam and Eve transgressed the command to not eat of the fruit of the tree of knowledge of good and evil. By so doing they were no longer in a state of innocence. They began to experience principles of opposition. They began to encounter sickness that weakened their health. They began to feel sadness as well as joy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p7\" class=\"\" id=\"p7\">Through Adam and Eve’s partaking of the forbidden fruit, knowledge of good and evil was introduced into the world. Their choice made it possible for each of us to come to this earth to be tried and tested.<sup class=\"noteMarker\"><a href=\"#footnote1-10911_000_036\">1<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130384)\">Moses 5:11<\/a><\/span>.]<\/span><\/sup> We are blessed with agency, which is our ability to make decisions and to become accountable for those decisions. The Fall made possible in our lives feelings of both happiness and sadness. We are able to understand peace because we feel turmoil.<sup class=\"noteMarker\"><a href=\"#footnote2-10911_000_036\">2<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130385)\">Moses 4<\/a><\/span>;\n\t\t\t\t\t       <span class=\"citation\" id=\"130386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130386)\">5<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p8\" class=\"\" id=\"p8\">Our Father in Heaven knew this would happen to us. It is all part of His perfect plan of happiness. He prepared a way through the life of His perfectly obedient Son, Jesus Christ, our Savior, for His Atonement to overcome every difficulty that we may experience in mortality.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p9\" class=\"\" id=\"p9\">We live in trying times. I need not list all of the sources of evil in the world. It is not necessary to describe all of the possible challenges and heartaches that are a part of mortality. Each of us is intimately aware of our own struggles with temptation, pain, and sadness.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p10\" class=\"\" id=\"p10\">We were taught in the premortal world that our purpose in coming here is to be tested, tried, and stretched.<sup class=\"noteMarker\"><a href=\"#footnote3-10911_000_036\">3<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130387)\">Abraham 3:25<\/a><\/span>.]<\/span><\/sup> We knew we would face the evils of the adversary. Sometimes we may feel more aware of the negative things of mortality than we are of the positive. The prophet Lehi taught, “For it must needs be, that there is an opposition in all things.”<sup class=\"noteMarker\"><a href=\"#footnote4-10911_000_036\">4<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130388)\">2 Nephi 2:11<\/a><\/span>.]<\/span><\/sup> Despite all of the negative challenges we have in life, we must take time to actively exercise our faith. Such exercise invites the positive, faith-filled power of the Atonement of Jesus Christ into our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p11\" class=\"\" id=\"p11\">Our Father in Heaven has given us tools to help us come unto Christ and exercise faith in His Atonement. When these tools become fundamental habits, they provide the easiest way to find peace in the challenges of mortality. Today I have chosen to discuss four of these tools. As I speak, consider evaluating your personal use of each tool; then seek the guidance of the Lord to determine how you could make better use of each one of them.<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Prayer<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p13\" class=\"\" id=\"p13\">The first tool is prayer. Choose to converse with your Father in Heaven often. Make time every day to share your thoughts and feelings with Him. Tell Him everything that concerns you. He is interested in the most important as well as the most mundane facets of your life. Share with Him your full range of feelings and experiences.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p14\" class=\"\" id=\"p14\">Because He respects your agency, Father in Heaven will never force you to pray to Him. But as you exercise that agency and include Him in every aspect of your daily life, your heart will begin to fill with peace, buoyant peace. That peace will focus an eternal light on your struggles. It will help you to manage those challenges from an eternal perspective.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p15\" class=\"\" id=\"p15\">Parents, help safeguard your children by arming them morning and night with the power of family prayer. Children are bombarded every day with the evils of lust, greed, pride, and a host of other sinful behaviors. Protect your children from daily worldly influences by fortifying them with the powerful blessings that result from family prayer. Family prayer should be a nonnegotiable priority in your daily life.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Scripture Study<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p17\" class=\"\" id=\"p17\">The second tool is to study the word of God in the scriptures and the words of the living prophets. We talk to God through prayer. He most often communicates back to us through His written word. To know what the voice of the Divine sounds and feels like, read His words, study the scriptures, and ponder them.<sup class=\"noteMarker\"><a href=\"#footnote5-10911_000_036\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130389)\">Doctrine and Covenants 18:36<\/a><\/span>; see also <span class=\"citation\" id=\"130390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130390)\">verses 34–35<\/a><\/span>.]<\/span><\/sup> Make them an integral part of everyday life. If you want your children to recognize, understand, and act on the promptings of the Spirit, you must study the scriptures with them.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p18\" class=\"\" id=\"p18\">Don’t yield to Satan’s lie that you don’t have time to study the scriptures. Choose to take time to study them. Feasting on the word of God each day is more important than sleep, school, work, television shows, video games, or social media. You may need to reorganize your priorities to provide time for the study of the word of God. If so, do it!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p19\" class=\"\" id=\"p19\">There are many prophetic promises of the blessings of daily studying the scriptures.<sup class=\"noteMarker\"><a href=\"#footnote6-10911_000_036\">6<\/a> <span class=\"footnote\">[Some examples include: President Thomas S. Monson said: “As we read and ponder the scriptures, we will experience the sweet whisperings of the Spirit to our souls. We can find answers to our questions. We learn of the blessings which come through keeping God’s commandments. We gain a sure testimony of our Heavenly Father and our Savior, Jesus Christ, and of Their love for us. When scripture study is combined with our prayers, we can of a certainty know that the gospel of Jesus Christ is true. … As we remember prayer and take time to turn to the scriptures, our lives will be infinitely more blessed and our burdens will be made lighter” (“We Never Walk Alone,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2013, 122). President Gordon B. Hinckley said: “Without reservation I promise you that if each of you will observe this simple program, regardless of how many times you previously may have read the Book of Mormon, there will come into your lives and into your homes an added measure of the Spirit of the Lord, a strengthened resolution to walk in obedience to His commandments, and a stronger testimony of the living reality of the Son of God” (“A Testimony Vibrant and True,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Aug. 2005, 6). President Howard W. Hunter said: “Families are greatly blessed when wise fathers and mothers bring their children about them, read from the pages of the scriptural library together, and then discuss freely the beautiful stories and thoughts according to the understanding of all. Often youth and little ones have amazing insight into and appreciation for the basic literature of religion” (“Reading the Scriptures,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 64). President Ezra Taft Benson said: “Often we spend great effort in trying to increase the activity levels in our stakes. We work diligently to raise the percentages of those attending sacrament meetings. We labor to get a higher percentage of our young men on missions. We strive to improve the numbers of those marrying in the temple. All of these are commendable efforts and important to the growth of the kingdom. But when individual members and families immerse themselves in the scriptures regularly and consistently, these other areas of activity will automatically come. Testimonies will increase. Commitment will be strengthened. Families will be fortified. Personal revelation will flow” (“The Power of the Word,” <span class=\"emphasis\">Ensign,<\/span> May 1986, 81). President Spencer W. Kimball declared: “I find that when I get casual in my relationships with divinity and when it seems that no divine ear is listening and no divine voice is speaking, that I am far, far away. If I immerse myself in the scriptures the distance narrows and the spirituality returns. I find myself loving more intensely those whom I must love with all my heart and mind and strength, and loving them more, I find it easier to abide their counsel” (<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> [2006], 67). President Marion G. Romney said: “I feel certain that if, in our homes, parents will read from the Book of Mormon prayerfully and regularly, both by themselves and with their children, the spirit of that great book will come to permeate our homes and all who dwell therein. The spirit of reverence will increase; mutual respect and consideration for each other will grow. The spirit of contention will depart. Parents will counsel their children in greater love and wisdom. Children will be more responsive and submissive to the counsel of their parents. Righteousness will increase. Faith, hope, and charity—the pure love of Christ—will abound in our homes and lives, bringing in their wake peace, joy, and happiness” (“The Book of Mormon,” <span class=\"emphasis\">Ensign,<\/span> May 1980, 67). President Boyd K. Packer said: “True doctrine, understood, changes attitudes and behavior. The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior” (“Do Not Fear,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2004, 79). Elder David A. Bednar said: “Each family prayer, each episode of family scripture study, and each family home evening is a brushstroke on the canvas of our souls. No one event may appear to be very impressive or memorable. But just as the yellow and gold and brown strokes of paint complement each other and produce an impressive masterpiece, so our consistency in doing seemingly small things can lead to significant spiritual results” (“More Diligent and Concerned at Home,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2009, 19–20).]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p20\" class=\"\" id=\"p20\">I add my voice with this promise: as you dedicate time every day, personally and with your family, to the study of God’s word, peace will prevail in your life. That peace won’t come from the outside world. It will come from within your home, from within your family, from within your own heart. It will be a gift of the Spirit. It will radiate out from you to influence others in the world around you. You will be doing something very significant to add to the cumulative peace in the world.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p21\" class=\"\" id=\"p21\">I do not declare that your life will cease to have challenges. Remember when Adam and Eve were in the garden, they were free from challenges, yet they were unable to experience happiness, joy, and peace.<sup class=\"noteMarker\"><a href=\"#footnote7-10911_000_036\">7<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130391)\">2 Nephi 2:13<\/a><\/span>.]<\/span><\/sup> Challenges are an important part of mortality. Through daily, consistent scripture study, you will find peace in the turmoil around you and strength to resist temptations. You will develop strong faith in the grace of God and know that through the Atonement of Jesus Christ all will be made right according to God’s timing.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Family Home Evening<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p23\" class=\"\" id=\"p23\">While you are working to strengthen your family and cultivate peace, remember this third tool: weekly family home evening. Be cautious not to make your family home evening just an afterthought of a busy day. Decide that on Monday night your family will be together at home for the evening. Do not let employment demands, sports, extracurricular activities, homework, or anything else become more important than that time you spend together at home with your family.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p24\" class=\"\" id=\"p24\">The structure of your evening is not as important as the time invested. The gospel should be taught both formally and informally. Make it a meaningful experience for each member of the family. Family home evening is a precious time to bear testimony in a safe environment; to learn teaching, planning, and organizational skills; to strengthen family bonds; to develop family traditions; to talk to each other; and more important, to have a marvelous time together!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p25\" class=\"\" id=\"p25\">At last April’s conference, Sister Linda S. Reeves boldly declared: “I must testify of the blessings of daily scripture study and prayer and weekly family home evening. These are the very practices that help take away stress, give direction to our lives, and add protection to our homes.”<sup class=\"noteMarker\"><a href=\"#footnote8-10911_000_036\">8<\/a> <span class=\"footnote\">[Linda S. Reeves, “Protection from Pornography—a Christ-Focused Home,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2014, 16–17.]<\/span><\/sup> Sister Reeves is a very wise woman. I strongly urge you to earn your own testimony of these three crucial habits.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Temple Attendance<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p27\" class=\"\" id=\"p27\">The fourth tool is to go to the temple. We all know there is no more peaceful place on this earth than in the temples of God. If you don’t have a temple recommend, qualify to get one. When you have a recommend, use it often.<sup class=\"noteMarker\"><a href=\"#footnote9-10911_000_036\">9<\/a> <span class=\"footnote\">[President Howard W. Hunter said: “In that spirit I invite the Latter-day Saints to look to the temple of the Lord as the great symbol of your membership. It is the deepest desire of my heart to have every member of the Church worthy to enter the temple. It would please the Lord if every adult member would be worthy of—and carry—a current temple recommend. The things that we must do and not do to be worthy of a temple recommend are the very things that ensure we will be happy as individuals and as families. Let us be a temple-attending people. Attend the temple as frequently as personal circumstances allow. Keep a picture of a temple in your home that your children may see it. Teach them about the purposes of the house of the Lord. Have them plan from their earliest years to go there and to remain worthy of that blessing” (“Exceeding Great and Precious Promises,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1994, 8).]<\/span><\/sup> Schedule a regular time to be in the temple. Don’t let anyone or anything prevent you from being there.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p28\" class=\"\" id=\"p28\">While you are in the temple, listen to the words of the ordinances, ponder them, pray about them, and seek to understand their meaning. The temple is one of the best places to come to understand the power of the Atonement of Jesus Christ. Seek <span class=\"emphasis\">Him<\/span> there. Remember that many more blessings come from providing your own family names in the temple.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p29\" class=\"\" id=\"p29\">These four tools are fundamental habits for securing your life in the power of the Atonement of Jesus Christ. Remember our Savior is the Prince of Peace. Peace in this mortal life comes from His atoning sacrifice. When we are consistently praying morning and night, studying our scriptures daily, having weekly family home evening, and attending the temple regularly, we are actively responding to His invitation to “come unto Him.” The more we develop these habits, the more anxious is Satan to harm us but the less is his ability to do so. Through the use of these tools, we exercise our agency to accept the full gifts of His atoning sacrifice.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/make-the-exercise-of-faith-your-first-priority.p30\" class=\"\" id=\"p30\">I am not suggesting that all of life’s struggles will disappear as you do these things. We came to mortal life precisely to grow from trials and testing. Challenges help us become more like our Father in Heaven, and the Atonement of Jesus Christ makes it possible to endure those challenges.<sup class=\"noteMarker\"><a href=\"#footnote10-10911_000_036\">10<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130392)\">2 Nephi 2:2<\/a><\/span>.]<\/span><\/sup> I testify that as we actively come unto Him, we can endure every temptation, every heartache, every challenge we face, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10911_000_036\"><a name=\"1-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10911_000_036\">1.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130384)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130384)\">Moses 5:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-10911_000_036\"><a name=\"2-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10911_000_036\">2.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130385)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130385)\">Moses 4<\/a><\/span>;\n\t\t\t\t\t       <span class=\"citation\" id=\"130386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130386)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130386)\">5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-10911_000_036\"><a name=\"3-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10911_000_036\">3.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130387)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130387)\">Abraham 3:25<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-10911_000_036\"><a name=\"4-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10911_000_036\">4.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130388\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130388)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130388)\">2 Nephi 2:11<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-10911_000_036\"><a name=\"5-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10911_000_036\">5.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130389)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130389)\">Doctrine and Covenants 18:36<\/a><\/span>; see also <span class=\"citation\" id=\"130390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130390)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130390)\">verses 34–35<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-10911_000_036\"><a name=\"6-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10911_000_036\">6.<\/a><\/span>\n\t\t\t\t\t<p>Some examples include:<\/p>\n\t\t\t\t\t<p>President Thomas S. Monson said: “As we read and ponder the scriptures, we will experience the sweet whisperings of the Spirit to our souls. We can find answers to our questions. We learn of the blessings which come through keeping God’s commandments. We gain a sure testimony of our Heavenly Father and our Savior, Jesus Christ, and of Their love for us. When scripture study is combined with our prayers, we can of a certainty know that the gospel of Jesus Christ is true. … As we remember prayer and take time to turn to the scriptures, our lives will be infinitely more blessed and our burdens will be made lighter” (“We Never Walk Alone,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2013, 122).<\/p>\n\t\t\t\t\t<p>President Gordon B. Hinckley said: “Without reservation I promise you that if each of you will observe this simple program, regardless of how many times you previously may have read the Book of Mormon, there will come into your lives and into your homes an added measure of the Spirit of the Lord, a strengthened resolution to walk in obedience to His commandments, and a stronger testimony of the living reality of the Son of God” (“A Testimony Vibrant and True,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Aug. 2005, 6).<\/p>\n\t\t\t\t\t<p>President Howard W. Hunter said: “Families are greatly blessed when wise fathers and mothers bring their children about them, read from the pages of the scriptural library together, and then discuss freely the beautiful stories and thoughts according to the understanding of all. Often youth and little ones have amazing insight into and appreciation for the basic literature of religion” (“Reading the Scriptures,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1979, 64).<\/p>\n\t\t\t\t\t<p>President Ezra Taft Benson said: “Often we spend great effort in trying to increase the activity levels in our stakes. We work diligently to raise the percentages of those attending sacrament meetings. We labor to get a higher percentage of our young men on missions. We strive to improve the numbers of those marrying in the temple. All of these are commendable efforts and important to the growth of the kingdom. But when individual members and families immerse themselves in the scriptures regularly and consistently, these other areas of activity will automatically come. Testimonies will increase. Commitment will be strengthened. Families will be fortified. Personal revelation will flow” (“The Power of the Word,” <span class=\"emphasis\">Ensign,<\/span> May 1986, 81).<\/p>\n\t\t\t\t\t<p>President Spencer W. Kimball declared: “I find that when I get casual in my relationships with divinity and when it seems that no divine ear is listening and no divine voice is speaking, that I am far, far away. If I immerse myself in the scriptures the distance narrows and the spirituality returns. I find myself loving more intensely those whom I must love with all my heart and mind and strength, and loving them more, I find it easier to abide their counsel” (<span class=\"emphasis\">Teachings of Presidents of the Church: Spencer W. Kimball<\/span> [2006], 67).<\/p>\n\t\t\t\t\t<p>President Marion G. Romney said: “I feel certain that if, in our homes, parents will read from the Book of Mormon prayerfully and regularly, both by themselves and with their children, the spirit of that great book will come to permeate our homes and all who dwell therein. The spirit of reverence will increase; mutual respect and consideration for each other will grow. The spirit of contention will depart. Parents will counsel their children in greater love and wisdom. Children will be more responsive and submissive to the counsel of their parents. Righteousness will increase. Faith, hope, and charity—the pure love of Christ—will abound in our homes and lives, bringing in their wake peace, joy, and happiness” (“The Book of Mormon,” <span class=\"emphasis\">Ensign,<\/span> May 1980, 67).<\/p>\n\t\t\t\t\t<p>President Boyd K. Packer said: “True doctrine, understood, changes attitudes and behavior. The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior” (“Do Not Fear,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2004, 79).<\/p>\n\t\t\t\t\t<p>Elder David A. Bednar said: “Each family prayer, each episode of family scripture study, and each family home evening is a brushstroke on the canvas of our souls. No one event may appear to be very impressive or memorable. But just as the yellow and gold and brown strokes of paint complement each other and produce an impressive masterpiece, so our consistency in doing seemingly small things can lead to significant spiritual results” (“More Diligent and Concerned at Home,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2009, 19–20).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-10911_000_036\"><a name=\"7-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10911_000_036\">7.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130391)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130391)\">2 Nephi 2:13<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote8-10911_000_036\"><a name=\"8-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10911_000_036\">8.<\/a><\/span>\n\t\t\t\t\t<p>Linda S. Reeves, “Protection from Pornography—a Christ-Focused Home,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2014, 16–17.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote9-10911_000_036\"><a name=\"9-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-10911_000_036\">9.<\/a><\/span>\n\t\t\t\t\t<p>President Howard W. Hunter said: “In that spirit I invite the Latter-day Saints to look to the temple of the Lord as the great symbol of your membership. It is the deepest desire of my heart to have every member of the Church worthy to enter the temple. It would please the Lord if every adult member would be worthy of—and carry—a current temple recommend. The things that we must do and not do to be worthy of a temple recommend are the very things that ensure we will be happy as individuals and as families. Let us be a temple-attending people. Attend the temple as frequently as personal circumstances allow. Keep a picture of a temple in your home that your children may see it. Teach them about the purposes of the house of the Lord. Have them plan from their earliest years to go there and to remain worthy of that blessing” (“Exceeding Great and Precious Promises,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1994, 8).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote10-10911_000_036\"><a name=\"10-10911_000_036\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-10911_000_036\">10.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130392\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130392)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130392)\">2 Nephi 2:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}