{"ID":8065, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Lord Has a Plan for Us!\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p2\" class=\"\" id=\"p2\">By Elder Carlos A. Godoy<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p3\" class=\"\" id=\"p3\">Of the Seventy<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/carlos-a-godoy-10.jpg\" alt=\"Carlos A. Godoy\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">If we continue to live as we are living, will the promised blessings be fulfilled?<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10911_000_037<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p5\" class=\"\" id=\"p5\">What a privilege to be a part of this historic moment when general conference speakers have the option of speaking in their native language. The last time I spoke at this pulpit, I was worried about my accent in English. Now, I am worried about the speed of my Portuguese. I do not want to speak more quickly than the subtitles.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p6\" class=\"\" id=\"p6\">All of us have experienced or will yet experience moments of great decision in our lives. Should I pursue this career or that one? Should I serve a mission? Is this the right person for me to marry?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p7\" class=\"\" id=\"p7\">These are situations in different areas of our lives in which a small change in direction can have significant future consequences. In the words of President Dieter F. Uchtdorf: “Through years of serving the Lord … , I have learned that the difference between happiness and misery in individuals, in marriages, and families often comes down to an error of only a few degrees” (“A Matter of a Few Degrees,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2008, 58).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p8\" class=\"\" id=\"p8\">How can we avoid these small errors in calculation?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p9\" class=\"\" id=\"p9\">I will use a personal experience to illustrate my message.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p10\" class=\"\" id=\"p10\">At the end of the 1980s, our young family was made up of my wife, Mônica, two of our four children, and me. We lived in São Paulo, Brazil, I worked for a good company, I had finished my university studies, and I had recently been released as bishop of the ward where we had lived. Life was good, and everything seemed to be as it should be—until one day an old friend came to visit us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p11\" class=\"\" id=\"p11\">At the conclusion of his visit, he made a comment and asked a question that unsettled my convictions. He said, “Carlos, everything seems to be going well for you, your family, your career, and your service in the Church, but—” and then came the question, “if you continue to live as you are living, will the blessings promised in your patriarchal blessing be fulfilled?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p12\" class=\"\" id=\"p12\">I had never thought about my patriarchal blessing in this way. I read it from time to time but never with the intent of looking toward the blessings promised in the future and evaluating how I was living in the present.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p13\" class=\"\" id=\"p13\">After his visit, I turned my attention to my patriarchal blessing, wondering, “If we continue to live as we are living, will the promised blessings be fulfilled?” After some pondering, I had the feeling that some changes were necessary, particularly in relation to my education and profession.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p14\" class=\"\" id=\"p14\">It was not a decision between what was right and wrong but between what was good and what was better, as Elder Dallin H. Oaks taught us when he said: “As we consider various choices, we should remember that it is not enough that something is good. Other choices are better, and still others are best” (“Good, Better, Best,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2007, 104–5).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p15\" class=\"\" id=\"p15\">How then can we ensure that we are making the best decision?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p16\" class=\"\" id=\"p16\">Here are some principles that I have learned.<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Principle Number One: We Need to Consider Our Options with the End in Mind<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p18\" class=\"\" id=\"p18\">Making decisions that can impact our lives and those we love without having the broader vision of their consequences can bring some risks. However, if we project the possible consequences of these decisions into the future, we can see with greater clarity the best path to take in the present.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p19\" class=\"\" id=\"p19\">Understanding who we are, why we are here, and what the Lord expects from us in this life will help give us the broader vision we need.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p20\" class=\"\" id=\"p20\">We can find examples in the scriptures in which having a broader vision gave clarity regarding which path to take.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p21\" class=\"\" id=\"p21\">Moses spoke with the Lord face-to-face, learned about the plan of salvation, and thereby better understood his role as the prophet of the gathering of Israel.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p22\" class=\"\" id=\"p22\">“And God spake unto Moses, saying: Behold, I am the Lord God Almighty. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p23\" class=\"\" id=\"p23\">“… And I will show thee the workmanship of mine hands. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p24\" class=\"\" id=\"p24\">“And I have a work for thee, Moses, my son” (<span class=\"citation\" id=\"130393\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130393)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130393)\">Moses 1:3–4, 6<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p25\" class=\"\" id=\"p25\">With this understanding, Moses was able to endure many years of tribulation in the desert and lead Israel back to its home.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p26\" class=\"\" id=\"p26\">Lehi, the great prophet of the Book of Mormon, dreamed a dream, and in his visions he learned of his mission to lead his family to a promised land.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p27\" class=\"\" id=\"p27\">“And it came to pass that the Lord commanded my father, even in a dream, that he should take his family and depart into the wilderness.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p28\" class=\"\" id=\"p28\">“… And he left his house, and the land of his inheritance, and his gold, and his silver, and his precious things” (<span class=\"citation\" id=\"130394\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130394)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130394)\">1 Nephi 2:2, 4<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p29\" class=\"\" id=\"p29\">Lehi remained faithful to this vision in spite of the difficulties of travel and having to leave behind a comfortable life in Jerusalem.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p30\" class=\"\" id=\"p30\">The Prophet Joseph Smith is another great example. Through many revelations, beginning with the First Vision, he was able to complete his mission of restoring all things (see <span class=\"citation\" id=\"130395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130395)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130395)\">Joseph Smith—History 1:1–26<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p31\" class=\"\" id=\"p31\">And what about us? What does the Lord expect from each of us?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p32\" class=\"\" id=\"p32\">We do not need to see an angel to obtain understanding. We have the scriptures, the temple, living prophets, our patriarchal blessings, inspired leaders, and, above all, the right to receive personal revelation to guide our decisions.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Principle Number Two: We Need to Be Prepared for the Challenges That Will Come<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p34\" class=\"\" id=\"p34\">The best paths in life are rarely the easiest. Often, it is exactly the opposite. We can look to the examples of the prophets I have just mentioned.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p35\" class=\"\" id=\"p35\">Moses, Lehi, and Joseph Smith did not have easy journeys in spite of the fact that their decisions were correct.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p36\" class=\"\" id=\"p36\">Are we willing to pay the price for our decisions? Are we prepared to leave our comfort zones to reach a better place?<\/p>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p37\" class=\"\" id=\"p37\">Returning to the experience with my patriarchal blessing, I came to the conclusion at that time that I should seek additional education and apply for a scholarship from an American university. If I were selected, I would have to leave my job, sell everything we had, and come to live in the United States as a scholarship student for two years.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p38\" class=\"\" id=\"p38\">Tests such as the TOEFL and GMAT became the first challenges to be overcome. It took three long years of preparation, many “nos,” and some “maybes” before I was accepted at a university. I still remember the telephone call I received at the end of the third year from the person responsible for scholarships.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p39\" class=\"\" id=\"p39\">He said, “Carlos, I have some good news and some bad news for you. The good news is that you are among the three finalists this year.” There was only one opening at that time. “The bad news is that one of the other candidates is the son of someone important, the other is the son of someone else important, and then there is you.”<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p40\" class=\"\" id=\"p40\">I quickly responded, “And I … I am a son of God.”<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p41\" class=\"\" id=\"p41\">Happily, earthly parentage was not a deciding factor, and I was accepted that year, in 1992.<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p42\" class=\"\" id=\"p42\">We are children of Almighty God. He is our Father, He loves us, and He has a plan for us. We are not here in this life just to waste our time, grow old, and die. God wants us to grow and achieve our potential.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p43\" class=\"\" id=\"p43\">In the words of President Thomas S. Monson: “Each of you, single or married, regardless of age, has the opportunity to learn and to grow. Expand your knowledge, both intellectual and spiritual, to the full stature of your divine potential” (“The Mighty Strength of the Relief Society,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1997, 95).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Principle Number Three: We Need to Share This Vision with the People We Love<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p45\" class=\"\" id=\"p45\">Lehi made more than a few attempts to help Laman and Lemuel understand the importance of the change they were making. The fact that they did not share their father’s vision caused them to murmur during the journey. Nephi, on the other hand, sought the Lord in order to see what his father had seen.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p46\" class=\"\" id=\"p46\">“And it came to pass after I, Nephi, having heard all the words of my father, concerning the things which he saw in a vision, … I … was desirous also that I might see, and hear, and know of these things, by the power of the Holy Ghost” (<span class=\"citation\" id=\"130396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130396)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130396)\">1 Nephi 10:17<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p47\" class=\"\" id=\"p47\">With this vision, Nephi was able not only to overcome the challenges of the journey but also to lead his family when it became necessary.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p48\" class=\"\" id=\"p48\">It is very likely that when we decide to take a certain path, the people we love will be affected, and some will even share with us the results of this choice. Ideally, they should be able to see what we see and share our same convictions. This is not always possible, but when it occurs, the journey is much easier.<\/p>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p49\" class=\"\" id=\"p49\">In the personal experience I have used as an illustration, I undoubtedly needed the support of my wife. The children were still young and did not have much of a say, but my wife’s support was essential. I remember that, at first, Mônica and I needed to carefully discuss the change in plans until she felt comfortable and also became committed. This shared vision caused her not only to support the change but also to become an essential part in its success.<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p50\" class=\"\" id=\"p50\">I know that the Lord has a plan for us in this life. He knows us. He knows what is best for us. Just because things are going well does not mean that we should not from time to time consider whether there might be something better. If we continue to live as we are living, will the promised blessings be fulfilled?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p51\" class=\"\" id=\"p51\">God lives. He is our Father. The Savior Jesus Christ lives, and I know that through His atoning sacrifice we can find the strength to overcome our daily challenges. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"annotation\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/the-lord-has-a-plan-for-us.p52\" class=\"\" id=\"p52\">This address was delivered in Portuguese.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}