{"ID":8069, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Come and See\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p2\" class=\"\" id=\"p2\">By Elder David A. Bednar<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p3\" class=\"\" id=\"p3\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/david-a-bednar-10.jpg\" alt=\"David A. Bednar\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">The Church of Jesus Christ always has been and always will be a missionary church.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10911_000_041<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p5\" class=\"\" id=\"p5\">My message is directed specifically to individuals who are not members of The Church of Jesus Christ of Latter-day Saints. I will address a fundamental question many of you may have: “Why are Latter-day Saints so eager to tell me about what they believe and to invite me to learn about their church?”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p6\" class=\"\" id=\"p6\">I pray the Spirit of the Lord will help me to communicate effectively, and you to understand clearly, my response to this important question.<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>A Divine Commission<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p8\" class=\"\" id=\"p8\">Devoted disciples of Jesus Christ always have been and always will be valiant missionaries. A missionary is a follower of Christ who testifies of Him as the Redeemer and proclaims the truths of His gospel.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p9\" class=\"\" id=\"p9\">The Church of Jesus Christ always has been and always will be a missionary church. The individual members of the Savior’s Church have accepted the solemn obligation to assist in fulfilling the divine commission given by the Lord to His Apostles, as recorded in the New Testament:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p10\" class=\"\" id=\"p10\">“Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p11\" class=\"\" id=\"p11\">“Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen” (<span class=\"citation\" id=\"130425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130425)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130425)\">Matthew 28:19–20<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p12\" class=\"\" id=\"p12\">Latter-day Saints take seriously this responsibility to teach all people in all nations about the Lord Jesus Christ and His restored gospel. We believe the same Church founded by the Savior anciently has been reestablished on the earth by Him in the latter days. The doctrine, principles, priesthood authority, ordinances, and covenants of His gospel are found today in His Church.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p13\" class=\"\" id=\"p13\">When we invite you to attend church with us or to learn with the full-time missionaries, we are not trying to sell you a product. As members of the Church, we do not receive prizes or bonus points in a heavenly contest. We are not seeking simply to increase the numerical size of the Church. And most importantly, we are not attempting to coerce you to believe as we do. We are inviting you to hear the restored truths of the gospel of Jesus Christ so you can study, ponder, pray, and come to know for yourself if the things we are sharing with you are true.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p14\" class=\"\" id=\"p14\">Some of you may respond, “But I already believe in Jesus and follow His teachings,” or “I am not sure if God really exists.” Our invitations to you are not an attempt to diminish your religious tradition or life experience. Bring all that you know is true, good, and praiseworthy—and test our message. Just as Jesus beckoned two of His disciples to “come and see” (<span class=\"citation\" id=\"130426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130426)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130426)\">John 1:39<\/a><\/span>), so we urge you to come and see if the restored gospel of Jesus Christ enlarges and enriches that which you already believe to be true.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p15\" class=\"\" id=\"p15\">Indeed, we feel a solemn responsibility to carry this message to every nation, kindred, tongue, and people. And that is precisely what we are doing with a force today of more than 88,000 full-time missionaries laboring in over 150 sovereign states around the world. These remarkable men and women help the members of our Church fulfill the divinely appointed and individual responsibility each of us has to proclaim the everlasting gospel of Jesus Christ (see <span class=\"citation\" id=\"130427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130427)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130427)\">D&amp;C 68:1<\/a><\/span>).<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>More Than a Spiritual Duty<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p17\" class=\"\" id=\"p17\">But our eagerness to declare this message is not merely the result of a sense of spiritual duty. Rather, our desire to share the restored gospel of Jesus Christ with you is a reflection of how important these truths are to us. I believe I can best describe why we are so forthright in seeking to explain our beliefs to you through an experience my wife and I had many years ago with two of our sons.<\/p>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p18\" class=\"\" id=\"p18\">One evening Susan and I stood near a window in our home and watched two of our little boys playing outside. During the course of their adventures, the younger of the two boys was injured slightly in a small accident. We quickly recognized that he was not seriously hurt, and we decided not to provide immediate assistance. We wanted to observe and see if any of our family discussions about brotherly kindness had sunk in. What happened next was both interesting and instructive.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p19\" class=\"\" id=\"p19\">The older brother consoled and carefully helped the younger brother back into the house. Susan and I had positioned ourselves near the kitchen so we could see what next took place, and we were prepared to intervene immediately if additional bodily harm seemed likely or a serious accident was imminent.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p20\" class=\"\" id=\"p20\">The older brother dragged a chair to the kitchen sink. He climbed up on the chair, assisted his brother onto the chair, turned on the water, and proceeded to pour a large quantity of dishwashing soap onto the scratched arm of his little brother. He did his best to gently wash away the dirt. The reaction of the little brother to this procedure can only be described accurately using language from the holy scriptures: “And they shall have cause to howl, and weep, and wail, and gnash their teeth” (<span class=\"citation\" id=\"130428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130428)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130428)\">Mosiah 16:2<\/a><\/span>). And did that little boy howl!<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p21\" class=\"\" id=\"p21\">After the scrubbing was finished, the arm was carefully dried with a towel. Eventually the screaming stopped. The older brother next climbed up onto the kitchen counter, opened a cabinet, and found a new tube of medicated ointment. Though the scratches on his little brother were not large or extensive, the older brother applied almost all of the ointment in the tube to the entire injured arm. The screaming did not resume, as the little brother clearly liked the soothing effect of the ointment much more than he appreciated the cleansing effect of the dishwashing soap.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p22\" class=\"\" id=\"p22\">The older brother returned again to the cabinet in which he had found the ointment and located a new box of sterile bandages. He then unwrapped and put bandages all up and down his brother’s arm—from the wrist to the elbow. With the emergency resolved, and with soap bubbles, ointment, and wrappers all over the kitchen, the two little boys hopped down from the chair with bright smiles and happy faces.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p23\" class=\"\" id=\"p23\">What happened next is most important. The injured brother gathered up the remaining bandages and the almost empty tube of ointment, and he went back outside. He quickly sought out his friends and began to put ointment and bandages on their arms. Susan and I both were struck by the sincerity, enthusiasm, and rapidity of his response.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p24\" class=\"\" id=\"p24\">Why did that little boy do what he did? Please note that he immediately and intuitively wanted to give to his friends the very thing that had helped him when he was hurt. That little boy did not have to be urged, challenged, prompted, or goaded to act. His desire to share was the natural consequence of a most helpful and beneficial personal experience.<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p25\" class=\"\" id=\"p25\">Many of us as adults behave in precisely the same way when we find a treatment or medication that alleviates pain with which we have long suffered, or we receive counsel that enables us to face challenges with courage and perplexities with patience. Sharing with other people things that are most meaningful to us or have helped us is not unusual at all.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p26\" class=\"\" id=\"p26\">This same pattern is especially evident in matters of great spiritual importance and consequence. For example, an account in a volume of scripture known as the Book of Mormon highlights a dream received by an ancient prophet-leader named Lehi. The central feature in Lehi’s dream is the tree of life—which is a representation of “the love of God” that is “most desirable above all things” and “most joyous to the soul” (<span class=\"citation\" id=\"130429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130429)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130429)\">1 Nephi 11:22–23<\/a><\/span>; see also <span class=\"citation\" id=\"130430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130430)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130430)\">1 Nephi 8:12, 15<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p27\" class=\"\" id=\"p27\">Lehi explained:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p28\" class=\"\" id=\"p28\">“And it came to pass that I did go forth and partake of the fruit thereof; and I beheld that it was most sweet, above all that I ever before tasted. Yea, and I beheld that the fruit thereof was white, to exceed all the whiteness that I had ever seen.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p29\" class=\"\" id=\"p29\">“<span class=\"emphasis\">And as I partook of the fruit thereof it filled my soul with exceedingly great joy; wherefore, I began to be desirous that my family should partake of it also<\/span>” (<span class=\"citation\" id=\"130431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130431)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130431)\">1 Nephi 8:11–12<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p30\" class=\"\" id=\"p30\">The greatest manifestation of God’s love for His children is the mortal ministry, atoning sacrifice, and Resurrection of the Lord Jesus Christ. The fruit on the tree can be considered a symbol for the blessings of the Savior’s Atonement.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p31\" class=\"\" id=\"p31\">Lehi’s instant response to partaking of the fruit of the tree and experiencing great joy was an increased desire to share with and serve his family. Thus, as he turned to Christ, he also turned outward in love and service.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p32\" class=\"\" id=\"p32\">Another important episode in the Book of Mormon describes what happened to a man named Enos after his earnest and pleading prayer was heard and answered by God.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p33\" class=\"\" id=\"p33\">He said:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p34\" class=\"\" id=\"p34\">“And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p35\" class=\"\" id=\"p35\">“And there came a voice unto me, saying: Enos, thy sins are forgiven thee, and thou shalt be blessed.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p36\" class=\"\" id=\"p36\">“And I, Enos, knew that God could not lie; wherefore, my guilt was swept away.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p37\" class=\"\" id=\"p37\">“And I said: Lord, how is it done?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p38\" class=\"\" id=\"p38\">“And he said unto me: Because of thy faith in Christ, whom thou hast never before heard nor seen. … Wherefore, go to, thy faith hath made thee whole.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p39\" class=\"\" id=\"p39\">“Now, it came to pass that <span class=\"emphasis\">when I had heard these words I began to feel a desire for the welfare of my brethren, the Nephites; wherefore, I did pour out my whole soul unto God for them<\/span>” (<span class=\"citation\" id=\"130432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130432)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130432)\">Enos 1:4–9<\/a><\/span>; emphasis added).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p40\" class=\"\" id=\"p40\">As Enos turned to the Lord “with full purpose of heart” (<span class=\"citation\" id=\"130433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130433)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130433)\">2 Nephi 31:13<\/a><\/span>), his concern for the welfare of his family, friends, and associates increased simultaneously.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p41\" class=\"\" id=\"p41\">The enduring lesson we learn from these two episodes is the importance of experiencing in our personal lives the blessings of the Atonement of Jesus Christ as a prerequisite to heartfelt and authentic service that stretches far beyond merely “going through the motions.” Much like Lehi, Enos, and our little boy in the story I recounted, we as members of The Church of Jesus Christ of Latter-day Saints have felt the anguish associated with spiritual uncertainty and sin. We also have experienced the cleansing, the peace of conscience, the spiritual healing and renewal, and the guidance that are obtained only by learning and living the principles of the Savior’s gospel.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p42\" class=\"\" id=\"p42\">The Atonement of Jesus Christ provides the cleanser necessary to be made pure and clean, the soothing salve to heal spiritual wounds and remove guilt, and the protection that enables us to be faithful in times both good and bad.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Absolute Truth Exists<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p44\" class=\"\" id=\"p44\">To you family members and friends who are not members of The Church of Jesus Christ of Latter-day Saints, I have attempted to explain fundamental reasons why we are missionaries.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p45\" class=\"\" id=\"p45\">Absolute truth exists in a world that increasingly disdains and dismisses absolutes. In a future day, “every knee [shall] bow” and “every tongue [shall] confess that Jesus Christ is Lord, to the glory of God the Father” (<span class=\"citation\" id=\"130434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130434)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130434)\">Philippians 2:10–11<\/a><\/span>). Jesus the Christ absolutely is the Only Begotten Son of the Eternal Father. As members of His Church, we witness He lives and His Church has been restored in its fulness in these latter days.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p46\" class=\"\" id=\"p46\">The invitations we extend to you to learn about and test our message grow out of the positive effects the gospel of Jesus Christ has had in our lives. Sometimes we may be awkward or abrupt or even relentless in our attempts. Our simple desire is to share with you the truths that are of greatest worth to us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/sunday-afternoon-session\/come-and-see.p47\" class=\"\" id=\"p47\">As one of the Lord’s Apostles, and with all of the energy of my soul, I bear witness of His divinity and reality. And I invite you to “come and see” (<span class=\"citation\" id=\"130435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130435)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130435)\">John 1:39<\/a><\/span>), in the sacred name of the Lord Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}