{"ID":807, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Faith Which Impels to Action<\/p>\n<p class=\"gcspeaker\">Elder Adam S. Bennion<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Adam S. Bennion, <i>Conference Report<\/i>, October 1955, pp. 116-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis has been a stirring conference, my brethren and sisters, and I trust that the few minutes I\nmay occupy I may catch its spirit in the prayer that was uttered at the beginning of this session. \nWe have always had beautiful music at these sessions.  Today's singing was music at its best.\nWhile this group of mothers sang, I looked over the brethren down below, and I think I got a\nnew meaning to the Eighth Psalm: \n<\/p><p>\nWhat is man, that thou art mindful of him? and the son of man, that thou visitest him?\n<\/p><p>\nFor thou hast made him a little lower than the angels...\n(<span class=\"citation\" id=\"41792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41792)\">Ps. 8:4-5<\/a><\/span>).\n<\/p><p>\nWhen they sang that first song, \"When Children Pray,\" I was reminded of the experience of\nthe little fellow, two-and-a-half, who was sitting at the table and was asked to say the\nblessing.  He had his hands crossed over his eyes, said the author, \"The better to peek\nthrough,\" and then offered his prayer, understandable only to his mother&mdash;and one other.  I\nam sure this choir has brought us into the spirit of Him who understands.\n<\/p><p>\nIt is an honor to follow the leadership of this great First Presidency and to labor in the\nfellowship of my Brethren of the General Authorities.  The evidence of this conference, I\nthink, must be convincing to all of you that they are strong, devoted men.  I give you my\nwitness that they are men of God.\n<\/p><p>\nAs we walked out of the morning session, I shook hands with Sister John A. Widtsoe, the\nwife of the man whom I had the honor to follow into this quorum. As we threaded our way\nthrough the narrow lane that is prepared down there in the great crowd that gathers around the car of our\nPresident, Sister Widtsoe said, \"The soul of people hungers for an ideal.\" I was impressed that\nit may be that same hunger that prompts us to believe in God. There are so many evidences,\nthe mystery to me is not that men may believe in God, but as Ballard once wrote, \"the great\nmiracle of mankind is the miracle of unbelief.\"\n<\/p><p>\nDinmore has put it beautifully: \"If no help had ever come from God, the impulse to pray\nwould have died out long ago.\"\n<\/p><p>\nAmong the stirring things of this conference is the living evidence here today of Thomas E.\nMcKay and Bishop Joseph L. Wirthlin.  They have been so critically ill that man's power\nalone could never have made it possible for them to give the witness they have given in this\nconference.\n<\/p><p>\nThe other night as I read into the Book of Mormon, I turned to the book of Ether, wherein is\nthis remarkable passage: \n<\/p><p>\nWherefore, whoso believeth in God might with surety hope for a better world, yea,\neven a place at the right hand of God, which hope cometh of faith, maketh an anchor\nto the souls of men, which would make them sure and steadfast, always abounding in\ngood works, being led to glorify God\n(<span class=\"citation\" id=\"22202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22202)\">Ether 12:4<\/a><\/span>).\n<\/p><p>\nAs I pondered the meaning of an anchor, I was impressed that faith is that anchor. It is a\nwonderful thing to be anchored to the truth of Almighty God through faith which bids us to\nknow that he lives.  But faith is more than an anchor.  As a matter of fact, if I have a theme\nfor these few minutes, it centers in the thought of the faith which impels us to action.  Faith\nis a dynamic thing.  Faith is an adventurous term.\n<\/p><p>\nI was so much impressed a couple of nights ago with the declaration of PeeWee Reese, the\ngreat little shortstop of the Brooklyn Dodgers. (In case anyone did not get the word during the\nnoon hour today, the Dodgers won again.  After losing the first two games of the World\nSeries to the New York Yankees, Brooklyn won three straight games.  The day following\nElder Bennion's address the Yankees won again, but Brooklyn won the seventh, and\nconcluding game.) You will remember in this series, the Yanks had taken the first two games,\nand historically the record seemed to indicate that no team which ever lost the first two games\never came back to take the series.  So the commentator asked PeeWee Reese what he thought\nof that.\n<\/p><p>\n\"Well,\" said Reese, \"I know what the record is, but sometime it ought to be broken, and I\nbelieve we have the team this year to do it\"&mdash;I do not want to be partisan.\n<\/p><p>\nAs a matter of fact, faith exists in every field of activity.  It is faith&mdash;it is confidence&mdash;that\nrisks everything for the pearl of great price.  The scientist watching the test tube does it in\nterms of faith.  The men these days who are searching for a cure against polio have been\nfollowing the lead of faith these many years.  A neighbor of mine devotes his entire life and\nplans to dedicate his life to the search for something that will prevent the hardening of the\narteries.  It is faith that prompts men to move toward their coveted goal always.  Really, it is\nfaith that prompts a teacher to try to inspire students with the thought that there is a better life\nahead.\n<\/p><p>\nI wish I had the magic to give to the teachers of our own schools, and to all others, the\nprecious formula that was given to me when first we went east to go on with advanced\ntraining.  My mother, who had had none of it, said, \"All right son, get all of it you can.\"\nThen she gave me a farewell message that has rung in my ears ever since: \"Get all the\nlearning you can, son, but don't ever let it destroy your faith.\" God bless her for that\nadmonition.\n<\/p><p>\nTHE FAITH OF THE SCRIPTURES\n<\/p><p>\nI.  Now, in these brief minutes I am going to lead your thinking to the faith of the scriptures. \nI think I shall beg leave to print in the interest of time. There are wonderful passages.  As a\nmatter of fact, the more I read the scriptures, the more I am impressed that the great echo\nthrough the scriptures is an echo of faith and of love and of obedience.  When you put the\nthree of them together, you have a great formula for proofreading all the experiences of life.\n<\/p><p>\nFor those who receive it in faith, and work righteousness, shall receive a crown of\neternal life (see <span class=\"citation\" id=\"13358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13358)\">D&amp;C 20:14<\/a><\/span>).\n<\/p><p>\nNow faith is the substance of things hoped for, the evidence of things not seen.\n<\/p><p>\nFor by it the elders obtained a good report.\n<\/p><p>\nThrough faith we understand that the worlds were framed by the word of God, so that\nthings which are seen were not made of things which do appear\n(<span class=\"citation\" id=\"24267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24267)\">Heb. 11:1-3<\/a><\/span>).\n<\/p><p>\nI love to read the life and story of Abraham and of Nephi, and both of them echo the same\nsentiment.\n<\/p><p>\nBy faith Abraham, when he was called to go out into a place which he should after\nreceive for an inheritance, obeyed; and he went out, not knowing whither he went\n(<span class=\"citation\" id=\"24269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24269)\">Heb. 11:8<\/a><\/span>).\n<\/p><p>\nRead 1 Nephi, chapters 2 (<span class=\"citation\" id=\"1524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1524)\">1 Ne. 2:1-24<\/a><\/span>)\nand 3 (<span class=\"citation\" id=\"1527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1527)\">1 Ne. 3:1-31<\/a><\/span>),\nthe glorious experience of Nephi, who believed he could get\nthe plates from Laban, against the doubt of his brother, Laman, who was sure he could not.\nRead those two chapters to find the power of faith and the emptiness of doubt and disbelief.\n<\/p><p>\nThe kind of faith that I have in mind is the kind that always leads into works. I am mindful\nof James' injunction,\n<\/p><p>\nBut wilt thou know, O vain man, that faith without works is dead?\n(<span class=\"citation\" id=\"26116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26116)\">James 2:20<\/a><\/span>).\n<\/p><p>\nYea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy\nworks, and I will shew thee my faith by my works\n(<span class=\"citation\" id=\"26115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26115)\">James 2:18<\/a><\/span>).\n<\/p><p>\nBut without faith it is impossible to please him: for he that cometh to God must\nbelieve that he is, and that he is a rewarder of them that diligently seek him\n(<span class=\"citation\" id=\"24268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24268)\">Heb. 11:6<\/a><\/span>).\n<\/p><p>\n Consider these further meaningful scriptures: \n<\/p><p>\nFor as the body without the spirit is dead, so faith without works is dead also\n(<span class=\"citation\" id=\"26118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26118)\">James 2:26<\/a><\/span>).\n<\/p><p>\nAnd Christ truly said unto our fathers: If ye have faith ye can do all things which are\nexpedient unto me (<span class=\"citation\" id=\"38258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38258)\">Moro. 10:23<\/a><\/span>).\n<\/p><p>\nAnd except ye have charity ye can in nowise be saved in the kingdom of God; neither\ncan ye be saved in the kingdom of God if ye have not faith; neither can ye if ye have\nno hope (<span class=\"citation\" id=\"38257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38257)\">Moro. 10:21<\/a><\/span>).\n<\/p><p>\nAsk the Father in my name, in faith believing that you shall receive, and you shall\nhave the Holy Ghost, which manifesteth all things which are expedient unto the\nchildren of men.\n<\/p><p>\nAnd if you have not faith, hope,  and charity, you can do nothing\n(<span class=\"citation\" id=\"13355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13355)\">D&amp;C 18:18-19<\/a><\/span>).\n<\/p><p>\nBut after repenting, and humbling himself sincerely, through faith, God ministered\nunto him by an holy angel, whose countenance was as lightning, and whose garments\nwere pure and white above all other whiteness...\n(<span class=\"citation\" id=\"13357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13357)\">D&amp;C 20:6<\/a><\/span>).\n<\/p><p>\nAnd it came to pass that the Lord spake unto me, saying: Blessed art thou, Nephi,\nbecause of thy faith, for thou hast sought me diligently, with lowliness of heart\n(<span class=\"citation\" id=\"1525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1525)\">1 Ne. 2:19<\/a><\/span>).\n<\/p><p>\nAnd it came to pass that I, Nephi, said unto my father: I will go and do the things\nwhich the Lord hath commanded, for I know that the Lord giveth no commandments\nunto the children of men, save he shall prepare a way for them that they  may\naccomplish the thing which he commandeth them\n(<span class=\"citation\" id=\"1529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1529)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nWe believe that the first principles and ordinances of the Gospel are: first, Faith in the\nLord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission\nof sins; fourth, Laying on of hands for the gift of the Holy Ghost\n(<span class=\"citation\" id=\"6688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6688)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nTHE FAITH OF OUR FATHERS\n<\/p><p>\nII. The second thought I want to leave with you is the faith of our fathers.  What a wonderful\nplace to contemplate the faith of our forebears. Before you go out this afternoon from these\ngrounds, won't you take one more look at the Seagull Monument and read the inscription on\nthe north side: \"Erected in grateful remembrance of the mercy of God to the Mormon\nPioneers.\"  When you gather in this edifice, you must think of the faith of men who from 1863\nto 1867 toiled to build it&mdash;to 1870 to complete the balcony.  As you look now at the pipes in\nthis great organ, you must be mindful that some of them were made possible only because the\npioneers discovered certain kinds of timber three hundred miles to the south.\n<\/p><p>\nI talked the other day with a grandson of a man who helped to saw that timber, and he said it\ntook eighteen yoke of oxen to drag the tree from where it grew to the location of the saw that\nhad been set up. Then by ox team they had the problem of bringing it three hundred miles to\nthis square&mdash;and over what roads!  Men without faith never would have done it!\n<\/p><p>\nI go out through these grounds, and though I have said it many times, will you let me say it\nagain: The privilege that is ours at times to bring visitors to this spot always inclines me to\ntake them to the southeast corner, for when our grandfathers lived in log cabins such as you\nsee out there, they were dreaming dreams of the temple into which they put forty years of\neffort and four millions of dollars, which they did not have.  That is faith!\n<\/p><p>\nReference has been made to the glorious experience of the choir, and I understand every place\nthey sang \"Come, Come Ye Saints\" they were encored again and again. We sing it frequently. \nLet me read the third verse again.  William Clayton was not speculating about their arrival\nhere.  He said: \n<\/p><p>\nWe'll find the place which God for us prepared,<br \/>\n     Far away in the West,<br \/>\n     Where none shall come to hurt or make afraid; <br \/>\n     There the Saints will be blessed.<br \/>\n     We'll make the air with music ring,<br \/>\n     Shout praises to our God and King; <br \/>\n     Above the rest these words we'll tell&mdash;<br \/>\n     All is well!  All is well!\n<\/p><p>\nDo you know what he was doing when wrote that?  It was on the 15th of April between\nNauvoo and Winter Quarters, one of the toughest trips that any people ever took.  I beg of\nyou to remember that six hundred people lost their lives in those three hundred miles. He had\nbeen sick much of the time.  Pick up his journal and read the first twenty pages&mdash;the little\njournal of William Clayton.  He had been ill.  His wife, Diantha, was still ill&mdash;too ill to\ntravel. As you read those twenty pages, you will notice how often he was writing a letter to\nbe sent back to his wife, hoping that she would be well.  Then came the glad news that she\nhad given birth to a son, she herself too ill to move.  She struggled against the ague and\nagainst the mumps.  He himself was sick, but the morning&mdash;I love to read this&mdash;the morning\nthe word came that he had a son&mdash;notice the practicality of it&mdash;he said they had been\nspending the day in a search, for \"Henry Terry's horses are missing.  They've been hunted all\nday, but are not found yet.  This morning I composed a new song, 'All is Well.' I feel to\nthank my Heavenly Father for my boy, and pray that he will spare and preserve his life and\nthat of his mother, and so order that it be soon that we may be together again.\" He asked\nPresident Brigham Young, \"Could they not send back and bring her along?\" and President\nYoung said, \"You may.\"\n<\/p><p>\nI tried to conjure up last night that as William Clayton talked to Brigham Young about the\nnew song he had just written, whether either one of them could ever have imagined, even in\nfancy, that a hundred years later 379 voices of the choir would take that same hymn and sing it to 60,000 people in\nEurope. And yet they did it.  And we live today under the reflected glory of that choir. That's\nfaith in its fulfillment.\n<\/p><p>\nBrigham Young said these remarkable things: \n<\/p><p>\nI do not wish men to understand I had anything to do with our being moved here; that\nwas the providence of the Almighty; it was the power of God that wrought out\nsalvation for this people; I never could have devised such a plan . . . We have faith,\nwe live by faith; we came to these mountains by faith.  We came here, I often say,\nthough to the ears of some the expression may sound rude, naked and barefoot, and\ncomparatively this is true . . . We had to have faith to come here.  When we met Mr.\nBridger on the Big Sandy River, said he, \"Mr. Young, I would give a thousand dollars\nif I knew an ear of corn could be ripened in the Great Basin.\" Said I, \"Wait eighteen\nmonths and I will show you many of them.\" Did I say this from knowledge? No, it\nwas my faith; but we had not the least encouragement&mdash;from natural reasoning and\nall that we could learn of this country&mdash;of its sterility, its cold and frost, to believe that\nwe could ever raise anything. But we travelled on, breaking the road through the\nmountains and building bridges until we arrived here, and then we did everything we\ncould to sustain ourselves. We had faith that we could raise grain; was there any harm\nin this?  Not at all. If we had not had faith, what would have become of us?  We\nwould have gone down in unbelief, have closed up every resource for our sustenance\nand should never have raised anything. (<i>History of Brigham Young<\/i>, Ms. 3:95.)\n<\/p><p>\nTHE FAITH OF TOMORROW\n<\/p><p>\nIII. Then I wanted you to take just a brief look at what I like to call the faith of tomorrow.  I\nwas impressed a little while back at a convention in Chicago of the young people of that\ntown. They said they were getting a little tired of those screaming headlines each day about\nsome wild exploit of some wild youngster, so they gathered themselves together, and the\nmade a study.  They took a look at police records in Chicago, and they discovered that of all\nthe juvenile delinquency cases that came before the court in Chicago in Cook County, all\nwere attributable to three percent of the population, and they made a plea in that convention:\n\"Let's not forget the ninety-seven percent as we brand the immaturity of the three.\" Then they\nsaid what to me was a wonderful thing: \"We pledge ourselves to live so as to honor and\nrevere our parents, to be decent ourselves, and to prepare ourselves to defend this nation&mdash;so to\nlive that those whose names we bear will be proud we came along.\" That gives a man faith in\na new generation!\n<\/p><p>\nThis has been a wonderful year to me.  A year ago now I was not here. I give you my\nwitness along with Brother Wirthlin and Brother Thomas E. McKay that the God who lives\nanswers prayers.  I give you my witness that that same God can carry the benediction of the\nfaith of these people to President Eisenhower.  May it be so.\n<\/p><p>\nI want to close with two or three concrete cases which out of this year have thrilled me.  We\ngo to these stakes week after week and come back so built up, so reinforced, so strengthened! \nWe love you people for your faith.  We are grateful for the prayers you utter for us, and we return\nthem in the councils of these good brethren.\n<\/p><p>\nA young couple came into the office the other day, and the girl said, \"We've always wanted\nhim to go on a mission. Either he didn't get the call or the circumstances were not quite right,\nbut he has not gone.  Now we have a little baby, but that ambition still burns.\" Then she said,\n\"I have made arrangements so I can work to support myself and the baby and have a good bit\ntowards his keep.  Is it possible that he can go?\" You love that kind of faith!\n<\/p><p>\nReference has been made in this conference to Brother Nebeker of Bear Lake. He went on\nhis mission after the children had come, and one of the dramatic things, in my judgment, in\nBear Lake is the day when his wife wrapped her skirt loosely around the children as she\nwaved good-bye to the husband who rode horseback to make his train connection, and said,\n\"In a situation like this the only things that help are work and prayer.\"\n<\/p><p>\nA few short weeks ago in Hawaii I had the privilege of giving a blessing to two Japanese\ngirls, lovely young people, the only ones out of their families to come into the Church.  They\nwere willing to bid good-bye to the family circle.  They had faith that this is the work of\nGod, and they wanted to go on a mission.  They want to go among their own people and\ncarry this great message to them.\n<\/p><p>\nThen let me take you, as I close, to Cumorah.  I could pay tribute to the wonderful boys and\ngirls in the missions of the great Northwest.  President McMurrin, we are grateful to you for\nthe notable job you have done.  I look down at Brother Steed and President Taylor, and I am\ngrateful for the great theater that they have built against the Hill Cumorah. There are stirring\nthings in life, but to stand against that hill, with only the darkness of the night for a curtain,\nand then have the four trumpeters come out on the top of that hill and play \"An Angel from\non High\"!  Then sit through the evenings that attracted 54,000 people to witness the pageant,\nand then go through four days of testimony in the Sacred Grove!\n<\/p><p>\nI want to take you into that Sacred Grove for just a minute.  We had listened through those\nfour days to 248 wonderful young men and women&mdash;missionaries, and students from\nBrigham Young University&mdash;if you could have heard them, you would have been proud, too. \nThey all bore wonderful witness, but included in that Sunday service, attended by some 750\npeople, were two women I shall never forget, both of them brought up in wheelchairs to the\nlittle platform that stands in the Grove.\n<\/p><p>\nOne of them, Sister Louise Lake, has a sublime faith, the faith that one day she will walk\nagain.  God grant her that request.  The other girl, a Miss Brown from Connecticut, who said,\nas she was wheeled up, \"I know that I shall never walk again\"&mdash;misshapen limbs, which under\npalsy she has such a hard time to control.  She said that when that disease first struck her, she\nwas numbed for awhile, and she was bitter for awhile, but she said, \"I have risen above all\nthat\"&mdash;and I think when she was through, there wasn't a dry in the Grove.  The young people\nwho heard Miss Brown that day will never forget.  She said, \"Crippled as I am in my body, I\nrejoice that my spirit is still intact.  I have the faith to believe that one day, either here or\nelsewhere, God will work out the healing of my body&mdash;and while I live, let me never\ncomplain, but let me go about bearing my witness to his goodness.\n<\/p><p>\nThis has been a wonderful conference. God bless you to go out in the spirit of faith, the spirit\nthat bids us to make a rededication of our lives and our services.  We can all pray; we can all\nlabor; we can all gather the family around us; we can attend our services; and we can do\nsome good for somebody. In the spirit of that kind of faith, I ask God to bless you in the\nname of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}