{"ID":8074, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Living the Gospel Joyful\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p2\" class=\"\" id=\"p2\">By President Dieter F. Uchtdorf<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p3\" class=\"\" id=\"p3\">Second Counselor in the First Presidency<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/dieter-f-uchtdorf-10.jpg\" alt=\"Dieter F. Uchtdorf\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">Trust in the saving power of Jesus Christ; keep His laws and commandments. In other words—live the gospel joyful.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">10911_000_047<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p5\" class=\"\" id=\"p5\">My beloved sisters, my dear friends and blessed disciples of Jesus Christ, I am honored to have this opportunity to be with you as we open another general conference of The Church of Jesus Christ of Latter-day Saints. In the coming week the First Presidency and the Twelve Apostles will meet with all the General Authorities and general auxiliary leaders, and the remaining sessions of our worldwide general conference will follow on the coming Saturday and Sunday. I am most grateful to President Thomas S. Monson, the prophet of God for our days, for asking me to represent the First Presidency as I speak to the sisters of the Church.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p6\" class=\"\" id=\"p6\">As I contemplated what I might say, my thoughts went back to the women who have shaped my life and helped me through the challenges of mortality. I am grateful for my grandmother who decades ago decided to take her family to a Mormon sacrament meeting. I am grateful for Sister Ewig, an elderly single German lady, whose name translates into English as “Sister Eternal.” She was the one who extended this courageous and wonderful invitation to my grandmother. I am so very grateful for my mother, who led four children through the turmoil of World War II. I think also of my daughter, granddaughters, and future generations of faithful women who will one day follow.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p7\" class=\"\" id=\"p7\">And, of course, I am eternally grateful to my wife, Harriet, who enchanted me as a teen, bore the heaviest burdens of our young family as a mother, stands with me as a wife, and loves and cherishes our children, grandchildren, and great-grandchildren. She has been the strength in our home during both good times and bad. She brings sunshine into the lives of all who know her.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p8\" class=\"\" id=\"p8\">Finally, I am very grateful to all of you, the millions of faithful sisters worldwide of any age who do so much to build the kingdom of God. I am grateful to you for the countless ways you inspire, nurture, and bless those around you.<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Daughters of God<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p10\" class=\"\" id=\"p10\">I am pleased to be among so many daughters of God. When we sing the song “I Am a Child of God,” the lyrics penetrate our hearts. Pondering this truth—that we are children of heavenly parents<sup class=\"noteMarker\"><a href=\"#footnote1-10911_000_047\">1<\/a> <span class=\"footnote\">[God is not only our Ruler and Creator; He is also our Heavenly Father. All men and women are literally the sons and daughters of God. President Joseph F. Smith taught that “man, as a spirit, was begotten and born of heavenly parents, and reared to maturity in the eternal mansions of the Father, prior to coming upon the earth in a temporal [physical] body” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> [1998], 335).]<\/span><\/sup>—fills us with a sense of origin, purpose, and destiny.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p11\" class=\"\" id=\"p11\">It is good to remember that you are always a child of God. This knowledge will carry you through the most difficult times in your life and will inspire you to accomplish remarkable things. However, it is also important to remember that being a daughter of eternal parents is not a distinction you earned or you will ever lose. You will always and forever remain a daughter of God. Your Heavenly Father has high aspirations for you, but your divine origin <span class=\"emphasis\">alone<\/span> does not guarantee you a divine inheritance. God sent you here to prepare for a future greater than anything you can imagine.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p12\" class=\"\" id=\"p12\">The promised blessings of God to the faithful are glorious and inspiring. Among them are “thrones, kingdoms, principalities, and powers, dominions, all heights and depths.”<sup class=\"noteMarker\"><a href=\"#footnote2-10911_000_047\">2<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130454)\">Doctrine and Covenants 132:19<\/a><\/span>.]<\/span><\/sup> And it takes more than a spiritual birth certificate or a “Child of God Membership Card” to qualify for these incomprehensible blessings.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p13\" class=\"\" id=\"p13\">But how do we attain them?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p14\" class=\"\" id=\"p14\">The Savior has answered this question in our time:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p15\" class=\"\" id=\"p15\">“Except ye abide my law ye cannot attain to this glory.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p16\" class=\"\" id=\"p16\">“For strait is the gate, and narrow the way that leadeth unto the exaltation. …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p17\" class=\"\" id=\"p17\">“… Receive ye, therefore, my law.”<sup class=\"noteMarker\"><a href=\"#footnote3-10911_000_047\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130455)\">Doctrine and Covenants 132:21–22, 24<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p18\" class=\"\" id=\"p18\">For this reason, we speak of walking the path of discipleship.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p19\" class=\"\" id=\"p19\">We speak of obedience to God’s commandments.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p20\" class=\"\" id=\"p20\">We speak of living the gospel joyfully, with all our heart, might, mind, and soul.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>God Knows Something We Don’t<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p22\" class=\"\" id=\"p22\">And yet for some of us, obedience to God’s commandments doesn’t always feel very joyful. Let’s face it: there may be some that seem harder or less appealing—commandments that we approach with the enthusiasm of a child sitting before a plate of healthy but hated vegetables. We grit our teeth and force ourselves to comply so that we can move on to more desirable activities.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p23\" class=\"\" id=\"p23\">Perhaps during times such as these, we might find ourselves asking, “Do we really need to obey <span class=\"emphasis\">all<\/span> of God’s commandments?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p24\" class=\"\" id=\"p24\">My response to this question is simple:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p25\" class=\"\" id=\"p25\">I think God knows something we don’t—things that are beyond our capacity to comprehend! Our Father in Heaven is an eternal being whose experience, wisdom, and intelligence are infinitely greater than ours.<sup class=\"noteMarker\"><a href=\"#footnote4-10911_000_047\">4<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130456)\">Isaiah 55:9<\/a><\/span>.]<\/span><\/sup> Not only that, but He is also eternally loving, compassionate, and focused on one blessed goal: to bring to pass our immortality and eternal life.<sup class=\"noteMarker\"><a href=\"#footnote5-10911_000_047\">5<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130457)\">Moses 1:39<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p26\" class=\"\" id=\"p26\">In other words, He not only <span class=\"emphasis\">knows<\/span> what is best for you; He also anxiously <span class=\"emphasis\">wants you to choose<\/span> what is best for you.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p27\" class=\"\" id=\"p27\">If you believe this in your hearts—if you truly believe the great mission of our Heavenly Father is to exalt and glorify His children and that He knows best how to do it—doesn’t it make sense to embrace and follow His commandments, even the ones that appear difficult? Should we not cherish the light posts He has given that guide us through the darkness and the trials of mortality? They mark the way back to our heavenly home! By choosing Heavenly Father’s path, you lay a divine foundation for your personal progress as a daughter of God that will bless you throughout your life.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p28\" class=\"\" id=\"p28\">Part of our challenge is, I think, that we imagine that God has all of His blessings locked in a huge cloud up in heaven, refusing to give them to us unless we comply with some strict, paternalistic requirements He has set up. But the commandments aren’t like that at all. In reality, Heavenly Father is constantly raining blessings upon us. It is our fear, doubt, and sin that, like an umbrella, block these blessings from reaching us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p29\" class=\"\" id=\"p29\">His commandments are the loving instructions and the divine help for us to close the umbrella so we can receive the shower of heavenly blessings.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p30\" class=\"\" id=\"p30\">We need to accept that the commandments of God aren’t just a long list of good ideas. They aren’t “life hacks” from an Internet blog or motivational quotes from a Pinterest board. They are divine counsel, based on eternal truths, given to bring “peace in this world, and eternal life in the world to come.”<sup class=\"noteMarker\"><a href=\"#footnote6-10911_000_047\">6<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130458)\">Doctrine and Covenants 59:23<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p31\" class=\"\" id=\"p31\">So we have a choice. On the one hand, there is the opinion of the world with its ever-changing theories and questionable motives. On the other hand, there is God’s word to His children—His eternal wisdom, His certain promises, and His loving instructions for returning to His presence in glory, love, and majesty.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p32\" class=\"\" id=\"p32\">The choice is yours!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p33\" class=\"\" id=\"p33\">The Creator of the seas, sands, and endless stars is reaching out to you this very day! He is offering the grand recipe for happiness, peace, and eternal life!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p34\" class=\"\" id=\"p34\">To qualify for these glorious blessings, you must humble yourself, exercise faith, take upon you the name of Christ, seek Him in word and deed, and resolutely “stand as witnesses of God at all times and in all things, and in all places.”<sup class=\"noteMarker\"><a href=\"#footnote7-10911_000_047\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130459)\">Mosiah 18:9<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>The <span class=\"emphasis\">Why<\/span> of Obedience<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p36\" class=\"\" id=\"p36\">Once you understand the true nature of God and His commandments, you will also better understand yourselves and the divine purpose of your existence. With this, your motivation for following the commandments changes, and it becomes your heart’s desire to live the gospel joyfully.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p37\" class=\"\" id=\"p37\">For example, those who see attendance at Church meetings as a personal way to increase their love of God, find peace, uplift others, seek the Spirit, and renew their commitment to follow Jesus Christ will find a far richer experience than those who simply put in their time sitting in a pew. Sisters, it is <span class=\"emphasis\">very important<\/span> that we attend our Sunday meetings, but I’m fairly certain our Heavenly Father is even more concerned about our faith and repentance than about attendance statistics.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p38\" class=\"\" id=\"p38\">Here is another example:<\/p>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p39\" class=\"\" id=\"p39\">A single mother of two small children recently came down with chicken pox. Of course, it wasn’t long before her children got sick as well. The task of caring for herself and her little ones alone was almost too much for the young mother. And, as a result, the normally spotless house became cluttered and messy. Dirty dishes piled up in the sink, and laundry piled up everywhere else.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p40\" class=\"\" id=\"p40\">While she was struggling with crying children—and wanting to cry herself—a knock came at the door. It was her visiting teachers. They could see the young mother’s distress. They could see her house, her kitchen. They could hear the cries of the children.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p41\" class=\"\" id=\"p41\">Now, if these sisters had been concerned only with completing their assigned monthly visits, they might have handed the mother a plate of cookies, mentioned that they had missed her at Relief Society last week, and said something like, “Let us know if there is anything we can do!” Then they would have cheerfully been on their way, thankful that they had 100 percent for another month.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p42\" class=\"\" id=\"p42\">Fortunately, these sisters were true disciples of Christ. They noticed their sister’s needs and put their many talents and their experience to work. They cleared up the chaos, brought light and clarity into the home, and called a friend to bring over some much-needed groceries. When they at last finished their work and said their good-byes, they left that young mother in tears—tears of gratitude and love.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p43\" class=\"\" id=\"p43\">From that moment on, the young mother’s opinion of visiting teaching changed. “I know,” she said, “that I am not just a check mark on someone else’s to-do list.”<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p44\" class=\"\" id=\"p44\">Yes, visiting teachers need to be faithful in making their monthly visits, all without missing the most important <span class=\"emphasis\">why<\/span> behind this commandment: to love God and fellowmen.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p45\" class=\"\" id=\"p45\">When we treat God’s commandments and our part in building His kingdom like something to check off on a to-do list, we miss the heart of discipleship. We miss the growth that comes from joyfully living the commandments of our Father in Heaven.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p46\" class=\"\" id=\"p46\">Walking in the path of discipleship does not need to be a bitter experience. It “is sweet above all that is sweet.”<sup class=\"noteMarker\"><a href=\"#footnote8-10911_000_047\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130460)\">Alma 32:42<\/a><\/span>.]<\/span><\/sup> It is not a burden that weighs us down. Discipleship lifts our spirits and lightens our hearts. It inspires us with faith, hope, and charity. It fills our spirits with light in times of darkness, and serenity during times of sorrow.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p47\" class=\"\" id=\"p47\">It gives us divine power and lasting joy.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Living the Gospel Joyful<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p49\" class=\"\" id=\"p49\">My dear sisters in the gospel, whether you are 8 or 108, there is one thing that I hope you truly understand and know:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p50\" class=\"\" id=\"p50\">You are loved.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p51\" class=\"\" id=\"p51\">You are dear to your heavenly parents.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p52\" class=\"\" id=\"p52\">The infinite and eternal Creator of light and life knows you! He is mindful of you.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p53\" class=\"\" id=\"p53\">Yes, God loves you this very day and always.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p54\" class=\"\" id=\"p54\">He is not waiting to love you until you have overcome your weaknesses and bad habits. He loves you today with a full understanding of your struggles. He is aware that you reach up to Him in heartfelt and hopeful prayer. He knows of the times you have held onto the fading light and believed—even in the midst of growing darkness. He knows of your sufferings. He knows of your remorse for the times you have fallen short or failed. And still He loves you.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p55\" class=\"\" id=\"p55\">And God knows of your successes; though they may seem small to you, He acknowledges and cherishes each one of them. He loves you for extending yourself to others. He loves you for reaching out and helping others bear their heavy burdens—even when you are struggling with your own.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p56\" class=\"\" id=\"p56\">He knows everything about you. He sees you clearly—He knows you as you really are. And He loves you—today and always!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p57\" class=\"\" id=\"p57\">Do you suppose it matters to our Heavenly Father whether your makeup, clothes, hair, and nails are perfect? Do you think your value to Him changes based on how many followers you have on Instagram or Pinterest? Do you think He wants you to worry or get depressed if some un-friend or un-follow you on Facebook or Twitter? Do you think outward attractiveness, your dress size, or popularity make the slightest difference in your worth to the One who created the universe?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p58\" class=\"\" id=\"p58\">He loves you not only for who you are this very day but also for the person of glory and light you have the potential and the desire to become.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p59\" class=\"\" id=\"p59\">More than you could ever imagine, He wants you to achieve your destiny—to return to your heavenly home in honor.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p60\" class=\"\" id=\"p60\">I testify that the way to accomplish this is to place selfish desires and unworthy ambitions on the altar of sacrifice and service. Sisters, trust in the saving power of Jesus Christ; keep His laws and commandments. In other words—live the gospel joyful.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p61\" class=\"\" id=\"p61\">It is my prayer that you will experience a renewed and an expanded measure of the beautiful love of God in your lives; that you will find the faith, determination, and commitment to learn God’s commandments, treasure them in your hearts, and live the gospel joyful.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2014\/11\/general-womens-session\/living-the-gospel-joyful.p62\" class=\"\" id=\"p62\">I promise that as you do so, you will discover your best self—your <span class=\"emphasis\">real<\/span> self. You will discover what it truly means to be a daughter of the everlasting God, the Lord of all righteousness. Of this I testify and leave you my blessing as an Apostle of the Lord, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-10911_000_047\"><a name=\"1-10911_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-10911_000_047\">1.<\/a><\/span>\n\t\t\t\t\t<p>God is not only our Ruler and Creator; He is also our Heavenly Father. All men and women are literally the sons and daughters of God. President Joseph F. Smith taught that “man, as a spirit, was begotten and born of heavenly parents, and reared to maturity in the eternal mansions of the Father, prior to coming upon the earth in a temporal [physical] body” (<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> [1998], 335).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-10911_000_047\"><a name=\"2-10911_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-10911_000_047\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130454)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130454)\">Doctrine and Covenants 132:19<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-10911_000_047\"><a name=\"3-10911_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-10911_000_047\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130455)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130455)\">Doctrine and Covenants 132:21–22, 24<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-10911_000_047\"><a name=\"4-10911_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-10911_000_047\">4.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130456)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130456)\">Isaiah 55:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-10911_000_047\"><a name=\"5-10911_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-10911_000_047\">5.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130457)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130457)\">Moses 1:39<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-10911_000_047\"><a name=\"6-10911_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-10911_000_047\">6.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130458)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130458)\">Doctrine and Covenants 59:23<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-10911_000_047\"><a name=\"7-10911_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-10911_000_047\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130459)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130459)\">Mosiah 18:9<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote8-10911_000_047\"><a name=\"8-10911_000_047\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-10911_000_047\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130460)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130460)\">Alma 32:42<\/a><\/span>.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}