{"ID":8075, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Filling Our Homes with Light and Truth\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p2\" class=\"\" id=\"p2\">By Cheryl A. Esplin<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p3\" class=\"\" id=\"p3\">Second Counselor in the Primary General Presidency<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/cheryl-a-esplin-10.jpg\" alt=\"Cheryl A. Esplin\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">In order for us and our families to withstand the pressures of the world, we must be filled with light and gospel truth.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">12455_000_005<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p5\" class=\"\" id=\"p5\">My heart filled with the Spirit as I listened to these families teach that sacred truth: “The family is of God.”<sup class=\"noteMarker\"><a href=\"#footnote1-12455_000_005\">1<\/a> <span class=\"footnote\">[“The Family Is of God,” in <span class=\"emphasis\">Families Are Forever: 2014 Outline for Sharing Time<\/span> (2013), 28–29.]<\/span><\/sup> Inspiring music is just one of the many ways we can feel the Spirit whisper to us, filling us with light and truth.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p6\" class=\"\" id=\"p6\">The concept of being filled with light and truth became particularly important to me because of an experience I had many years ago. I attended a meeting where members of the Young Women general board taught about creating spiritually strong families and homes. To visually demonstrate this, a Young Women leader held up two soda cans. In one hand she held a can that was empty and in the other hand a can that was unopened and full of soda. First, she squeezed the empty can; it began to bend and then collapsed under the pressure. Next, with her other hand, she squeezed the unopened can. It held firm. It didn’t bend or collapse like the empty can—because it was filled.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p7\" class=\"\" id=\"p7\">We likened this demonstration to our individual lives and to our homes and families. When filled with the Spirit and with gospel truth, we have the power to withstand the outside forces of the world that surround and push against us. However, if we are not filled spiritually, we don’t have the inner strength to resist the outside pressures and can collapse when forces push against us.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p8\" class=\"\" id=\"p8\">Satan knows that in order for us and our families to withstand the pressures of the world, we must be filled with light and gospel truth. So he does everything in his power to dilute, distort, and destroy the truth of the gospel and to keep us separated from that truth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p9\" class=\"\" id=\"p9\">Many of us have been baptized and have received the gift of the Holy Ghost, whose role it is to reveal and teach the truth of all things.<sup class=\"noteMarker\"><a href=\"#footnote2-12455_000_005\">2<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130461)\">Moroni 10:5<\/a><\/span>.]<\/span><\/sup> With the privilege of that gift comes the responsibility to seek truth, to live the truth we know, and to share and defend the truth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p10\" class=\"\" id=\"p10\">One place where we best seek to be filled with light and truth is in our own homes. The words in the chorus of the song we heard remind us, “God gave us families to help us become what He wants us to be.”<sup class=\"noteMarker\"><a href=\"#footnote3-12455_000_005\">3<\/a> <span class=\"footnote\">[“The Family Is of God.”]<\/span><\/sup> Families are the Lord’s workshop on earth to help us learn and live the gospel. We come into our families with a sacred duty to help strengthen each other spiritually.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p11\" class=\"\" id=\"p11\">Strong eternal families and Spirit-filled homes do not just happen. They take great effort, they take time, and they take each member of the family doing his or her part. Every home is different, but every home where even one individual seeks for truth can make a difference.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p12\" class=\"\" id=\"p12\">We are continually counseled to increase our spiritual knowledge through prayer and through studying and pondering the scriptures and the words of the living prophets. In his general conference talk about receiving a testimony of light and truth, President Dieter F. Uchtdorf said:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p13\" class=\"\" id=\"p13\">“The Everlasting and Almighty God … will speak to those who approach Him with a sincere heart and real intent.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p14\" class=\"\" id=\"p14\">“He will speak to them in dreams, visions, thoughts, and feelings.”<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p15\" class=\"\" id=\"p15\">President Uchtdorf continued: “God cares about you. He will listen, and He will answer your personal questions. The answers to your prayers will come in His own way and in His own time, and therefore, you need to learn to listen to His voice.”<sup class=\"noteMarker\"><a href=\"#footnote4-12455_000_005\">4<\/a> <span class=\"footnote\">[Dieter F. Uchtdorf, “Receiving a Testimony of Light and Truth,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2014, 21.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p16\" class=\"\" id=\"p16\">A short family history story illustrates this counsel.<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p17\" class=\"\" id=\"p17\">Several months ago I read the testimony of my great-grandfather’s sister Elizabeth Staheli Walker. As a child, Elizabeth immigrated to America from Switzerland with her family.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p18\" class=\"\" id=\"p18\">After Elizabeth married, she and her husband and children lived in Utah near the Nevada border, where they ran a mail station. Their home was a stopping place for travelers. All day and all night they had to be ready to cook and serve meals for travelers. It was hard, exhausting work, and they had little rest. But the greatest thing that concerned Elizabeth was the conversation of the people they associated with.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p19\" class=\"\" id=\"p19\">Elizabeth said that up to this time she had always taken for granted that the Book of Mormon was true, that the Prophet Joseph Smith had been authorized of God to do what he did, and that his message was the plan of life and salvation. But the life she was experiencing was anything but what would strengthen such a belief.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p20\" class=\"\" id=\"p20\">Some of the travelers who stopped were well-read, educated, smart men, and always the talk around her table was that Joseph Smith was “a sly fraud” who had written the Book of Mormon himself and then distributed it to make money. They acted as if to think anything else was absurd, claiming “that Mormonism was bunk.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p21\" class=\"\" id=\"p21\">All this talk made Elizabeth feel isolated and alone. There was no one to talk to, no time to even say her prayers—although she did pray as she worked. She was too frightened to say anything to those who ridiculed her religion. She said she didn’t know but what they were telling the truth, and she felt she could not have defended her belief if she had tried.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p22\" class=\"\" id=\"p22\">Later, Elizabeth and her family moved. Elizabeth said she had more time to think and was not so distracted all the time. She often went down in the cellar and prayed to Heavenly Father about what was troubling her—about the stories those seemingly smart men had told about the gospel being bunk and about Joseph Smith and the Book of Mormon.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p23\" class=\"\" id=\"p23\">One night Elizabeth had a dream. She said: “It seemed I was standing by a narrow wagon road, which led around by the foot of a low rolling hill; halfway up the hill I saw a man looking down and speaking, or seemed to be speaking, to a young man who was kneeling and leaning over a hole in the earth. His arms were stretched out, and it looked as if he was reaching for something from in the hole. I could see the lid of stone that seemed to have been taken off from the hole over which the boy was bending. On the road were many people, but none of them seemed to be at all interested in the two men on the hillside. There was something that came along with the dream that impressed me so strangely that I woke right up; … I could not tell my dream to anyone, but I seemed to be satisfied that it meant the angel Moroni [instructed] the boy Joseph at the time he got the plates.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p24\" class=\"\" id=\"p24\">In the spring of 1893, Elizabeth went to Salt Lake City to the dedication of the temple. She described her experience: “In there I saw the same picture [that] I had seen in my dream; I think it was [a] colored-glass window. I feel satisfied that if I saw the Hill Cumorah itself, it would not look more real. I feel satisfied that I was shown in a dream a picture of the angel Moroni giving Joseph Smith the [gold] plates.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p25\" class=\"\" id=\"p25\">Many years after having this dream and several months before she died at nearly age 88, Elizabeth received a powerful impression. She said, “The thought came to me as plain … as if someone had said to me, … ‘Do not bury your testimony in the ground.’”<sup class=\"noteMarker\"><a href=\"#footnote5-12455_000_005\">5<\/a> <span class=\"footnote\">[See Elizabeth Staheli Walker, “My Testimony, Written for My Children and Their Children after I Am Gone,” 1939, 22–26, University of Nevada, Las Vegas, Special Collections; punctuation, capitalization, and spelling standardized.]<\/span><\/sup><\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p26\" class=\"\" id=\"p26\">Generations later, Elizabeth’s posterity continues to draw strength from her testimony. Like Elizabeth, we live in a world of many doubters and critics who ridicule and oppose the truths we hold dear. We may hear confusing stories and conflicting messages. Also like Elizabeth, we will have to do our best to hold on to whatever light and truth we currently have, especially in difficult circumstances. The answers to our prayers may not come dramatically, but we must find quiet moments to seek greater light and truth. And when we receive it, it is our responsibility to live it, to share it, and to defend it.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p27\" class=\"\" id=\"p27\">I leave you with my testimony that I know as we fill our hearts and homes with the Savior’s light and truth, we will have the inner strength to withstand in every circumstance. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<div class=\"annotation\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-womens-session\/filling-our-homes-with-light-and-truth.p28\" class=\"\" id=\"p28\">Note: On April 4, 2015, Sister Esplin was released as second counselor in the Primary general presidency and sustained as first counselor.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-12455_000_005\"><a name=\"1-12455_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-12455_000_005\">1.<\/a><\/span>\n\t\t\t\t\t<p>“The Family Is of God,” in <span class=\"emphasis\">Families Are Forever: 2014 Outline for Sharing Time<\/span> (2013), 28–29.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-12455_000_005\"><a name=\"2-12455_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-12455_000_005\">2.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130461)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130461)\">Moroni 10:5<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-12455_000_005\"><a name=\"3-12455_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-12455_000_005\">3.<\/a><\/span>\n\t\t\t\t\t<p>“The Family Is of God.”<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-12455_000_005\"><a name=\"4-12455_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-12455_000_005\">4.<\/a><\/span>\n\t\t\t\t\t<p>Dieter F. Uchtdorf, “Receiving a Testimony of Light and Truth,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2014, 21.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-12455_000_005\"><a name=\"5-12455_000_005\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-12455_000_005\">5.<\/a><\/span>\n\t\t\t\t\t<p>See Elizabeth Staheli Walker, “My Testimony, Written for My Children and Their Children after I Am Gone,” 1939, 22–26, University of Nevada, Las Vegas, Special Collections; punctuation, capitalization, and spelling standardized.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}