{"ID":808, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What Shall I Do to Inherit Eternal Life?<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1955, pp. 121-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am so grateful, my brothers and sisters, for the blessings that have come to me from this\nconference.  I have thought of it in this way: \"If thy brother ask thee to go with him one\nmile, go with him twain\" (see\n<span class=\"citation\" id=\"34686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34686)\">Matt. 5:41<\/a><\/span>).\nAs someone put it: \"The first is an obligation; the\nsecond, a consecration.\"\n<\/p><p>\nI have made up my mind that henceforth, because of the marvelous things that have been said\nhere, I will be more determined to dedicate that which I have in the way of energy and\nsubstance to the work of the Lord here upon the earth&mdash;more determined than I have ever\nbeen before.\n<\/p><p>\nIt seems to me that the life of a Latter-day Saint is intended to be a life of dedication and of\nconsecration to the things of God.  The gospel of Jesus Christ is a program for the perfecting\nof the individual member by his adherence to the principles of that gospel.  It is designed to\nteach us to forget ourselves, to be unselfish.  I have come to think that selfishness on the part\nof those of us who are inclined that way is one of the great deterrents to our progress and to\nthe realization of a divine destiny.  Let us be determined to overcome selfishness and personal\naggrandizement by sharing with others that which we have, by dedicating ourselves to the\nwork at hand which we have to do, through dedication of our talents, our time, our substance,\nour tithes, and our offerings, our love, our goodness and kindness one to another, always\nseeing the good that always may be found in others.\n<\/p><p>\nWhen we partake of the sacrament, brothers and sisters, we presumably take upon us the\nname of Christ.  We agree to do as he would do, to act as he would act: \n<\/p><p>\n. . . by love serve one another.\n<\/p><p>\nFor all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as\nthyself (<span class=\"citation\" id=\"23246\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23246)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23246)\">Gal. 5:13-14<\/a><\/span>).\n<\/p><p>\nThe reward of unselfish service has been told us by the Lord when he has said that \". . .\nwhosoever will save his life shall lose it: and whosoever will lose his life for my sake [I take\nit, in his service and the service of his fellow men] shall find it\"\n(<span class=\"citation\" id=\"34714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34714)\">Matt. 16:25<\/a><\/span>). The sweetness\nand the joy of life is found when we are willing to deny ourselves for the good and the\nbenefit of others.  Service to others, service in the Church, giving of our substance, is part of\nthe life of a Latter-day Saint.  We are taught that sacrifice brings forth the blessings of\nheaven.  In no other way, as I see it, can the Lord raise up a people who will be fit for the\nkingdom, who will have it ready for his coming. By offering himself as a sacrifice for the\nsins of the world and the redemption of mankind from death, Jesus set an incomparable\nexample to us in the way of sacrifice and of love for others.\n<\/p><p>\nAgain, when Abraham and Sarah were commanded of the Lord&mdash;requested at least&mdash;to give\nas a sacrifice their son Isaac (<span class=\"citation\" id=\"23627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23627)\">Gen. 22:2<\/a><\/span>),\nwe can imagine what must have gone through their minds.\nNevertheless, they met the test. The Lord did it to see how much they loved him. Abraham\nwas sustained, I am sure, by an unwavering trust in God. I am sure that Abraham knew that\nto accomplish his purposes, God could, if he desired, raise up Isaac from the dead, even after\nhe had died. But what a lesson that is in service, of dedication, of consecration of that which\nhe dearly loved!  No wonder that Abraham was called a \"friend of God\"\n(<span class=\"citation\" id=\"26117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26117)\">James 2:23<\/a><\/span>).\n<\/p><p>\nAn opportunity to demonstrate his love of the Lord was given to another man.  He had great possessions,\nand he had a chance to test his unselfishness when he asked of the Lord, \"What shall I do to\ninherit eternal life?\" (<span class=\"citation\" id=\"31403\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31403)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31403)\">Luke 10:25<\/a><\/span>).\nNow this man had done many good things. He had kept\nmost of the commandments, I understand, but he had become selfish because of his great\npossessions.  Evidently he thought more of them than he did of eternal life, because when told\nby the Savior that in order to gain eternal life he should sell whatsoever he had and give to\nthe poor and take up the cross and follow him\n(<span class=\"citation\" id=\"33089\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33089)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33089)\">Mark 10:21<\/a><\/span>), he was sad, and according to the record, \". . .\nwent away grieved: for he had great possessions\"\n(<span class=\"citation\" id=\"33090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33090)\">Mark 10:22<\/a><\/span>). He had not learned the\nmeaning of dedication and of consecration.\n<\/p><p>\nContrast this man with a certain poor widow who cast into the treasury her two mites, which\nmade a farthing&mdash;all that she had. Her contribution amounted to very little in monetary\nvalue, about one half of a penny of our money, but it was not the smallness of her offering\nthat made it especially acceptable unto the Lord as he witnessed her placing her money in the\ntreasury, but it was the spirit of sacrifice that she had shown.  As he observed others throwing\ntheir money into the treasury, the record states: \n<\/p><p>\n. . . he called unto his disciples, and saith unto them, Verily I say unto you, that this\npoor widow hath cast more in, than all they which have cast into the treasury: \n<\/p><p>\nFor all they did cast in of their abundance; but she of her want did cast in all that she\nhad, even all her living (<span class=\"citation\" id=\"33093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33093)\">Mark 12:43-44<\/a><\/span>).\n<\/p><p>\nDedication, it seems to me, in some form, is the real essence of all religion. Dedication to the\nwill of the Lord and to his work is the religion of the Latter-day Saints.  In this dispensation\nof the gospel, thousands have met the test when called upon to sacrifice their personal\npositions, their time, and even their lives, in order to establish and defend the kingdom of\nGod upon the earth.\n<\/p><p>\nThe Prophet Joseph Smith permitted himself to be taken by the mob and be put to death, and\nalong with him, Hyrum, whose life was lost by an assassin's bullet, and in the same room at\nthe same time, Dr. Willard Richards and John Taylor, who refused to leave him, and Dan\nJones, and others who were loyal and devoted and would have given their lives gladly in\npreference to the Prophet's life.  They set an example for us in this dispensation! There is\nscarcely an end to the list of those who have done likewise or who stand now willing to do\nall that is required of them.  A spirit of dedication, willingness to serve in any capacity and to\nsacrifice, if necessary, characterizes the true Latter-day Saint.\n<\/p><p>\nIt was not long ago that I was in one of the stakes in southern Idaho.  I was asked to\ninterview five young men between twenty-five and thirty-five years of age, most of them\nmarried and having one or two children, to see if they were ready to receive an office in the\nMelchizedek Priesthood for which they had been recommended. I received the thrill of my\nlife.  Somehow, I decided&mdash;I don't know whether I made a mistake or not&mdash;but I decided to\nsee what the depth of their willingness to sacrifice was.  As each one came into the room, I\nsat down with him, introduced myself, and became better acquainted with him. Then I stated\nthat the Church had acquired a great tract of land in Brush Creek and wished to prepare it for\nsettlement for the Saints.  The water had to be brought on to it, the brush had to be cleared\nand the land leveled, homes built, schools erected, and all things must be done from scratch. \nIt will be no easy thing. I said: \"If you were asked to go, would take your wife and family\nand leave what you have and go to Brush Creek and settle it?\" Every one of those young men\nsaid yes.\n<\/p><p>\nI said: \"What would your wife think about it?\" In every case they said, in effect, \"I am sure\nshe would feel as I do, that if the Church required it, we would go.\" Then I explained that I\nhad concocted the story.\n<\/p><p>\nI felt like putting my arms around each of those young men. I commended them, and then I\ngot down on my knees, and I thanked the Lord for such young men of this day who were\nready to dedicate, to consecrate, to leave all that they had and go, no matter where they may\nbe called to go and build up Zion. That is the test that we all should be ready to meet.\n<\/p><p>\nThere is a veritable army of men and women such as these in the quorums, in the missions,\nand in the wards and stakes, and in all places, where they serve without a thought of\ncompensation. There is no end to the list&mdash;the ward teachers, who do good jobs, all of those\nwho serve, all of you.  It is commendable, and it must be pleasing in the sight of the Lord. \nAmong them, not to be overlooked, are those much unnoticed, unsung men and women, who\nday after day, month after month, year after year, labor in the temples of the Lord, giving\nvicarious service on behalf of the dead.  Along with them are those who do research work,\nhiding behind desks and files, where nobody knows about them, spending hours and money\nand time and energy that the work might be perfected.  It is one thing, you know, to do\nsomething for those who can return the goodness and who can thank you, but these people&mdash;this\ngreat arm of those who do vicarious service, with do not expect a return in thanks, at this\ntime at least&mdash;I think win our most sincere commendation and our admiration for that type of\ndedication.\n<\/p><p>\nPaul has said that \". . . He which soweth sparingly shall reap also sparingly; and he which\nsoweth bountifully shall reap also bountifully.\n<\/p><p>\n\". . . let him give, not grudgingly, or of necessity: for God loveth a cheerful giver\"\n(<span class=\"citation\" id=\"3032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3032)\">2 Cor. 9:6-7<\/a><\/span>).\n<\/p><p>\nWith the Apostle Paul, brothers and sisters, let us say, as we go from this conference,\n<\/p><p>\nFor I am persuaded, that neither death, nor life, nor angels, nor principalities, nor\npowers, nor things present, nor things to come,\n<\/p><p>\nNor height, nor depth, nor any other creature, shall be able to separate us from the love of\nGod, which is in Christ Jesus our Lord\n(<span class=\"citation\" id=\"42726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42726)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42726)\">Rom. 8:38-39<\/a><\/span>).\n<\/p><p>\nMay it be so with us.  I testify that this is the work of God; that his power is within this\nChurch&mdash;the power to bring redemption to the dead and salvation to the living, and I am\nhonored to be affiliated with the membership of this Church and to do my little bit in\nfurthering the work.  God bless you and keep you and comfort you when you need comfort, I\npray humbly, in the name of Jesus Christ, our Lord.  Amen.\n<\/p>\n<\/div>\n<\/div>"}