{"ID":8081, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            We’ll Ascend Together\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p2\" class=\"\" id=\"p2\">By Linda K. Burton<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p3\" class=\"\" id=\"p3\">Relief Society General President<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/linda-k-burton-10.jpg\" alt=\"Linda K. Burton\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">As covenant-keeping women and men, we need to lift each other and help each other become the people the Lord would have us become.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">12455_000_012<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p5\" class=\"\" id=\"p5\">Next to the inspiring talks, music, and prayers that always touch our hearts during general conference, I have been told by many sisters that what they love most is watching the First Presidency and Quorum of the Twelve as they exit this podium with their eternal companions. And don’t we all enjoy hearing the Brethren tenderly express their love for them?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p6\" class=\"\" id=\"p6\">Speaking about his wife, Donna, President Boyd K. Packer said, “Because of the office I hold, I have a solemn obligation to tell the truth: She’s perfect.”<sup class=\"noteMarker\"><a href=\"#footnote1-12455_000_012\">1<\/a> <span class=\"footnote\">[Boyd K. Packer, in “Donna Smith Packer Receives Family History Certificate from BYU,” news.byu.edu\/archive12-jun-packer.aspx.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p7\" class=\"\" id=\"p7\">“She is the sunshine of my life,”<sup class=\"noteMarker\"><a href=\"#footnote2-12455_000_012\">2<\/a> <span class=\"footnote\">[Dieter F. Uchtdorf, in Jeffrey R. Holland, “Elder Dieter F. Uchtdorf: On to New Horizons,” <span class=\"emphasis\">Ensign,<\/span> Mar. 2005, 12; <span class=\"emphasis\">Liahona,<\/span> Mar. 2005, 10.]<\/span><\/sup> said President Dieter F. Uchtdorf of his wife, Harriet.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p8\" class=\"\" id=\"p8\">President Henry B. Eyring, referring to his wife, Kathleen, said, “She [is] a person who has always made me want to be the very best that I can be.”<sup class=\"noteMarker\"><a href=\"#footnote3-12455_000_012\">3<\/a> <span class=\"footnote\">[Henry B. Eyring, in Gerald N. Lund, “Elder Henry B. Eyring: Molded by ‘Defining Influences,’” <span class=\"emphasis\">Ensign,<\/span> Sept. 1995, 14; <span class=\"emphasis\">Liahona,<\/span> Apr. 1996, 31.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p9\" class=\"\" id=\"p9\">And President Thomas S. Monson, speaking of his beloved Frances, said, “She was the love of my life, my trusted confidant, and my closest friend. To say that I miss her does not begin to convey the depth of my feelings.”<sup class=\"noteMarker\"><a href=\"#footnote4-12455_000_012\">4<\/a> <span class=\"footnote\">[Thomas S. Monson, “I Will Not Fail Thee, nor Forsake Thee,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2013, 85.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p10\" class=\"\" id=\"p10\">I too would like to express my love for my beloved companion, Craig. He is a precious gift to me! Referring to my husband, a cherished and sacred phrase in my patriarchal blessing promises that my life and the lives of my children will “be well in his keeping.” It is clear to me that Craig is the fulfillment of that promise. Borrowing from the words of Mark Twain, I say that “life without [Craig] would not be life.”<sup class=\"noteMarker\"><a href=\"#footnote5-12455_000_012\">5<\/a> <span class=\"footnote\">[Mark Twain, <span class=\"emphasis\">Eve’s Diary<\/span> (1905), 107.]<\/span><\/sup> I love him, heart and soul!<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Divine Roles and Responsibilities<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p12\" class=\"\" id=\"p12\">Today I wish to honor husbands, fathers, brothers, sons, and uncles who know who they are and who are doing their best to fulfill their God-given roles as described in the family proclamation, including righteously presiding and providing for and protecting their families. Please know that I am painfully aware that the topics of fatherhood, motherhood, and marriage can be troubling for many. I know that some Church members feel that their homes will never reach what they perceive to be the ideal. Many are hurting because of neglect, abuse, addictions, and incorrect traditions and culture. I do not condone the actions of men or women who have willfully or even ignorantly caused pain, anguish, and despair in their homes. But today I am speaking of something else.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p13\" class=\"\" id=\"p13\">I am convinced that a husband is never more attractive to his wife than when he is serving in his God-given roles as a worthy priesthood holder—most important in the home. I love and believe these words from President Packer to worthy husbands and fathers: “You have the power of the priesthood directly from the Lord to protect your home. There will be times when all that stands as a shield between your family and the adversary’s mischief will be that power.”<sup class=\"noteMarker\"><a href=\"#footnote6-12455_000_012\">6<\/a> <span class=\"footnote\">[Boyd K. Packer, “The Power of the Priesthood,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2010, 9.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Spiritual Leaders and Teachers in the Home<\/h2>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p15\" class=\"\" id=\"p15\">Earlier this year I attended the funeral of an extraordinary ordinary man—my husband’s uncle Don. One of Uncle Don’s sons shared an experience he had as a small child, shortly after his parents had purchased their first home. Because there were five small children to feed and clothe, there was not enough money to fence the yard. Taking seriously one of his divine roles as the protector of his family, Uncle Don drove a few small wooden stakes into the ground, took some string, and tied the string from stake to stake all around the yard. He then called his children to him. He showed them the stakes and string and explained to them that if they would stay on the inside of that makeshift fence, they would be safe.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p16\" class=\"\" id=\"p16\">One day the visiting teachers watched in disbelief as they approached the house and saw five little children standing obediently at the edge of the string, looking longingly at a ball that had bounced beyond their boundaries and out into the street. One little child ran to get their daddy, who, in response, ran and retrieved the ball.<\/p>\n\t\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p17\" class=\"\" id=\"p17\">Later in the funeral, the oldest son tearfully expressed that all he had ever hoped in this life was to be like his beloved father.<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p18\" class=\"\" id=\"p18\">President Ezra Taft Benson said:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p19\" class=\"\" id=\"p19\">“Oh, husbands and fathers in Israel, you can do so much for the salvation and exaltation of your families! …<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p20\" class=\"\" id=\"p20\">“Remember your sacred calling as a father in Israel—your most important calling in time and eternity—a calling from which you will never be released.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p21\" class=\"\" id=\"p21\">“You must help create a home where the Spirit of the Lord can abide.”<sup class=\"noteMarker\"><a href=\"#footnote7-12455_000_012\">7<\/a> <span class=\"footnote\">[Ezra Taft Benson, “To the Fathers in Israel,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1987, 51, 50.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p22\" class=\"\" id=\"p22\">How applicable those prophetic words are today.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p23\" class=\"\" id=\"p23\">It must be difficult, at best, for covenant men to live in a world that not only demeans their divine roles and responsibilities but also sends false messages about what it means to be a “real man.” One false message is “It’s all about me.” On the other end of the scale is the degrading and mocking message that husbands and fathers are no longer needed. I plead with you not to listen to Satan’s lies! He has forfeited that sacred privilege of ever becoming a husband or father. Because he is jealous of those who have the sacred roles he will never fill, he is intent on making “all men … miserable like unto himself”!<sup class=\"noteMarker\"><a href=\"#footnote8-12455_000_012\">8<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130501)\">2 Nephi 2:27<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Lifting and Helping in Our Complementary Roles<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p25\" class=\"\" id=\"p25\">Brothers and sisters, we need each other! As covenant-keeping women and men, we need to lift each other and help each other become the people the Lord would have us become. And we need to work together to lift the rising generation and help them reach their divine potential as heirs of eternal life. We could do as Elder Robert D. Hales and his wife, Mary, have done and follow the proverb “Thee lift me and I’ll lift thee, and we’ll ascend together.”<sup class=\"noteMarker\"><a href=\"#footnote9-12455_000_012\">9<\/a> <span class=\"footnote\">[See Robert D. Hales, “Strengthening Families: Our Sacred Duty,”<span class=\"emphasis\"> Ensign,<\/span> May 1999, 34; <span class=\"emphasis\">Liahona,<\/span> July 1999, 40; see also LaRene Gaunt, “Elder Robert D. Hales: ‘Return with Honor,’”<span class=\"emphasis\"> Ensign,<\/span> July 1994, 51; <span class=\"emphasis\">Liahona,<\/span> Apr. 1995, 31.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p26\" class=\"\" id=\"p26\">We know from the scriptures that “it is not good that … man should be alone.” That is why our Heavenly Father made “an help meet for him.”<sup class=\"noteMarker\"><a href=\"#footnote10-12455_000_012\">10<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130502)\">Genesis 2:18<\/a><\/span>.]<\/span><\/sup> The phrase <span class=\"emphasis\">help meet<\/span> means “a helper suited to, worthy of, or corresponding to him.”<sup class=\"noteMarker\"><a href=\"#footnote11-12455_000_012\">11<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130503)\">Genesis 2:18<\/a><\/span>, footnote <span class=\"emphasis\">b.<\/span>]<\/span><\/sup> For example, our two hands are similar to each other but not exactly the same. In fact, they are exact opposites, but they complement each other and are suited to each other. Working together, they are stronger.<sup class=\"noteMarker\"><a href=\"#footnote12-12455_000_012\">12<\/a> <span class=\"footnote\">[See Bruce K. Satterfield, “The Family under Siege: The Role of Man and Woman” (presentation given at Ricks College Education Week, June 7, 2001), 4; emp.byui.edu\/SATTERFIELDB\/PDF\/RoleManWoman2.pdf.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p27\" class=\"\" id=\"p27\">In a chapter about families, the Church handbook contains this statement: “The nature of male and female spirits is such that they complete each other.”<sup class=\"noteMarker\"><a href=\"#footnote13-12455_000_012\">13<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), 1.3.1.]<\/span><\/sup> Please note that it does not say “compete with each other” but “complete each other”! We are here to help, lift, and rejoice with each other as we try to become our very best selves. Sister Barbara B. Smith wisely taught, “There is so much more of happiness to be had when we can rejoice in another’s successes and not just in our own.”<sup class=\"noteMarker\"><a href=\"#footnote14-12455_000_012\">14<\/a> <span class=\"footnote\">[Barbara B. Smith, “Hearts So Similar,” <span class=\"emphasis\">Ensign,<\/span> May 1982, 97.]<\/span><\/sup> When we seek to “complete” rather than “compete,” it is so much easier to cheer each other on!<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p28\" class=\"\" id=\"p28\">When I was a young mother of several small children, at the end of days filled with diapering, dish washing, and disciplining, no one sang more emphatically the Primary song “I’m so glad when daddy comes home.”<sup class=\"noteMarker\"><a href=\"#footnote15-12455_000_012\">15<\/a> <span class=\"footnote\">[“Daddy’s Homecoming,” <span class=\"emphasis\">Children’s Songbook,<\/span> 210.]<\/span><\/sup> I’m sad to admit, however, I was not always cheerful when Craig seemed to bounce through the door after a hard day of work. He always greeted each of us with a hug and kiss and turned many difficult and sometimes disastrous days into delightful daddy times. I wish I had been a little less preoccupied with the endless list of to-dos still to be done and had more wisely focused, like he did, on things that mattered most. I would have stopped more often and enjoyed sacred family time and would have thanked him more often for blessing our lives!<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>Let Us Oft Speak Kind Words to Each Other<\/h2>\n\t\t\t\t\t<span class=\"story\">\n\t\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p30\" class=\"\" id=\"p30\">Not long ago, a faithful sister in the Church shared with me a deep concern she had been praying about for some time. Her concern was for some of the sisters in her ward. She told me how it hurt her heart to observe that they sometimes spoke disrespectfully to their husbands and about their husbands, even in front of their children. She then told me how as a young woman she had earnestly desired and prayed to find and marry a worthy priesthood holder and build a happy home with him. She had grown up in a home where her mother had “ruled the roost” and her father had cowered to her mother’s demands in order to keep peace at home. She felt that there was a better way. She had not seen it modeled in the home she grew up in, but as she prayed fervently for guidance, the Lord blessed her to know how to create a home with her husband where the Spirit would be warmly welcomed. I have been in that home and can testify it is a holy place!<\/p>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p31\" class=\"\" id=\"p31\">Sisters and brothers, how often do we intentionally “speak kind words to each other”?<sup class=\"noteMarker\"><a href=\"#footnote16-12455_000_012\">16<\/a> <span class=\"footnote\">[“Let Us Oft Speak Kind Words,” <span class=\"emphasis\">Hymns,<\/span> no. 232.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p32\" class=\"\" id=\"p32\">We might test ourselves by asking a few questions. With a little adaptation, these questions can apply to most of us, whether we are married or single, whatever our home situation might be.<\/p>\n\t\t\t\t\t<div class=\"figure\"><ol class=\"number\"><li>\n\t\t\t\t\t\t\t<span class=\"label\">1.<\/span>\n\t\t\t\t\t\t\t<p>When was the last time I sincerely praised my companion, either alone or in the presence of our children?<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t<span class=\"label\">2.<\/span>\n\t\t\t\t\t\t\t<p>When was the last time I thanked, expressed love for, or earnestly pleaded in faith for him or her in prayer?<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t<span class=\"label\">3.<\/span>\n\t\t\t\t\t\t\t<p>When was the last time I stopped myself from saying something I knew could be hurtful?<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t<span class=\"label\">4.<\/span>\n\t\t\t\t\t\t\t<p>When was the last time I apologized and humbly asked for forgiveness—without adding the words “but if only you had” or “but if only you hadn’t”?<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t<span class=\"label\">5.<\/span>\n\t\t\t\t\t\t\t<p>When was the last time I chose to be happy rather than demanding to be “right”?<\/p>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t<\/ol><\/div>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p38\" class=\"\" id=\"p38\">Now, if any of these questions lead you to squirm or feel a tinge of guilt, remember that Elder David A. Bednar has taught that “guilt is to our spirit what pain is to our body—a warning of danger and a protection from additional damage.”<sup class=\"noteMarker\"><a href=\"#footnote17-12455_000_012\">17<\/a> <span class=\"footnote\">[David A. Bednar, “We Believe in Being Chaste,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 44.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p39\" class=\"\" id=\"p39\">I invite each of us to heed Elder Jeffrey R. Holland’s heartfelt plea: “Brothers and sisters, in this long eternal quest to be more like our Savior, may we try to be ‘perfect’ men and women in at least this one way now—by offending not in word, or more positively put, by speaking with a new tongue, the tongue of angels.”<sup class=\"noteMarker\"><a href=\"#footnote18-12455_000_012\">18<\/a> <span class=\"footnote\">[Jeffrey R. Holland, “The Tongue of Angels,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2007, 18.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p40\" class=\"\" id=\"p40\">As I have prepared for this opportunity today, the Spirit has taught me, and I have committed to speak words of kindness more often to my cherished companion and about him, to lift the men in my family and express gratitude for the ways they fulfill their divine and complementary roles. And I have committed to follow the proverb “Thee lift me and I’ll lift thee, and we’ll ascend together.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p41\" class=\"\" id=\"p41\">Will you join me in seeking the help of the Holy Ghost to teach us how we can better lift each other in our complementary roles as covenant sons and daughters of our loving heavenly parents?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/well-ascend-together.p42\" class=\"\" id=\"p42\">I know that through the enabling power of the Atonement of Jesus Christ and our faith in Him, we can do it. I pray we will put our trust in Him to help us help each other live happily and eternally as we ascend together, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-12455_000_012\"><a name=\"1-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-12455_000_012\">1.<\/a><\/span>\n\t\t\t\t\t<p>Boyd K. Packer, in “Donna Smith Packer Receives Family History Certificate from BYU,” news.byu.edu\/archive12-jun-packer.aspx.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-12455_000_012\"><a name=\"2-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-12455_000_012\">2.<\/a><\/span>\n\t\t\t\t\t<p>Dieter F. Uchtdorf, in Jeffrey R. Holland, “Elder Dieter F. Uchtdorf: On to New Horizons,” <span class=\"emphasis\">Ensign,<\/span> Mar. 2005, 12; <span class=\"emphasis\">Liahona,<\/span> Mar. 2005, 10.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-12455_000_012\"><a name=\"3-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-12455_000_012\">3.<\/a><\/span>\n\t\t\t\t\t<p>Henry B. Eyring, in Gerald N. Lund, “Elder Henry B. Eyring: Molded by ‘Defining Influences,’” <span class=\"emphasis\">Ensign,<\/span> Sept. 1995, 14; <span class=\"emphasis\">Liahona,<\/span> Apr. 1996, 31.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-12455_000_012\"><a name=\"4-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-12455_000_012\">4.<\/a><\/span>\n\t\t\t\t\t<p>Thomas S. Monson, “I Will Not Fail Thee, nor Forsake Thee,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2013, 85.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-12455_000_012\"><a name=\"5-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-12455_000_012\">5.<\/a><\/span>\n\t\t\t\t\t<p>Mark Twain, <span class=\"emphasis\">Eve’s Diary<\/span> (1905), 107.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-12455_000_012\"><a name=\"6-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-12455_000_012\">6.<\/a><\/span>\n\t\t\t\t\t<p>Boyd K. Packer, “The Power of the Priesthood,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2010, 9.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-12455_000_012\"><a name=\"7-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-12455_000_012\">7.<\/a><\/span>\n\t\t\t\t\t<p>Ezra Taft Benson, “To the Fathers in Israel,” <span class=\"emphasis\">Ensign,<\/span> Nov. 1987, 51, 50.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote8-12455_000_012\"><a name=\"8-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-12455_000_012\">8.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130501)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130501)\">2 Nephi 2:27<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote9-12455_000_012\"><a name=\"9-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-12455_000_012\">9.<\/a><\/span>\n\t\t\t\t\t<p>See Robert D. Hales, “Strengthening Families: Our Sacred Duty,”<span class=\"emphasis\"> Ensign,<\/span> May 1999, 34; <span class=\"emphasis\">Liahona,<\/span> July 1999, 40; see also LaRene Gaunt, “Elder Robert D. Hales: ‘Return with Honor,’”<span class=\"emphasis\"> Ensign,<\/span> July 1994, 51; <span class=\"emphasis\">Liahona,<\/span> Apr. 1995, 31.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote10-12455_000_012\"><a name=\"10-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote10-12455_000_012\">10.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130502)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130502)\">Genesis 2:18<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote11-12455_000_012\"><a name=\"11-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote11-12455_000_012\">11.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130503)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130503)\">Genesis 2:18<\/a><\/span>, footnote <span class=\"emphasis\">b.<\/span><\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote12-12455_000_012\"><a name=\"12-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote12-12455_000_012\">12.<\/a><\/span>\n\t\t\t\t\t<p>See Bruce K. Satterfield, “The Family under Siege: The Role of Man and Woman” (presentation given at Ricks College Education Week, June 7, 2001), 4; emp.byui.edu\/SATTERFIELDB\/PDF\/RoleManWoman2.pdf.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote13-12455_000_012\"><a name=\"13-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote13-12455_000_012\">13.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Handbook 2: Administering the Church<\/span> (2010), 1.3.1.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote14-12455_000_012\"><a name=\"14-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote14-12455_000_012\">14.<\/a><\/span>\n\t\t\t\t\t<p>Barbara B. Smith, “Hearts So Similar,” <span class=\"emphasis\">Ensign,<\/span> May 1982, 97.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote15-12455_000_012\"><a name=\"15-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote15-12455_000_012\">15.<\/a><\/span>\n\t\t\t\t\t<p>“Daddy’s Homecoming,” <span class=\"emphasis\">Children’s Songbook,<\/span> 210.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote16-12455_000_012\"><a name=\"16-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote16-12455_000_012\">16.<\/a><\/span>\n\t\t\t\t\t<p>“Let Us Oft Speak Kind Words,” <span class=\"emphasis\">Hymns,<\/span> no. 232.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote17-12455_000_012\"><a name=\"17-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote17-12455_000_012\">17.<\/a><\/span>\n\t\t\t\t\t<p>David A. Bednar, “We Believe in Being Chaste,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2013, 44.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote18-12455_000_012\"><a name=\"18-12455_000_012\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote18-12455_000_012\">18.<\/a><\/span>\n\t\t\t\t\t<p>Jeffrey R. Holland, “The Tongue of Angels,” <span class=\"emphasis\">Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> May 2007, 18.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}