{"ID":8082, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Parable of the Sower\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p2\" class=\"\" id=\"p2\">By Elder Dallin H. Oaks<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p3\" class=\"\" id=\"p3\">Of the Quorum of the Twelve Apostles<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/dallin-h-oaks-10.jpg\" alt=\"Dallin H. Oaks\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">It is up to each of us to set the priorities and to do the things that make our soil good and our harvest plentiful.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">12455_000_013<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p5\" class=\"\" id=\"p5\">Subjects for general conference talks are assigned—not by mortal authority but by the impressions of the Spirit. Many subjects would address the mortal concerns we all share. But just as Jesus did not teach how to overcome the mortal challenges or political oppression of His day, He usually inspires His modern servants to speak about what we must do to reform our personal lives to prepare us to return to our heavenly home. On this Easter weekend I have felt impressed to talk about the precious and timeless teachings in one of the parables of Jesus.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p6\" class=\"\" id=\"p6\">The parable of the sower is one of a small number of parables reported in all three of the synoptic Gospels. It is also one of an even smaller group of parables Jesus explained to His disciples. The seed that was sown was “the word of the kingdom” (<span class=\"citation\" id=\"130504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130504)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130504)\">Matthew 13:19<\/a><\/span>), “the word” (<span class=\"citation\" id=\"130505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130505)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130505)\">Mark 4:14<\/a><\/span>), or “the word of God” (<span class=\"citation\" id=\"130506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130506)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130506)\">Luke 8:11<\/a><\/span>)—the teachings of the Master and His servants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p7\" class=\"\" id=\"p7\">The different soils on which the seeds fell represent different ways in which mortals receive and follow these teachings. Thus the seeds that “fell by the way side” (<span class=\"citation\" id=\"130507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130507)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130507)\">Mark 4:4<\/a><\/span>) have not reached mortal soil where they might possibly grow. They are like teachings that fall upon a heart hardened or unprepared. I will say nothing more of these. My message concerns those of us who have committed to be followers of Christ. What do we do with the Savior’s teachings as we live our lives?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p8\" class=\"\" id=\"p8\">The parable of the sower warns us of circumstances and attitudes that can keep anyone who has received the seed of the gospel message from bringing forth a goodly harvest.<\/p>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>I. Stony Ground, No Root<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p10\" class=\"\" id=\"p10\">Some seed “fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth: but when the sun was up, it was scorched; and because it had no root, it withered away” (<span class=\"citation\" id=\"130508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130508)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130508)\">Mark 4:5–6<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p11\" class=\"\" id=\"p11\">Jesus explained that this describes those “who, when they have heard the word, immediately receive it with gladness,” but because they “have no root in themselves, … when affliction or persecution ariseth for the word’s sake, immediately they are offended” (<span class=\"citation\" id=\"130509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130509)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130509)\">Mark 4:16–17<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p12\" class=\"\" id=\"p12\">What causes hearers to “have no root in themselves”? This is the circumstance of new members who are merely converted to the missionaries or to the many attractive characteristics of the Church or to the many great fruits of Church membership. Not being rooted in the word, they can be scorched and wither away when opposition arises. But even those raised in the Church—long-term members—can slip into a condition where they have no root in themselves. I have known some of these—members without firm and lasting conversion to the gospel of Jesus Christ. If we are not rooted in the teachings of the gospel and regular in its practices, any one of us can develop a stony heart, which is stony ground for spiritual seeds.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p13\" class=\"\" id=\"p13\">Spiritual food is necessary for spiritual survival, especially in a world that is moving away from belief in God and the absolutes of right and wrong. In an age dominated by the Internet, which magnifies messages that menace faith, we must increase our exposure to spiritual truth in order to strengthen our faith and stay rooted in the gospel.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p14\" class=\"\" id=\"p14\">Young people, if that teaching seems too general, here is a specific example. If the emblems of the sacrament are being passed and you are texting or whispering or playing video games or doing anything else to deny yourself essential spiritual food, you are severing your spiritual roots and moving yourself toward stony ground. You are making yourself vulnerable to withering away when you encounter tribulation like isolation, intimidation, or ridicule. And that applies to adults also.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p15\" class=\"\" id=\"p15\">Another potential destroyer of spiritual roots—accelerated by current technology but not unique to it—is the keyhole view of the gospel or the Church. This limited view focuses on a particular doctrine or practice or perceived deficiency in a leader and ignores the grand panorama of the gospel plan and the personal and communal fruits of its harvest. President Gordon B. Hinckley gave a vivid description of one aspect of this keyhole view. He told a BYU audience about political commentators “aflame with indignation” at a then-recent news event. “With studied art they poured out the sour vinegar of invective and anger. … Surely,” he concluded, “this is the age and place of the gifted pickle sucker.”<sup class=\"noteMarker\"><a href=\"#footnote1-12455_000_013\">1<\/a> <span class=\"footnote\">[Gordon B. Hinckley, “Let Not Your Heart Be Troubled” (Brigham Young University devotional, Oct. 29, 1974), 1; speeches.byu.edu.]<\/span><\/sup> In contrast, to be securely rooted in the gospel, we must be moderate and measured in criticism and seek always for the broader view of the majestic work of God.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>II. Thorns: The Cares of This World and the Deceitfulness of Riches<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p17\" class=\"\" id=\"p17\">Jesus taught that “some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit” (<span class=\"citation\" id=\"130510\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130510)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130510)\">Mark 4:7<\/a><\/span>). He explained that these are “such as hear the word, and the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful” (<span class=\"citation\" id=\"130511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130511)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130511)\">Mark 4:18–19<\/a><\/span>). This is surely a warning to be heeded by all of us.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p18\" class=\"\" id=\"p18\">I will speak first of the deceitfulness of riches. Wherever we are in our spiritual journey—whatever our state of conversion—we are all tempted by this. When attitudes or priorities are fixed on the acquisition, use, or possession of property, we call that materialism. So much has been said and written about materialism that little needs to be added here.<sup class=\"noteMarker\"><a href=\"#footnote2-12455_000_013\">2<\/a> <span class=\"footnote\">[See, for example, Dallin H. Oaks, “Materialism,” chapter 5 in <span class=\"emphasis\">Pure in Heart<\/span> (1988), 73–87.]<\/span><\/sup> Those who believe in what has been called the theology of prosperity are suffering from the deceitfulness of riches. The possession of wealth or significant income is not a mark of heavenly favor, and their absence is not evidence of heavenly disfavor. When Jesus told a faithful follower that he could inherit eternal life if he would only give all that he had to the poor (see <span class=\"citation\" id=\"130512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130512)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130512)\">Mark 10:17–24<\/a><\/span>), He was not identifying an evil in the <span class=\"emphasis\">possession<\/span> of riches but an evil in that follower’s <span class=\"emphasis\">attitude<\/span> toward them. As we are all aware, Jesus praised the good Samaritan, who used the same coinage to serve his fellowman that Judas used to betray his Savior. The root of all evil is not money but the <span class=\"emphasis\">love of money<\/span> (see <span class=\"citation\" id=\"130513\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130513)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130513)\">1 Timothy 6:10<\/a><\/span>).<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p19\" class=\"\" id=\"p19\">The Book of Mormon tells of a time when the Church of God “began to fail in its progress” (<span class=\"citation\" id=\"130514\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130514)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130514)\">Alma 4:10<\/a><\/span>) because “the people of the church began to … set their hearts upon riches and upon the vain things of the world” (<span class=\"citation\" id=\"130515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130515)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130515)\">Alma 4:8<\/a><\/span>). Whoever has an abundance of material things is in jeopardy of being spiritually “sedated” by riches and other things of the world.<sup class=\"noteMarker\"><a href=\"#footnote3-12455_000_013\">3<\/a> <span class=\"footnote\">[I am indebted to Elder Neal A. Maxwell for this memorable image (see “These Are Your Days,”<span class=\"emphasis\"> Ensign,<\/span> Oct. 2004, 26).]<\/span><\/sup> That is a suitable introduction to the next of the Savior’s teachings.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p20\" class=\"\" id=\"p20\">The most subtle thorns to choke out the effect of the gospel word in our lives are the worldly forces that Jesus called the “cares and riches and pleasures of this life” (<span class=\"citation\" id=\"130516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130516)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130516)\">Luke 8:14<\/a><\/span>). These are too numerous to recite. Some examples will suffice.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p21\" class=\"\" id=\"p21\">On one occasion Jesus rebuked His chief Apostle, saying to Peter, “Thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men” (<span class=\"citation\" id=\"130517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130517)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130517)\">Matthew 16:23<\/a><\/span>; see also <span class=\"citation\" id=\"130518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130518)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130518)\">D&amp;C 3:6–7<\/a><\/span>; <span class=\"citation\" id=\"130519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130519)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130519)\">58:39<\/a><\/span>). Savoring the things of men means putting the cares of this world ahead of the things of God in our actions, our priorities, and our thinking.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p22\" class=\"\" id=\"p22\">We surrender to the “pleasures of this life” (1) when we are addicted, which impairs God’s precious gift of agency; (2) when we are beguiled by trivial distractions, which draw us away from things of eternal importance; and (3) when we have an entitlement mentality, which impairs the personal growth necessary to qualify us for our eternal destiny.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p23\" class=\"\" id=\"p23\">We are overcome by the “cares … of this life” when we are paralyzed by fear of the future, which hinders our going forward in faith, trusting in God and His promises. Twenty-five years ago my esteemed BYU teacher Hugh W. Nibley spoke of the dangers of surrendering to the cares of the world. He was asked in an interview whether world conditions and our duty to spread the gospel made it desirable to seek some way to “be accommodating of the world in what we do in the Church.”<sup class=\"noteMarker\"><a href=\"#footnote4-12455_000_013\">4<\/a> <span class=\"footnote\">[James P. Bell, in “Hugh Nibley, in Black and White,” <span class=\"emphasis\">BYU Today,<\/span> May 1990, 37.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p24\" class=\"\" id=\"p24\">His reply: “That’s been the whole story of the Church, hasn’t it? You have to be willing to offend here, you have to be willing to take the risk. That’s where the faith comes in. … Our commitment is supposed to be a test, it’s supposed to be hard, it’s supposed to be impractical in the terms of this world.”<sup class=\"noteMarker\"><a href=\"#footnote5-12455_000_013\">5<\/a> <span class=\"footnote\">[Hugh Nibley, in “Hugh Nibley, in Black and White,” 37–38.]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p25\" class=\"\" id=\"p25\">This gospel priority was affirmed on the BYU campus just a few months ago by an esteemed Catholic leader, Charles J. Chaput, the archbishop of Philadelphia. Speaking of “concerns that the LDS and Catholic communities share,” such as “about marriage and family, the nature of our sexuality, the sanctity of human life, and the urgency of religious liberty,” he said this:<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p26\" class=\"\" id=\"p26\">“I want to stress again the importance of really living what we claim to believe. That needs to be a priority—not just in our personal and family lives but in our churches, our political choices, our business dealings, our treatment of the poor; in other words, in everything we do.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p27\" class=\"\" id=\"p27\">“Here’s why that’s important,” he continued. “Learn from the Catholic experience. We Catholics believe that our vocation is to be leaven in society. But there’s a fine line between being leaven <span class=\"emphasis\">in<\/span> society, and being digested <span class=\"emphasis\">by<\/span> society.”<sup class=\"noteMarker\"><a href=\"#footnote6-12455_000_013\">6<\/a> <span class=\"footnote\">[Charles J. Chaput, “The Great Charter at 800: Why It Still Matters,” <span class=\"emphasis\">First Things,<\/span> Jan. 23, 2015, firstthings.com\/web-exclusives\/2015\/01\/the-great-charter-at-800; see also Tad Walch, “At BYU, Catholic Archbishop Seeks Friends, Says U.S. Liberty Depends on Moral People,” <span class=\"emphasis\">Deseret News,<\/span> Jan. 23, 2015, deseretnews.com\/article\/865620233\/At-BYU-Catholic-archbishop-seeks-friends-says-US-liberty-depends-on-moral-people.html. Archbishop Chaput also said that “some of our best Catholic institutions have either lost or greatly softened their religious identity. … Brigham Young is an extraordinary university … because it’s a center of learning enriched by its religious identity. Never lose that” (“The Great Charter at 800”).]<\/span><\/sup><\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p28\" class=\"\" id=\"p28\">The Savior’s warning against having the cares of this world choke out the word of God in our lives surely challenges us to keep our priorities fixed—our hearts set—on the commandments of God and the leadership of His Church.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p29\" class=\"\" id=\"p29\">The Savior’s examples could cause us to think of this parable as the parable of the soils. The suitability of the soil depends upon the heart of each one of us who is exposed to the gospel seed. In susceptibility to spiritual teachings, some hearts are hardened and unprepared, some hearts are stony from disuse, and some hearts are set upon the things of the world.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"topic\">\n\t\t\t\t\t<h2>III. Fell into Good Ground and Brought Forth Fruit<\/h2>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p31\" class=\"\" id=\"p31\">The parable of the sower ends with the Savior’s description of the seed that “fell into good ground, and brought forth fruit” in various measures (<span class=\"citation\" id=\"130520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130520)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130520)\">Matthew 13:8<\/a><\/span>). How can we prepare ourselves to be that good ground and to have that good harvest?<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p32\" class=\"\" id=\"p32\">Jesus explained that “the good ground are they, which in an honest and good heart, having heard the word, keep it, and bring forth fruit with patience” (<span class=\"citation\" id=\"130521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130521)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130521)\">Luke 8:15<\/a><\/span>). We have the seed of the gospel word. It is up to each of us to set the priorities and to do the things that make our soil good and our harvest plentiful. We must seek to be firmly rooted and converted to the gospel of Jesus Christ (see <span class=\"citation\" id=\"130522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130522)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130522)\">Colossians 2:6–7<\/a><\/span>). We achieve this conversion by praying, by scripture reading, by serving, and by regularly partaking of the sacrament to always have His Spirit to be with us. We must also seek that mighty change of heart (see <span class=\"citation\" id=\"130523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130523)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130523)\">Alma 5:12–14<\/a><\/span>) that replaces evil desires and selfish concerns with the love of God and the desire to serve Him and His children.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-morning-session\/the-parable-of-the-sower.p33\" class=\"\" id=\"p33\">I testify of the truth of these things, and I testify of our Savior, Jesus Christ, whose teachings point the way and whose Atonement makes it all possible, in the name of Jesus Christ, amen.<\/p>\n\t\t\t\t<\/div>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-12455_000_013\"><a name=\"1-12455_000_013\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-12455_000_013\">1.<\/a><\/span>\n\t\t\t\t\t<p>Gordon B. Hinckley, “Let Not Your Heart Be Troubled” (Brigham Young University devotional, Oct. 29, 1974), 1; speeches.byu.edu.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-12455_000_013\"><a name=\"2-12455_000_013\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-12455_000_013\">2.<\/a><\/span>\n\t\t\t\t\t<p>See, for example, Dallin H. Oaks, “Materialism,” chapter 5 in <span class=\"emphasis\">Pure in Heart<\/span> (1988), 73–87.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-12455_000_013\"><a name=\"3-12455_000_013\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-12455_000_013\">3.<\/a><\/span>\n\t\t\t\t\t<p>I am indebted to Elder Neal A. Maxwell for this memorable image (see “These Are Your Days,”<span class=\"emphasis\"> Ensign,<\/span> Oct. 2004, 26).<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-12455_000_013\"><a name=\"4-12455_000_013\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-12455_000_013\">4.<\/a><\/span>\n\t\t\t\t\t<p>James P. Bell, in “Hugh Nibley, in Black and White,” <span class=\"emphasis\">BYU Today,<\/span> May 1990, 37.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-12455_000_013\"><a name=\"5-12455_000_013\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-12455_000_013\">5.<\/a><\/span>\n\t\t\t\t\t<p>Hugh Nibley, in “Hugh Nibley, in Black and White,” 37–38.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-12455_000_013\"><a name=\"6-12455_000_013\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-12455_000_013\">6.<\/a><\/span>\n\t\t\t\t\t<p>Charles J. Chaput, “The Great Charter at 800: Why It Still Matters,” <span class=\"emphasis\">First Things,<\/span> Jan. 23, 2015, firstthings.com\/web-exclusives\/2015\/01\/the-great-charter-at-800; see also Tad Walch, “At BYU, Catholic Archbishop Seeks Friends, Says U.S. Liberty Depends on Moral People,” <span class=\"emphasis\">Deseret News,<\/span> Jan. 23, 2015, deseretnews.com\/article\/865620233\/At-BYU-Catholic-archbishop-seeks-friends-says-US-liberty-depends-on-moral-people.html. Archbishop Chaput also said that “some of our best Catholic institutions have either lost or greatly softened their religious identity. … Brigham Young is an extraordinary university … because it’s a center of learning enriched by its religious identity. Never lose that” (“The Great Charter at 800”).<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}