{"ID":8087, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            The Music of the Gospel\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p2\" class=\"\" id=\"p2\">By Elder Wilford W. Andersen<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p3\" class=\"\" id=\"p3\">Of the Seventy<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/wilford-w-andersen-10.jpg\" alt=\"Wilford W. Andersen\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">The music of the gospel is the joyful spiritual feeling that comes from the Holy Ghost. It brings a change of heart.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">12455_000_022<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p5\" class=\"\" id=\"p5\">Years ago I listened to a radio interview of a young doctor who worked in a hospital in the Navajo Nation. He told of an experience he had one night when an old Native American man with long braided hair came into the emergency room. The young doctor took his clipboard, approached the man, and said, “How can I help you?” The old man looked straight ahead and said nothing. The doctor, feeling somewhat impatient, tried again. “I cannot help you if you don’t speak to me,” he said. “Tell me why you have come to the hospital.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p6\" class=\"\" id=\"p6\">The old man then looked at him and said, “Do you dance?” As the young doctor pondered the strange question, it occurred to him that perhaps his patient was a tribal medicine man who, according to ancient tribal customs, sought to heal the sick through song and dance rather than through prescribing medication.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p7\" class=\"\" id=\"p7\">“No,” said the doctor, “I don’t dance. Do you dance?” The old man nodded yes. Then the doctor asked, “Could you teach me to dance?”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p8\" class=\"\" id=\"p8\">The old man’s response has for many years caused me much reflection. “I can teach you to dance,” he said, “but you have to hear the music.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p9\" class=\"\" id=\"p9\">Sometimes in our homes, we successfully teach the dance steps but are not as successful in helping our family members to hear the music. And as the old medicine man well knew, it is hard to dance without music. Dancing without music is awkward and unfulfilling—even embarrassing. Have you ever tried it?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p10\" class=\"\" id=\"p10\">In section 8 of the Doctrine and Covenants, the Lord taught Joseph Smith and Oliver Cowdery, “Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart” (<span class=\"citation\" id=\"130616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130616)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130616)\">verse 2<\/a><\/span>). We learn the dance steps with our minds, but we hear the music with our hearts. The dance steps of the gospel are the things we do; the music of the gospel is the joyful spiritual feeling that comes from the Holy Ghost. It brings a change of heart and is the source of all righteous desires. The dance steps require discipline, but the joy of the dance will be experienced only when we come to hear the music.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p11\" class=\"\" id=\"p11\">There are those who ridicule members of the Church for the things we do. That is understandable. Those who dance often appear strange or awkward or, to use a scriptural term, “peculiar” (<span class=\"citation\" id=\"130617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130617)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130617)\">1 Peter 2:9<\/a><\/span>) to those who cannot hear the music. Have you ever stopped your car at a stoplight next to a car where the driver was dancing and singing at the top of his lungs—but you couldn’t hear a sound because your windows were rolled up? Didn’t he look a little peculiar? If our children learn the dance steps without learning to hear and to feel the beautiful music of the gospel, they will over time become uncomfortable with the dance and will either quit dancing or, almost as bad, keep dancing only because of the pressure they feel from others who are dancing around them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p12\" class=\"\" id=\"p12\">The challenge for all of us who seek to teach the gospel is to expand the curriculum beyond just the dance steps. Our children’s happiness depends on their ability to hear and love the beautiful music of the gospel. How do we do it?<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p13\" class=\"\" id=\"p13\">First, we must keep our own lives attuned to the correct spiritual frequency. Back in the olden days, before the digital age, we found our favorite radio station by carefully turning the radio dial until it lined up perfectly with the station’s frequency. As we approached the number, we could hear only static. But when we finally made the precise alignment, our favorite music could be heard clearly. In our lives, we have to align with the correct frequency in order to hear the music of the Spirit.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p14\" class=\"\" id=\"p14\">When we receive the gift of the Holy Ghost after baptism, we are filled with the heavenly music that accompanies conversion. Our hearts are changed, and we “have no more disposition to do evil, but to do good continually” (<span class=\"citation\" id=\"130618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130618)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130618)\">Mosiah 5:2<\/a><\/span>). But the Spirit will not endure unkindness or pride or envy. If we lose that delicate influence in our lives, the rich harmonies of the gospel can quickly become dissonant and can ultimately be silenced. Alma asked the poignant question: “If ye have felt to sing the song of redeeming love, I would ask, can ye feel so now?” (<span class=\"citation\" id=\"130619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130619)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130619)\">Alma 5:26<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p15\" class=\"\" id=\"p15\">Parents, if our lives are out of tune with the music of the gospel, we need to tune them up. As President Thomas S. Monson taught us last October, we must ponder the path of our feet (see “Ponder the Path of Thy Feet,”<span class=\"emphasis\"> Ensign<\/span> or <span class=\"emphasis\">Liahona,<\/span> Nov. 2014, 86–88). We know how to do it. We must walk the same path that we walked when we first heard the heavenly strains of gospel music. We exercise faith in Christ, repent, and take the sacrament; we feel more strongly the influence of the Holy Ghost; and the music of the gospel begins to play again in our lives.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p16\" class=\"\" id=\"p16\">Second, when we can hear the music ourselves, we must try our best to perform it in our homes. It is not something that can be forced or compelled. “No power or influence can or ought to be maintained by virtue of the priesthood”—or by virtue of being the dad or the mom or the biggest or the loudest—“only by persuasion, by long-suffering, by gentleness and meekness, … by love unfeigned; [and] by kindness” (<span class=\"citation\" id=\"130620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130620)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130620)\">D&amp;C 121:41–42<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p17\" class=\"\" id=\"p17\">Why would these attributes lead to increasing power and influence in a home? Because they are the attributes that invite the Spirit of the Holy Ghost. They are the attributes that tune our hearts to the music of the gospel. When they are present, the dance steps will be performed more naturally and joyfully by all of the dancers in the family, without the need for threats or intimidation or compulsion.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p18\" class=\"\" id=\"p18\">When our children are little, we can sing them the lullaby of love unfeigned, and when they are obstinate and refuse to go to sleep at night, we might need to sing the lullaby of long-suffering. When they are teenagers, we can tune out the cacophony of arguments and threats and, instead, perform the beautiful music of persuasion—and perhaps sing the second verse of the lullaby of long-suffering. Parents can perform in perfect harmony the tandem attributes of gentleness and meekness. We can invite our children to sing along with us in unison as we practice kindness toward a neighbor who is in need.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p19\" class=\"\" id=\"p19\">It won’t come all at once. As every accomplished musician knows, it takes diligent practice to perform beautiful music. If early efforts at making music seem dissonant and discordant, remember that dissonance cannot be corrected by criticism. Dissonance in the home is like darkness in a room. It does little good to scold the darkness. We must <span class=\"emphasis\">displace<\/span> the darkness by introducing light.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p20\" class=\"\" id=\"p20\">So if the basses in your family choir are too loud and overbearing, or if the string section in your family orchestra is a little too shrill or a little bit sharp, or if those impetuous piccolos are out of tune or out of control, be patient. If you’re not hearing the music of the gospel in your home, please remember these two words: <span class=\"emphasis\">keep practicing.<\/span> With God’s help, the day will come when the music of the gospel will fill your home with unspeakable joy.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p21\" class=\"\" id=\"p21\">Even when performed well, the music will not solve all of our problems. There will still be crescendos and decrescendos in our lives, staccatos and legatos. Such is the nature of life on planet earth.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p22\" class=\"\" id=\"p22\">But when we add music to the dance steps, the sometimes complicated rhythms of marriage and family life tend to move toward a harmonious balance. Even our most difficult challenges will add rich plaintive tones and moving motifs. The doctrines of the priesthood will begin to distill upon our souls as the dews from heaven. The Holy Ghost will be our constant companion, and our scepter—a clear reference to power and influence—will be an unchanging scepter of righteousness and truth. And our dominion will be an everlasting dominion. And without compulsory means it will flow unto us forever and ever (see <span class=\"citation\" id=\"130621\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130621)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130621)\">D&amp;C 121:45–46<\/a><\/span>).<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/saturday-afternoon-session\/the-music-of-the-gospel.p23\" class=\"\" id=\"p23\">May it be so in each of our lives and in each of our homes is my prayer in the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            \n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}