{"ID":809, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Repentance Worketh Salvation<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1955, pp. 123-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters: President McKay began this great conference on a note of\ngratitude.  My soul immediately responded to the theme. The spirit of it has inspired the\nproceedings of every session of the conference.  In harmony with it, let me say that I am\ngrateful for the peace that has come into my heart during the conference, and for the peace of\nthis moment as I stand before you to express my feelings.\n<\/p><p>\nAmong the many things for which I am thankful is the sanctifying process of repentance.  I\nam grateful to the Lord Jesus Christ who, through the atonement he wrought, gave us the gift\nof repentance.  I am grateful that he was willing voluntarily to give his life for us.  That is\nliterally what he did. He did not have to give it; he did not have to die.  Because he was the\nSon of God, he was not subject to the Fall, as were men.  Within him was power to live\nforever.  \". . . I lay down my life for the sheep\"&mdash;he said.  \"No man taketh it from me, but I\nlay it down of myself.  I have power to lay it down, and I have power to take it again\"\n(<span class=\"citation\" id=\"27642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27642)\">John 10:15,18<\/a><\/span>).\nHe inherited power over death from his divine Father.\n<\/p><p>\nIt took a person with power over death to pay the debt to justice to bring men forth in the\nresurrection.  It took a sinless one, a god, even the sinless Son of God, to satisfy the\ndemands of justice for men's sins.  They themselves could not make an atonement which\nwould either bring about their resurrection or pay for their sins and bring about their spiritual\nrebirth.\n<\/p><p>\nAnd so I repeat, I am grateful for my Redeemer, grateful that he paid the debt and brought\nabout the means of repentance so that by repenting of my transgressions I can bring my soul\nwithin the reach of his atoning blood and thereby be cleansed of sin; for, after all, it is by the\ngrace of Christ that men are saved, after all they can do\n(<span class=\"citation\" id=\"3576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3576)\">2 Ne. 25:23<\/a><\/span>). The thing they can and must do is\nrepent.  I love the doctrine of repentance.\n<\/p><p>\nDuring the past few months I have seen the need of it&mdash;oh, how I have seen the need of it. I\nhave seen missionaries, saints, and non-members of the Church, in far-off lands sorrowing\nwith a godly sorrow for sin.  I have heard them say, \"Oh, Brother Romney, do you think\nthere is any hope for me, any chance for me to get on even the bottom rung of the gospel\nladder?\"\n<\/p><p>\nAnd as I have witnessed their sorrowing, I have remembered the sorrowing of repentant men\nin days of old; Zeezrom, for example, whose \"soul,\" after he realized what he had done in\nopposing the ministry of Alma and Amulek,\". . . began to be harrowed up under a\nconsciousness of his own guilt; yea, he began to be encircled about the pains of hell\"\n(<span class=\"citation\" id=\"8960\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8960)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8960)\">Alma 14:6<\/a><\/span>). So\nsevere were his sufferings that he \". . . lay sick at Sidom, with a burning fever, which was\ncaused by the great tribulations of his mind on account of his wickedness\"\n(<span class=\"citation\" id=\"8961\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8961)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8961)\">Alma 15:3<\/a><\/span>).\nAnd Alma, who said of the suffering he endured for \"seeking to destroy the church of\nGod\": \n<\/p><p>\nI was racked with eternal torment, for my soul was harrowed to the greatest degree\nand racked with all my sins.  Yea, I . . . was tormented with the pains of hell . . .\nwith inexpressible horror . . . even with the pains of a damned soul (see\n<span class=\"citation\" id=\"8964\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8964)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8964)\">Alma 36:12-14,16<\/a><\/span>).\n<\/p><p>\nBut then I also remembered the rest which came into their souls when, through repentance,\nthey found forgiveness.  \"Yea, I say unto you,\" said Alma to his son Helaman, that as \"there\ncould be nothing so exquisite and so bitter as were my pains\"&mdash;so \". . . on the other hand,\nthere can be nothing so exquisite and sweet as was my joy\"\n(<span class=\"citation\" id=\"8965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8965)\">Alma 36:21<\/a><\/span>).\n<\/p><p>\nAnd so I was comforted and encouraged those who confided in me, and I encourage all\nsorrowing, repentant men to be comforted&mdash;comforted by the experience of Alma and by\nPaul's assurance that \". . . godly sorrow worketh repentance to salvation\"\n(<span class=\"citation\" id=\"3031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3031)\">2 Cor. 7:10<\/a><\/span>).\nFor today, as well as in days of old, there is hope, there is peace, there is rest in Christ for all\nwhose godly sorrow brings them to that repentance which worketh salvation. Forgiveness is as\nwide as repentance. Every person will be forgiven for all the transgression of which he truly\nrepents. If he repents of all his sins, he shall stand spotless before God because of the\natonement of our Master and Savior, Jesus Christ; while he that exercises no faith unto\nrepentance remains \". . . as though there had been no redemption made, except it be the\nloosing of the bands of death\"\n(<span class=\"citation\" id=\"8958\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8958)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8958)\">Alma 11:41<\/a><\/span>).\nSuch is the gist of God's merciful plan of\nredemption.\n<\/p><p>\nMy brothers and sisters, there are many among us whose distress and suffering are\nunnecessarily prolonged because they do not complete their repentance by confessing their sins. \nYou will recall the following words of the Savior,\n<\/p><p>\nI command you to repent . . . and that you confess your sins, lest you suffer these\npunishments of which I have spoken\n(<span class=\"citation\" id=\"13356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13356)\">D&amp;C 19:20<\/a><\/span>).\n<\/p><p>\nIn another revelation he said,\n<\/p><p>\nBy this ye may know if a man repenteth of his sins&mdash;behold, he will confess them and\nforsake them (<span class=\"citation\" id=\"13371\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13371)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13371)\">D&amp;C 58:43<\/a><\/span>).\n<\/p><p>\nRepeatedly he says that he forgives the sins of those who confess their sins with humbleness\nof heart, \". . . who have not sinned unto death\" (see\n<span class=\"citation\" id=\"13374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13374)\">D&amp;C 61:2<\/a><\/span>;\n<span class=\"citation\" id=\"13375\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13375)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13375)\">D&amp;C 64:7<\/a><\/span>). And he adds,\n<\/p><p>\n. . . he who of his sins, the same is forgiven, and I, the Lord, remember them no\nmore (<span class=\"citation\" id=\"13370\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13370)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13370)\">D&amp;C 58:42<\/a><\/span>).\n<\/p><p>\nBut how are we to fulfil this commandment?  To whom are we to confess our sins?  In the\nfifty-ninth section of the Doctrine and Covenants, the Lord, with other directions concerning\nhis \"holy day,\" says,\n<\/p><p>\n. . . remember that on this, the Lord's day, thou shalt offer thine oblations and thy\nsacraments unto the Most High, confessing thy sins unto thy brethren, and before the\nLord (<span class=\"citation\" id=\"13372\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13372)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13372)\">D&amp;C 59:12<\/a><\/span>).\n<\/p><p>\nI would assume that we are to confess all our sins unto the Lord.  For transgressions which\nare wholly personal, affecting none but ourselves and the Lord, such confession would seem\nto be sufficient.\n<\/p><p>\nFor misconduct which offends another, confession should also be made to the offended one,\nand his forgiveness sought.\n<\/p><p>\nFinally, where one's transgressions are of such a nature as would, unrepented of, put in\njeopardy his right to membership or fellowship in the Church of Jesus Christ, full and\neffective confession would, in my judgment, require confession by the repentant sinner to his\nbishop or other proper presiding Church officer&mdash;not that the Church officer could forgive the\nsin (this power rests in the Lord himself and those only to whom he specifically delegates it,\nsee [<span class=\"citation\" id=\"34700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34700)\">Matt. 9:2-6<\/a><\/span>];\n[<span class=\"citation\" id=\"33085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33085)\">Mark 2:7-10<\/a><\/span>]),\nbut rather that the Church, acting through its duly appointed officers, might with full\nknowledge of the facts take such action with respect to Church discipline as the circumstances\nmerit.\n<\/p><p>\nOne having forsaken his sins and, by proper confession, cleared his conduct with the Lord,\nwith the people he has offended, and with the Church of Jesus Christ, where necessary, may\nwith full confidence seek the Lord's forgiveness and go forth in newness of life\n(<span class=\"citation\" id=\"42723\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42723)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42723)\">Rom. 6:4<\/a><\/span>), relying upon\nthe merits of Christ (<span class=\"citation\" id=\"3586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3586)\">2 Ne. 31:19<\/a><\/span>).\n<\/p><p>\nLet us in this manner clear for righteous living the decks of our own lives, and get on our\nway to eternal life. Only by so doing can we rid ourselves of those guilty feelings of\nunworthiness, depression, fear, uncertainty, and self-condemnation which block our upward\nclimb.  So long as we put off either the forsaking or confessing of our sins, just so long do\nwe delay the day of our redemption.\n<\/p><p>\nLet not the past hang heavy as a millstone to thy heels,<br \/>\n     To drag thee downward as each upward impulse to thy nobler self appeals; <br \/>\n     But as the joyous butterfly from its chrysalistic shell breaks free,<br \/>\n     So from the past must thou rise jubilant, thine own true self to be.\n<\/p><p>\nThis we may do today if we will, for Amulek assures us that\n<\/p><p>\n. . . if [we] will repent and harden not [our] hearts, immediately shall the great plan of\nredemption be brought about unto [us] (see\n<span class=\"citation\" id=\"8963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8963)\">Alma 34:31<\/a><\/span>).\n<\/p><p>\nAnd President Joseph F. Smith spoke these comforting words: \n<\/p><p>\n. . . none of the children of the Father who are redeemed through obedience, faith,\nrepentance, and baptism for the remission of sins, and who live in that redeemed\ncondition, and die in that condition, are subject to Satan . . .  They are absolutely\nbeyond his reach just as little children are who die without sin. (Gospel Doctrine, p.\n570.)\n<\/p><p>\nGod grant that it may be so with us all, I humbly pray in the name of Jesus Christ, our\nRedeemer.  Amen.\n<\/p>\n<\/div>\n<\/div>"}