{"ID":8095, "Text":"<div id=\"content\" class=\"two-col\"><div id=\"bottom-gradient\">\n                        <div id=\"details\" class=\"clearfix\">\n                            <h1>\n                            Priesthood and Personal Prayer\n                            <\/h1>\n                            <h2 class=\"author\">\n                                    <div class=\"byline\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p2\" class=\"\" id=\"p2\">By President Henry B. Eyring<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p3\" class=\"\" id=\"p3\">First Counselor in the First Presidency<\/p>\n\t\t\t\t\t\n\t\t\t\t<\/div>\n                                    <\/h2>\n                            <hr\/><\/div><!-- end #details -->\n\n                        <div id=\"primary\">\n                            <div id=\"audio-player\"\/>\n                            <blockquote class=\"intro dontHighlight\">\n                                        <a href=\"javascript:void(0);\" target=\"_blank\" class=\"nolink\">\n                                                                <img id=\"talkPhoto\" src=\"\/images\/cache\/henry-b-eyring-10.jpg\" alt=\"Henry B. Eyring\" class=\"img-decor\"\/><\/a>\n\n                                        <div class=\"kicker\">God can grant us power in the priesthood for whatever circumstance we may be in. It simply requires that we ask in humility.<\/div>\n\n                                    <\/blockquote>\n                            \n                            \n                            <span style=\"display: none\" id=\"article-id\">12455_000_031<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p5\" class=\"\" id=\"p5\">I am grateful for the trust to speak to holders of the priesthood of God in all the earth. I feel the weight of that opportunity because I know something of the trust that the Lord has placed in you. With your acceptance of the priesthood, you have received the right to speak and to act in the name of God.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p6\" class=\"\" id=\"p6\">That right will become a reality only as you receive inspiration from God. Only then will you be able to speak in His name. And only then can you act in His name. You might have made the mistake of thinking, “Oh, that isn’t so difficult. I could get inspiration if I am ever asked to give a talk or if I ever need to give a priesthood blessing.” Or the young deacon or teacher might take comfort in the thought, “When I am older or when I am called as a missionary, then I will know what God would say and what God would do.”<\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p7\" class=\"\" id=\"p7\">But think of the day when you must know what God would say and what He would do. It has already come for us all—wherever you are in your calling in the priesthood. I grew up in the mission field in the eastern United States during World War II. The members of the Church lived far apart, and there was strict gas rationing. I was the only deacon in the branch. The members gave their fast-offering envelopes to the branch president when they came to fast and testimony meeting in our home.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p8\" class=\"\" id=\"p8\">When I was 13 years old, we moved to Utah to live in a large ward. I remember my first assignment to walk to homes to collect fast offerings. I looked at the name on one of the envelopes I was given and noticed the last name was the same as one of the Three Witnesses of the Book of Mormon. So I knocked on the door with confidence. The man opened the door, looked at me, scowled, and then barked at me to go away. I went away with my head down.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p9\" class=\"\" id=\"p9\">That was nearly 70 years ago, but I still remember the feeling I had that day on the doorstep that there was something I was supposed to have said or done. If only I had prayed in faith as I went out that day, I might have been inspired to stand a moment longer on that doorstep, smile, and say something like: “It is good to meet you. Thank you for what you and your family have given in the past. I look forward to seeing you next month.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p10\" class=\"\" id=\"p10\">Had I said and done that, he might have been even more irritated—and even offended. But I know now how I might have felt. Rather than feeling sadness or failure as I walked away, I might have felt the soft commendation in my mind and heart: “Well done.”<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p11\" class=\"\" id=\"p11\">All of us must speak and act in the name of God in moments when our unaided judgment will not be enough without inspiration. Those moments can come upon us when there is not time to make preparation. That has happened to me often. It did many years ago in a hospital when a father told me and my companion that the doctors had told him that his critically injured three-year-old daughter would die within minutes. As I placed my hands on the one spot on her head not covered with bandages, I had to know, as God’s servant, what He would do and say.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p12\" class=\"\" id=\"p12\">The words came to my mind and my lips that she would live. The doctor standing by me snorted in disgust and asked me to get out of the way. I walked out of that hospital room with a feeling of peace and love. The little girl lived and walked down the aisle into a sacrament meeting on my last day in that city. I still remember the joy and satisfaction I felt from what I had said and done in the Lord’s service for that little girl and her family.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p13\" class=\"\" id=\"p13\">The difference in my feelings at the hospital and the sadness I felt as I walked away from that door as a deacon came from what I had learned about the connection of prayer to priesthood power. As a deacon, I had not yet learned that the power to speak and act in God’s name requires revelation and that to have it when we need it requires praying and working in faith for the companionship of the Holy Ghost.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p14\" class=\"\" id=\"p14\">On the evening before I went to that door for fast offerings, I had said my prayers at bedtime. But for weeks and months before that phone call came from the hospital, I had followed a pattern of prayer and made the effort that President Joseph F. Smith taught will allow God to give us the inspiration necessary for us to have power in the priesthood. He put it simply:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p15\" class=\"\" id=\"p15\">“We do not have to cry unto him with many words. We do not have to weary him with long prayers. What we do need, and what we should do as Latter-day Saints, for our own good, is to go before him often, to witness unto him that we remember him and that we are willing to take upon us his name, keep his commandments, work righteousness; and that we desire his Spirit to help us.”<sup class=\"noteMarker\"><a href=\"#footnote1-12455_000_031\">1<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (1998), 23.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p16\" class=\"\" id=\"p16\">And then President Smith told us what we should pray for, as his servants pledged to speak and act for God. He said: “What do you pray for? You pray that God may recognize you, that he may hear your prayers, and that he may bless you with his Spirit.”<sup class=\"noteMarker\"><a href=\"#footnote2-12455_000_031\">2<\/a> <span class=\"footnote\">[<span class=\"emphasis\">Teachings: Joseph F. Smith,<\/span> 26.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p17\" class=\"\" id=\"p17\">It is not a matter so much of which words to use, but it will take some patience. It is an approach to your Heavenly Father with the intent to be recognized by Him personally. He is the God above all, the Father of all, and yet willing to give undivided attention to one of His children. That may be why the Savior used the words “Our Father which art in heaven, Hallowed be thy name.”<sup class=\"noteMarker\"><a href=\"#footnote3-12455_000_031\">3<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130726)\">Luke 11:2<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p18\" class=\"\" id=\"p18\">It is easier to get the proper feeling of reverence when you are kneeling or bowing your head, but it is possible to feel that you are approaching your Heavenly Father in less formal and even in silent prayer, as you will often need to do in your priesthood service. There will be noise and people around you most of your waking day. God hears your silent prayers, but you may have to learn to shut out the distractions because the moment you need the connection with God may not come in quiet times.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p19\" class=\"\" id=\"p19\">President Smith suggested that you will need to pray that God will recognize your call to serve Him. He already knows about your call in complete detail. He called you, and by praying to Him about your call, He will reveal more for you to know.<sup class=\"noteMarker\"><a href=\"#footnote4-12455_000_031\">4<\/a> <span class=\"footnote\">[See Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 215–21.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p20\" class=\"\" id=\"p20\">I will give you an example of what a home teacher might do as he prays. You may already know that you are to:<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p21\" class=\"\" id=\"p21\">“Visit the house of each member, exhorting them to pray vocally and in secret and attend to all family duties. …<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p22\" class=\"\" id=\"p22\">“… Watch over the church always, and be with and strengthen them;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p23\" class=\"\" id=\"p23\">“And see that there is no iniquity in the church, neither hardness with each other, neither lying, backbiting, nor evil speaking;<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p24\" class=\"\" id=\"p24\">“And see that the church meet together often, and also see that all the members do their duty.”<sup class=\"noteMarker\"><a href=\"#footnote5-12455_000_031\">5<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130727)\">Doctrine and Covenants 20:51, 53–55<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p25\" class=\"\" id=\"p25\">Now, even for the experienced home teacher and his junior companion, that is clearly impossible without the help of the Holy Ghost. Think of the families or even individuals you have been called to serve. Human judgment and good intentions will not be enough.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p26\" class=\"\" id=\"p26\">So you will pray for the way to know their hearts, to know what things are amiss in the lives and the hearts of people whom you don’t know well and who are not anxious to have you know them. You will need to know what God would have you do to help them and to do it all, as nearly as you can, feeling God’s love for them.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p27\" class=\"\" id=\"p27\">It is because you have such important and difficult priesthood calls that President Smith suggests that when you pray, you always plead with God that He will bless you with His Spirit. You will need the Holy Ghost not once but as much as God will grant it to you for your constant companion. That is why we must always pray that God will guide us in our service to His children.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p28\" class=\"\" id=\"p28\">Because you cannot rise to your priesthood potential without the Spirit going with you, you are a personal target for the enemy of all happiness. If he can tempt you to sin, he can lessen your power to be led by the Spirit and so reduce your power in the priesthood. That is why President Smith said that you should always pray that God will warn and protect you from evil.<sup class=\"noteMarker\"><a href=\"#footnote6-12455_000_031\">6<\/a> <span class=\"footnote\">[See <span class=\"emphasis\">Teachings: Joseph F. Smith,<\/span> 26.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p29\" class=\"\" id=\"p29\">He warns us in many ways. Warnings are part of the plan of salvation. Prophets, apostles, stake presidents, bishops, and missionaries all raise the warning voice to escape calamity through faith in Jesus Christ, repentance, and making and keeping sacred covenants.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p30\" class=\"\" id=\"p30\">As a priesthood holder, you are to be part of the warning voice of the Lord. But you need to heed the warning yourself. You will not survive spiritually without the protection of the companionship of the Holy Ghost in your daily life.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p31\" class=\"\" id=\"p31\">You must pray for it and work to have it. Only with that guide will you be able to find your way along the strait and narrow path through the mists of evil. The Holy Ghost will be your guide as He reveals truth when you study the words of prophets.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p32\" class=\"\" id=\"p32\">Getting that guidance will take more than casual listening and reading. You will need to pray and work in faith to put the words of truth down into your heart. You must pray that God will bless you with His Spirit, that He will lead you into all truth and show you the right way. That is how He will warn and guide you into the right path in your life and in your priesthood service.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p33\" class=\"\" id=\"p33\">General conference provides a great opportunity to let the Lord strengthen your power to serve in the priesthood of God. You can prepare yourself, as I’m sure you have for this conference, with prayer. You can join your faith with those who will pray in the conference. They will pray for many blessings on many people.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p34\" class=\"\" id=\"p34\">They will pray for the Spirit to come upon the prophet as the Lord’s mouthpiece. They will pray for the Apostles and all of the servants called by God. That includes you, from the newest deacon to the seasoned high priest, and some, both old and young, who may soon go to the spirit world, where they will hear, “Well done, thou good and faithful servant.”<sup class=\"noteMarker\"><a href=\"#footnote7-12455_000_031\">7<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130728)\">Matthew 25:21<\/a><\/span>.]<\/span><\/sup><\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p35\" class=\"\" id=\"p35\">That salutation will go to some who will be surprised by it. They may never have held high office in the kingdom of God on the earth. Some may have felt that they saw little result from their labors or that some opportunities to serve were never given to them. Others may feel that their time of service was cut shorter in this life than they had hoped.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p36\" class=\"\" id=\"p36\">It will not be the offices held or the time served that will be weighed in the balance with the Lord. We know this from the Lord’s parable of the laborers in the vineyard, where the pay was the same regardless of how long they served or where. They will be rewarded for how they served.<sup class=\"noteMarker\"><a href=\"#footnote8-12455_000_031\">8<\/a> <span class=\"footnote\">[See <span class=\"citation\" id=\"130729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130729)\">Matthew 20:1–16.<\/a><\/span>]<\/span><\/sup><\/p>\n\t\t\t\t<span class=\"story\">\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p37\" class=\"\" id=\"p37\">I know a man, a dear friend, whose mortal service in the vineyard ended last night at 11:00. He had been treated for cancer for years. During those years of treatment and of terrible pain and difficulty, he accepted a call to hold meetings with and be responsible for members in his ward whose children were gone from their homes; some were widows. His calling was to help them find comfort in sociality and gospel learning.<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p38\" class=\"\" id=\"p38\">When he got the final sobering prognosis that he had only a short time to live, his bishop was away for a business trip. Two days later, he sent a message to his bishop through his high priests group leader. He said this about his assignment: “I understand the bishop is out of town, so I’m in action. I’m thinking of a meeting for our group next Monday. Two members can take us for a tour of the Conference Center. We could use some members to drive them and some Scouts to push wheelchairs. Depending upon who signs up, we may have enough oldsters to do it ourselves, but it would be good to know we have backup if needed. It could also be a good family night for the helpers to bring their families as well. Anyway let me know before I post the plan. … Thanks.”<\/p>\n\t\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p39\" class=\"\" id=\"p39\">And then he surprised the bishop with a phone call. Without reference to his own condition or his valiant efforts in his assignment, he asked, “Bishop, is there anything I could do for you?” Only the Holy Ghost could have allowed him to feel the bishop’s load when his own load was so crushing. And only the Spirit could have made it possible for him to create a plan to serve his brothers and sisters with the same precision he used in planning Scouting events when he was young.<\/p>\n\t\t\t\t<\/span>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p40\" class=\"\" id=\"p40\">With a prayer of faith, God can grant us power in the priesthood for whatever circumstance we may be in. It simply requires that we ask in humility for the Spirit to show us what God would have us say and do, do it, and continue to live worthy of that gift.<\/p>\n\t\t\t\t<p uri=\"\/ensign\/2015\/05\/general-priesthood-session\/priesthood-and-personal-prayer.p41\" class=\"\" id=\"p41\">I bear you my testimony that God the Father lives, loves us, and hears our every prayer. I bear testimony that Jesus is the living Christ, whose Atonement makes it possible for us to be purified and so be worthy of the companionship of the Holy Ghost. I testify that with our faith and diligence, we can one day hear the words that will bring us joy: “Well done, thou good and faithful servant.”<sup class=\"noteMarker\"><a href=\"#footnote9-12455_000_031\">9<\/a> <span class=\"footnote\">[<span class=\"citation\" id=\"130730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130730)\">Matthew 25:21<\/a><\/span>.]<\/span><\/sup> I pray that we will receive that wonderful benediction from the Master we serve. In the name of Jesus Christ, amen.<\/p>\n\t\t\t\n                            \n                            \n                            <div id=\"references\" style=\"display:block;\">\n                                        \n                                        \n                                        <ol><h3 class=\"title\">Notes<\/h3> <li class=\"footnote \" id=\"footnote1-12455_000_031\"><a name=\"1-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote1-12455_000_031\">1.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings of Presidents of the Church: Joseph F. Smith<\/span> (1998), 23.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote2-12455_000_031\"><a name=\"2-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote2-12455_000_031\">2.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"emphasis\">Teachings: Joseph F. Smith,<\/span> 26.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote3-12455_000_031\"><a name=\"3-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote3-12455_000_031\">3.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130726\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130726)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130726)\">Luke 11:2<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote4-12455_000_031\"><a name=\"4-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote4-12455_000_031\">4.<\/a><\/span>\n\t\t\t\t\t<p>See Joseph F. Smith, <span class=\"emphasis\">Gospel Doctrine,<\/span> 5th ed. (1939), 215–21.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote5-12455_000_031\"><a name=\"5-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote5-12455_000_031\">5.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130727)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130727)\">Doctrine and Covenants 20:51, 53–55<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote6-12455_000_031\"><a name=\"6-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote6-12455_000_031\">6.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"emphasis\">Teachings: Joseph F. Smith,<\/span> 26.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote7-12455_000_031\"><a name=\"7-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote7-12455_000_031\">7.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130728\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130728)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130728)\">Matthew 25:21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote8-12455_000_031\"><a name=\"8-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote8-12455_000_031\">8.<\/a><\/span>\n\t\t\t\t\t<p>See <span class=\"citation\" id=\"130729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130729)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130729)\">Matthew 20:1–16.<\/a><\/span><\/p>\n\t\t\t\t<\/li><li class=\"footnote \" id=\"footnote9-12455_000_031\"><a name=\"9-12455_000_031\"> <\/a>\n\t\t\t\t\t<span class=\"label\"><a name=\"footnote9-12455_000_031\">9.<\/a><\/span>\n\t\t\t\t\t<p><span class=\"citation\" id=\"130730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 130730)\"> <\/a><a href=\"javascript:void(0)\" onclick=\"gs(130730)\">Matthew 25:21<\/a><\/span>.<\/p>\n\t\t\t\t<\/li> <\/ol><\/div>\n                            <\/div><!-- end #primary -->\n                        <!-- end #secondary -->\n                        \n                    <\/div><\/div>"}