{"ID":81, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Priesthood Obligations<\/p>\n<p class=\"gcspeaker\">Elder George F. Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George F. Richards, <i>Conference Report<\/i>, October 1943, pp. 50-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nDear brethren: For some time I have anticipated this experience and with a great deal of\nanxiety. I have seen in my mind a large congregation of intelligent leading men of the\nChurch, men holding the Priesthood and important offices in the Church, whom I would be\nexpected to lead in intelligent and profitable thought in matters pertaining to our eternal\nwelfare. In thinking what I might say that would be appropriate I have thought that, as this is\na General Conference of the Priesthood of the Church, I might speak on the importance of the\nPriesthood in the great scheme of man's salvation with the hope that it might lead to greater\nfaithfulness in magnifying the Priesthood.\n<\/p><p>\nTHE IMPORTANCE OF THE PRIESTHOOD IN THE CHURCH\n<\/p><p>\nPriesthood is power and authority of God delegated to man to speak and act for Him in the\nwork of salvation. We are all candidates for the blessing of eternal life and exaltation and\nhave been from the beginning, and in the end I am sure we will be satisfied with nothing less\nthan a fulness of glory, but these blessings cannot come to us without the exercise of\nPriesthood. It matters not how much faith we may have, how sincere our repentance, we can\nenter the Kingdom only by baptism and confirmation, and these ordinances have to be\nadministered by the Priesthood. This really places the Priesthood on a par in importance with\nour membership in the Church. We might ask, do we fully appreciate our membership in the\nChurch, and do we fully appreciate the Priesthood? There are other ordinances of supreme\nimportance that we must receive if we would obtain eternal life and exaltation, for example\nthe endowments as ministered in the house of the Lord. In these endowments we are informed\nthat they are to prepare us to enter the Celestial Kingdom. There we receive knowledge and\ninformation which with faithfulness on our part are intended to admit us into\nthe kingdom, knowledge that is received from no other source and without which we may\nnever enter the Celestial Kingdom. Those ordinances are administered in the power and\nauthority of the holy Priesthood. Do we see the importance of the Priesthood which we have\nreceived?\n<\/p><p>\nThere are other blessings&mdash;the new and everlasting covenant of marriage, administered by the\nauthority of the holy Priesthood entitling faithful men and women to receive that covenant, if\nthey are true and faithful, to some of the highest and most glorious blessings that our Father\nhas for His faithful children. A man may not attain to the goal of his existence, eternal life\nand exaltation, without himself bearing the Melchizedek Priesthood. He may not receive the\nendowments until he has first received the Priesthood. Nor can he have a wife sealed to him\nfor time and eternity without his first having received the Priesthood. These facts make the\nPriesthood of equal importance with all these other ordinances of the Gospel and with\nsalvation itself.\n<\/p><p>\nOBLIGATION RESTING UPON THE PRIESTHOOD\n<\/p><p>\nEvery man that has received the Melchizedek Priesthood has received the oath and covenant\nof the Priesthood which the Lord has revealed and which is recorded in the eighty-fourth\nsection of the Doctrine and Covenants by which he covenants with the Lord that He will magnify that\nPriesthood (<span class=\"citation\" id=\"11884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11884)\">D&amp;C 84:39-40<\/a><\/span>).\nYou and I, all of us, have received that oath and covenant, and the Lord on His\npart covenants to give to us all that He hath\n(<span class=\"citation\" id=\"11883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11883)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nIf by bearing this Priesthood and magnifying it before the Lord, we may have all that our\nFather possesses, eternal life and exaltation in the Celestial Kingdom, what more can He offer\nas inducement and reward for magnifying the Priesthood?\n<\/p><p>\nBrethren, these important offices which we hold that grow out of the Priesthood, afford us an\nopportunity to magnify the Priesthood. I may say that when we magnify these offices, we\nmagnify the Priesthood, and if we fail to magnify these offices we have accepted, we fail to\nmagnify the Priesthood.\n<\/p><p>\nOPPORTUNITIES NEGLECTED\n<\/p><p>\nThere are in the Church today, according to statistics, something like thirty-five thousand men\nover twenty-one years of age who hold some office in the Aaronic Priesthood who have never\nreceived the Melchizedek Priesthood. Some of these men may have become disgruntled over\nsome little thing that might be overcome if we would take up a labor with them, inquire into\ntheir feelings, manifest a little love toward them and an interest in their eternal welfare.\n<\/p><p>\nSome seem never to have appreciated the Gospel which they have received. They have gone\nas far as they care to go, apparently, lying down on the job. This we do know, that these men\nnever having received the Melchizedek Priesthood, have not received their endowments. They\nhave not been married according to the new and everlasting covenant. They\nare living with their wives and rearing their children outside of that covenant, having married\ntheir wives for the duration of their mortal lives. Such men are in danger of losing their\nwives, their children, and their salvation. The Prophet Joseph Smith has left of record this\nstatement that when God offers a man knowledge, or a blessing, and he rejects it, that man is\ndamned (<span class=\"citation\" id=\"11924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11924)\">D&amp;C 132:3-4<\/a><\/span>).\nWe have here shown that the Priesthood is a blessing of the highest type and degree,\nand the Lord offers it unto the men of his Church if they will qualify, through faithfulness, to\nreceive it. Our boys are taken when twelve years of age and are given an office in the\nAaronic Priesthood and ordained deacons that they might assist the Church, that they might\nlearn to appreciate and magnify the Priesthood, that they might prove themselves worthy of\nadvancement, and at the age of fifteen, if they have been worthy, they are entitled to a further\nordination in that Priesthood to that of a teacher, and after two years of experience as a\nteacher, at seventeen they are entitled to receive the ordination of a priest. And then, at\nnineteen years, if the boy has proved himself all along the line to be true and faithful, he is\nentitled to the ordination of an elder in the Melchizedek Priesthood. Here lies a great\nresponsibility, one of many resting upon the bishopric of this Church, to see that that boy be\nnot neglected and allowed to go on to be more than twenty-one years of age without his\nhaving the privilege of receiving the Melchizedek Priesthood and its attendant blessings.\n<\/p><p>\nCOVENANTS ENTERED INTO ARE SACRED\n<\/p><p>\nThere is another class of people in this Church. We have no statistics, so far as I know, to\ndetermine how many, but I am sure a great many who have gone a little farther than these\nadult members of the Aaronic Priesthood in that they have received the Melchizedek\nPriesthood. They have been privileged to go to the temple and get their endowments and have\na wife sealed to them and then they have neglected all their religious duties and\nresponsibilities, disregarded their vows and covenants that they have entered into in a most\nsacred way and in sacred places, and seem to have no interest in their religion. The wives of\nthese men, notwithstanding they have been sealed to their husbands for time and eternity, do\nnot always remain with them through time and eternity. Sometimes divorcements follow\nbecause a man has not kept his covenants, is not living his religion which, to his wife, is the\ndearest thing in the world, and complications arise, and she secures a divorce. Another good\nman comes along later and courts her, wants her for eternity as well as for time. She,\nknowing that he is a worthy man, wants him for eternity also, and she applies to the President\nof the Church for a cancellation of the sealing to her husband that she may be sealed to this\nman, and that is often given. I suppose that the President of the Church has the evidence in\neach case that justifies rendering a decision in favor of the woman. If the children are old\nenough to decide for themselves and they elect to be sealed to their mother and their\nstepfather, it is permitted and the dead man loses his wife, and his children. And where there\nis no divorcement in a case of this kind, if the man is altogether unworthy of the woman, and\nof the Priesthood and blessings that have been sealed upon him, and he\nshould die, that woman may get a cancellation of the sealing and be sealed to another man.\nNow, there are some of these adult members of the Aaronic Priesthood, and some of these\nwho have received the Priesthood endowments and sealings and have been unworthy. Now\nthis, by way of warning to these people. I do not wish to censure. That is not my prerogative,\nbut to indicate the way of life and salvation and what the remedy is for these men, whether\nthey have received the Priesthood and temple blessings or not, to live happily in their homes\nand make their wives and families happy, and live their religion, and then if a man has had a\nwife sealed to him and dies under those conditions the President of the Church is under\nobligation to protect his rights in the matter.\n<\/p><p>\nSEEKING AFTER THE NEGLIGENT\n<\/p><p>\nNow brethren of the Priesthood, do we seek work that may be done? Do we really love these,\nour brethren, who are among the unfortunate as members of this Church, so as to go out after\nthem in love, in humility, kindness, pleading, helping them to see the better way of life? Elder\nLyman, in his talk here yesterday made very impressive the work that is being done in the\nstakes of Zion by the stake missionary work. He reported thousands of men who had been\ninactive who had been brought into activity. May the good work go on as well as the\nconversions being made of good men and women who have not been members of the Church\nbecause they have not been taught and invited to become such.\n<\/p><p>\nThe ward teaching work is another means by which these men might be reached, and toward\nthose who have received the Priesthood, the quorum of the Priesthood to which they belong,\nand the presidencies thereof have a great responsibility. With all these agencies and the\nindividual effort which the Lord requires of us, every man to his neighbor, he that is warned\nto warn his neighbor (<span class=\"citation\" id=\"11892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11892)\">D&amp;C 88:81<\/a><\/span>),\nis it possible that we cannot bring these members of the Church into\nactivity that the Lord may have their help? He needs it. The conversions made here in the\nstakes of Zion in recent years are greater in number than have been made in the mission fields\nin the same period of time. They are here to be converted. Would that all these inactive\nmembers were brought into activity. Something for us to do, brethren of the Priesthood. May\nthe Lord help us to do it well and faithfully, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}