{"ID":810, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"His Wonders to Perform...\"<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, October 1955, pp. 126-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: When I was on my mission many years ago, I was laboring in\nSouthern Germany, and in 1907 President Joseph F. Smith, in company with then Bishop\nCharles W.  Nibley, who subsequently was called to be a Counselor to President Heber J. \nGrant, was traveling through the missions.  While in Switzerland, as has been related here, a\nmeeting was held attended by Saints and some of the missionaries, at which President Smith\nmade that memorable prediction that the day would come when there would be temples in\nEurope and in that land of Switzerland.\n<\/p><p>\nIt seemed so incredible at that time. We were facing persecution.  In Germany we were not\npermitted to meet openly, so we held our meetings in the forests in the summer and in private\nhomes in the winter.\n<\/p><p>\nThe newspapers carried articles against the Church and the missionaries, vicious in their\nnature.  It seemed that the powers of the evil one had been turned loose to stop the work, and\nwhen that prediction was made, as we talked about it in our little missionary group, we\nwondered if it would ever be fulfilled.\n<\/p><p>\nI came home from my mission in 1908.  Conditions here were not too good. There was\npersecution here at home, criticism toward the leaders of Church, President Joseph F. Smith\nbeing especially singled out in newspapers and magazines for vitriolic attacks on the part of\nthose antagonistic to the Church.\n<\/p><p>\nThere are two types of persecution. In the early history of the Church it was more or less\nphysical.  Later on it was of the nature I have described.  It just seemed that the work could\nnot go forward.\n<\/p><p>\nWhat a change now!  God moves in the affairs of men.  It is his work.  We are his children,\nand no matter what may come, if we do our part in preaching the gospel, declaring its\nmessage, its saving truths, there will be no question about the outcome.  These things we have\nlearned over the years.\n<\/p><p>\nNo one would have hazarded such a prediction except a prophet of the Living God.  He saw,\nhe knew, through the prophetic powers that he possessed, and today, during this conference,\nwe have had related to us the fulfillment of that great prediction.\n<\/p><p>\nThus, my brethren and sisters, it has ever been, and thus it will ever be in this work.  There\nwill be no failure. We may fail.  Six months ago, you will recall we had a heavy\nsnowstorm&mdash;conference weather they called it&mdash;and President McKay announced that all the roads in\nWyoming were blocked and that the Saints should not attempt to drive home until the storm\ncleared. Today under such beautiful weather conditions we meet in conference.  How this\nepitomizes the rolling forth of the work of the Lord!  We meet storms; we meet roadblocks;\nthen the storm clears.  We ourselves sometimes throw up roadblocks when we fail to do our\npart, when we fail to support the organizations, when presiding officers in wards and stakes\nfail to give the necessary direction to the auxiliary organizations, helping them in their work,\nall of them being important and necessary. We throw up roadblocks when we fail to do our\nduty and keep his commandments.  But the Lord, just as the storm cleared, clears the way, and\nin spite of us his work goes on, and there is no failure.\n<\/p><p>\nI am grateful for my testimony. I am grateful for the cleansing power of the gospel of the\nLord Jesus Christ.  I thank the Lord for faith in God. I thank him for his blessings that come\neven in the face of adversity and affliction, for the power to see even beyond the affliction. I\nam grateful for these blessings.\n<\/p><p>\nGod sustains us.  You know what was said of the Savior&mdash;that although he were a son, yet\nlearned he obedience by suffering, by the things which he suffered, and being made perfect\nthrough that suffering, he became the author of eternal salvation to all who obey\n(<span class=\"citation\" id=\"24266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24266)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\nThus it is with us, my brethren and sisters, and I leave with you my testimony, and pray that\nGod may help us that there may be no failure on our part, and that we may not place any\nroadblocks because we have sufficient evidence to know that even against odds and\nadversity, there is no failure.\n<\/p><p>\nGod help us to appreciate these things, I pray in the name of Jesus.  Amen.\n<\/p>\n<\/div>\n<\/div>"}