{"ID":811, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What Shall We Do?<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1955, pp. 128-130<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nTo you Saints listening in: Thank you for the many telegrams you have sent. We rejoice with\nyou in the excellent transmission of the messages from this tabernacle.  I know the Saints\nwould be pleased to hear your comments, but time will not permit our reading them.  I have\ntwo here, though, which I am sure the Saints and you in California will be pleased to hear.\n<\/p><p>\nOne is: \"The servicemen assembled at Fort Ord and those gathered in homes enjoyed the TV\nbroadcast of conference this morning.  Approximately ninety in attendance\"&mdash;Chaplain\nConnell.\n<\/p><p>\nThe other is from Tijuana, Mexico: \"The Saints gathered here in Mexico enjoying good\nconference reception. Proceedings are being translated into Spanish. Best wishes&mdash;The Tijuana\nBranch Presidency, Tijuana, Mexico.\" Then, as you see, dozens of others.  We are just one\ngreat, united Church&mdash;united in love.\n<\/p><p>\nIn your behalf, may I express appreciation and gratitude to all who have assisted in any way\nin making this great semi-annual conference such an inspirational success.  As I was driven\ndown to this session, I saw the officers of the law on duty, and I thought that their diligence\nhas prevented accidents; perhaps they have saved lives by their faithfulness.  I know they\nhave greatly contributed to our convenience, and we thank them and our city fathers for their\nco-operation.  To you reporters for your fair and accurate reports we express thanks; also to\nthe audience as a whole for your responsiveness, attentiveness, and example in reverence, too,\neven you who have to stand in the doorways.  It is all these little things which contribute to a\nspirit of unity, brotherhood, and love.  The fire department has been on hand in case of an\nemergency.  Red Cross officials have been rendering service.\n<\/p><p>\nThese flowers we have mentioned before. I did not tell you however that the presidency of\nthe Wilford Stake permission to furnish these flowers. We did not ask them.  They asked for\nthe privilege of contributing to the beauty.  We accept their flowers as messengers of love,\nWe thank you, and to think that these other flowers could come across the Pacific Ocean and\nretain their beauty and fragrance as these have done emphasizes the nearness of our Saints in\nthe far-off parts of the world to us.\n<\/p><p>\nWe mention the ushers.  Have you noticed how quietly they have attended to their duty? \nThey have been on hand, each at his post, with no confusion whatever.  Thank you for\nconsidering your post important and doing your duty so well.\n<\/p><p>\nTo the various radio and television stations in our own city and state, and in other states\nnamed in the various sessions of the conference, we render our special thanks in behalf of the\ntens of thousands of people who have heard these proceedings due to your courtesy and\ncontribution.\n<\/p><p>\nTo these groups of singers from Friday morning on, we cannot say in words that which we\nfeel in our hearts.  The German Saints on Friday&mdash;how well they sang!  How gladly they\nrendered that service! That group of young men and young women on Saturday&mdash;why they just\nseemed to throw their young hearts into the expression of love through singing, and we all\nresponded to it!\n<\/p><p>\nAnd this afternoon, shall I say the climax? I can, because our mothers who always sing from\nthe heart have just lifted us to spiritual heights, and Sister Madsen, how the Lord has blessed\nher to get these groups of mothers together and to sing with such expression!  It is so inspiring! \nWell, on behalf of the thousands who listen, we thank you, one and all, for what you have\none today.\n<\/p><p>\nI have time to say only a word in conclusion.  The brethren who have addressed us have been\ninspired of the Lord, as you will all testify, and they have given us sublime messages. They\nhave given us the gospel.  What shall we do about it?\n<\/p><p>\nI remember fifty-eight years ago, on one occasion I sat in council with two local elders in\nGlasgow who had trouble which they could not solve, and which threatened to become\nserious.  Something that was said touched the sympathy of one, and when you touch the\nsympathy of a Scotchman you have him, and he said, \"Tell, us what you want us to dee, and\nwe'll dee it.\"  (Tell us what you want us to do, and we'll do it.)\n<\/p><p>\nWell, we have been told in this conference what to do.  God help us to do it.  May I mention\ntwo important things just by way of emphasis upon which we should center our efforts. One\npertains to the priesthood quorums. Fellow presiding officers in missions, stakes, wards, and\nquorums, <i>make your quorums more effective in regard to brotherhood and service<\/i>.  The\nquorums are units which should effectively hold the priesthood in sacred bonds and in\nhelpfulness.\n<\/p><p>\nI refer particularly to the senior members of the Aaronic Priesthood&mdash;you businessmen,\nsuccessful in the business world; you professional men who have devoted your time to the\nsuccess of your vocations and are successful and are leading men in civic and political affairs&mdash;get\ntogether more, closely in your quorum.  Yes, it may be teachers&mdash;that is all right. \nYou meet as teachers, adult teachers, and help one another. If one of your number be sick,\ntwo or three of you get together and call on him.  You can do that.  You do not like to\npreach, and you hesitate to appear before an audience, even to pray. You can go together and\nsit by the side of your comrade who lies in bed. He will never forget it.\n<\/p><p>\nYou elders perhaps have one of your number sick, and his crop needs harvesting.  Get\ntogether and harvest it. One of your members has a son on a mission, and his funds are\ngetting low. Just ask if you can be of help to him. Your thoughtfulness he will never forget. \nSuch acts as these are what the Savior had in mind when he said, \"Inasmuch as ye do it unto\nthe least of these my brethren, ye do it unto me\" (see\n<span class=\"citation\" id=\"34733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34733)\">Matt. 25:40<\/a><\/span>). There is no other way\nthat you can serve Christ. You can kneel down and pray to him, that is good.  You can plead\nwith him to give you his guidance through the Holy Spirit&mdash;yes, we do that and must do it.\nWe have to do it.  But it is these practical, daily visits in life, it is the controlling of our\ntongue, in not speaking evil of a brother, but speaking well of him, that the Savior marks as\ntrue service.\n<\/p><p>\nRead Peter's first epistle where he refers to the Holy Priesthood: \". . . ye are a chosen\ngeneration, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the\npraises of him who hath called you out of darkness into his marvelous light\"\n(<span class=\"citation\" id=\"2256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2256)\">1 Pet. 2:9<\/a><\/span>). In\nhis second epistle (see <span class=\"citation\" id=\"4831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4831)\">2 Pet. 1:4<\/a><\/span>)\nnote the significance of this: \"Whereby are given unto us\nexceeding great and precious promises: that by these ye might be partakers of the divine\nnature.\" When you sense that, you have reached happiness.\n<\/p><p>\nNow the other point relates to your homes.  Let us go home with a determination to have our\nhomes places of contentment and peace.  There is not one of us who cannot contribute to that\ncondition.  The ideal home should be found among the members of the Church of Jesus\nChrist, and I am just sufficiently old-fashioned to think that the home is still the foundation of\nthe state, especially of a republic.  Do not forget it.  And the state has no right to take your\nchildren and attempt to train them and substitute for your protection, mother, and your\nprayerful guidance.\n<\/p><p>\nBrother Bennion referred to the influence of a mother. He expressed what each one of us may\ndo.  But I am referring now to the fathers contributing to the home by showing a high sense\nof regard and courtesy to your wives in the home.  Courtesy is a wonderful virtue, and it\nshould be shown in the home.  Courtesy is saying \"thank you\"; \"if you please\"; \"pardon me.\"\nHave you forgotten those terms in the home? Children, hearing them, will themselves become\ncourteous to mother and to father, and to each other.  The home is the place to teach the\nvirtues of society.  The home is the place to instill the faith that has been emphasized in this\nconference.\n<\/p><p>\nHusbands, remember the covenants you have made to your wives.  Do not permit our\naffections to be led away from the mother of your children. Mothers, do not forget that you\nowe something to your children and to your husband.  You, too, can keep yourself attractive. \nYou, too, can refrain from finding fault.  You, too, can contribute to the happiness and\ncontentment of the home, the sweetest place on earth. That is about as near heaven as you\nwill get here.  Do not make it a hell. Some do.\n<\/p><p>\nWe have had too many broken homes since the war, too many separations by divorce.  Let us\nreduce that number. There is no use terminating a marriage just because of a few\nmisunderstandings. Guard against misunderstandings by curbing your tongue.  You hold the\npriesthood.  Can't you control your tongue as well as your actions?  Do not say the thing that\ncomes to your mind when things go wrong, and by a quick-tempered remark wound her who\nhas given her life to you.  Control your temper.\n<\/p><p>\nYes, you see weaknesses.  The women see them in us husbands, too.  I'll tell you they see\nthem!  They control their tongues more frequently, I think, than we do.  Let us reverence\nwomanhood. Is it not strange, when you think of it, that the one thing of which the world has\naccused this Church is the one thing in which this Church deserves most credit&mdash;keeping the\nhome pure and stable, educating children in the faith of our fathers, faith in the Lord Jesus\nChrist and the Father and in the restoration of the gospel.\n<\/p><p>\nNow, here is a final appeal at this conference for us to go home, to go back and set our\nhomes in order (<span class=\"citation\" id=\"13399\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13399)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13399)\">D&amp;C 93:43<\/a><\/span>).\nGod bless you in so doing, I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}