{"ID":812, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Harmony in the Home<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1956, pp. 4-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: If you knew the weight of the responsibility of this moment,\nyou would gladly answer the prayer of my heart&mdash;that I might have your united support and\nthe inspiration of the Lord.  I know what I should like to say and will try to say it, but it is a\nquestion whether I can get that message over to the thousands who are listening as I should\nlike to give it, and, I hope, as the Lord would have it given.\n<\/p><p>\n\". . . verily I say unto you . . . [that] marriage is ordained of God unto man.<br \/>\n\"Wherefore, it is lawful that he should have one wife, and they twain shall be one flesh, and\nall this that the earth might answer the end of its creation\"\n(<span class=\"citation\" id=\"13467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13467)\">D&amp;C 49:15-16<\/a><\/span>).\n<\/p><p>\nThat passage from the Doctrine and Covenants indicates the message I have in mind to give\nthis morning&mdash;some helpful hints for happy homes.\n<\/p><p>\nFirst, however, I should like to say a few words relative to the general conditions in the\nChurch.  A most outstanding accomplishment since our conference last October is the\ncompletion and dedication of the Los Angeles Temple.\n<\/p><p>\nOn the original twenty-four acres purchased by President Heber J. Grant, assisted by Elders\nDavid Howells and Preston D. Richards, there are now, besides the temple, the following\nChurch edifices, all finished and paid for: the Westwood Ward chapel, recreation hall, and\nclassrooms; headquarters of the California Mission, bureau of information, central heating\nplant, and sufficient lot space for an inter-stake auditorium.\n<\/p><p>\nDuring the pre-dedicatory visiting days, December 19, 1955, to February 18, 1956, 660,000\npersons availed themselves of the opportunity of viewing this sacred edifice.  Forty thousand\nattended the eight dedicatory services held March 11 to March 14.\n<\/p><p>\nIt is highly appropriate to express to this general conference appreciation of the contributed\nefforts, time, and means of the thousands of men and women who had the responsibility of\ndirecting and caring for the convenience and comfort of the hundreds of thousands of visitors,\nsometimes as many as 25,000 a day.\n<\/p><p>\nFirst, this appreciation applies especially to the stake presidencies, high councils and\nbishoprics in the temple area, and all the members of committees appointed by them; second,\nto the architect and his associates; and third, to the contractor and assistants; fourth, to the\nfaithful women who constituted a reception committee, who were at their assigned posts of\nduty every day for over nine weeks, outside and inside the temple; fifth, to the presidency of\nthe Temple Mission and directors of the Bureau of Information; sixth, to the eleven doctors\nwho were on hand to render first aid.  Incidentally, forty-seven persons received medical care. \nWe express appreciation also to our own committees and those in California&mdash;the committee\non transportation and accommodation; the committee on the printing and distribution of\ntickets; the committee on press and radio and public relations; the committee on seating those\nthousands of people; and, I might say especially, the committee who, through KSL, installed\ntelevision in the various rooms, thus adding to the interest and convenience of over 5,000\nmembers to attend each of the eight sessions of the dedicatory services.\n<\/p><p>\nWe wish to express appreciation for the welcome extended by the governor of the state,\nGovernor Goodwin Knight, and his commendation and words of appreciation for that sacred\nedifice; also the message sent by Mayor Norris Poulson of Los Angeles; and for the\nreceptions given and messages sent by the Los Angeles Chamber of Commerce and the Los\nAngeles Rotary Club.  We appreciate their attitude and their entertainment.  Great as that\ntemple is, beautiful as it is, we shall ever associate with it the attitude of the people toward it,\nmembers and non-members alike.\n<\/p><p>\nWe appreciate the contributions given by people in the temple district, every promise fulfilled,\nand more&mdash;voluntarily given.\n<\/p><p>\nFinally, we are appreciative of the tithes and offerings of the entire Church, making that\nedifice and others possible.\n<\/p><p>\nBrethren and sisters, one hundred and twenty-six years ago today, the Church of Jesus Christ\nof Latter-day Saints was organized in the home of Peter Whitmer, Sr. Six members founded\nthe organization, though there were others present.\n<\/p><p>\nAbout fourteen months prior to that organization, a revelation was given to the Prophet Joseph\nsaying, a marvelous work was about to come forth among the children of men.\n<\/p><p>\nIn that revelation we read the following regarding the spirit of the Church: \n<\/p><p>\n\"Therefore, O ye that embark in the service of God, see that ye serve him with all your heart,\nmight, mind and strength, that ye may stand blameless before God at the last day. . .<br \/>\n\"And faith, hope, charity and love, with an eye single to the glory of God, qualify him for the work.<br \/>\n\"Remember faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness,\ncharity, humility, diligence\"\n(<span class=\"citation\" id=\"13439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13439)\">D&amp;C 4:2,5-6<\/a><\/span>).\n<\/p><p>\nCompared with the nearly two thousand years since Jesus Christ, the Son of God, established\nhis Church in the Meridian of Time, one hundred and twenty-six years constitute a very brief\nperiod, yet the growth and progress of the restored Church during that time have been\nremarkable. From a member-ship of six, the Church now numbers over a million and a\nquarter, divided into 227 stakes and forty-four missions. It has built twelve temples, with two\nmore under construction, and 2,646 other houses of worship are completed and under\nconstruction.\n<\/p><p>\nIn educational matters, its accomplishments are highly commendable. Besides the general\ninterest of the members in the University of Utah, the Utah State Agricultural College, and\nother state institutions, the Church supports an educational system of which it may justly be\nproud: Brigham Young University, Ricks Junior College, 140 seminaries and institutes, and is\nnow building junior colleges in New Zealand, Hawaii, Tongatabu, Tonga, Pesega, and\nMapasaga, Samoa.\n<\/p><p>\nThe Church supports twelve hospitals, and through its welfare department needy persons are\neither rehabilitated or given necessary assistance from fast offerings and tithing funds. \nThough temples, tabernacles, and other Church edifices cost millions, all dedicated buildings\nare wholly paid for, and the Church is entirely free from debt.\n<\/p><p>\nOn behalf of the First Presidency and other General Authorities of the Church, I take great\nsatisfaction in reporting that all departments of the Church are progressing very satisfactorily\nand express gratitude to our Heavenly Father for his divine guidance and inspiration.\n<\/p><p>\n<i>An Appeal for Stability and Harmony in the Home<\/i>\n<\/p><p>\nBut I am not so sure whether we are maintaining the high standards required of us in our\nhomes.  I feel constrained, therefore, at this opening session to make an appeal for more\nstability, more harmony and happiness in home life.  It has been truly said that \"the strength\nof a nation, especially of a republican nation, is in the intelligent, well-ordered homes of the\npeople.\" In no other group in the world should there be more contented, more happy homes\nthan in the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nJust this month there appeared in a leading magazine the encouraging statement that American\nhomes and family life are steadily strengthening.  According to that article, the total\npopulation of our country has doubled since 1900.  The number of families has tripled.  This\ngrowth in family life is shown by the rapid increase in home ownership.  One hundred-twenty\npercent more families owned their own homes in 1955 than in 1940. There are sixty-seven\npercent more children under five years of age now than in 1940, that is in the country at\nlarge.  There are sixty-one percent more children in group age five to nine years.\n<\/p><p>\n<i>Loyalty as a Contributing Factor<\/i>\n<\/p><p>\nRecently our attention has been called to conditions that seem to justify our admonishing the\nmembership of the Church to keep their homes exemplary before the world.\n<\/p><p>\nTo the young people of the Church, particularly, I should like to say first that a happy home\nbegins not at the marriage altar, but during the brilliant, fiery days of youth.  The first\ncontributing factor to a happy home is the sublime virtue of loyalty, one of the noblest\nattributes of the human soul.  Loyalty means being faithful and true.  It means fidelity to\nparents, fidelity to duty, fidelity to a cause or principle, fidelity to love.  Disloyalty to parents\nduring teen age is often a source of sorrow and sometimes tragedy in married life.\n<\/p><p>\nI have received several letters this last month from young folk&mdash;two of them in their\nteens&mdash;irked because of what they consider interference of parents.  Young people in all the Church\nand all the nation should understand that both the Church and the state hold parents\nresponsible for the conduct and protection of their children.  The Church, you will recall, is\nvery explicit in that, \". . . inasmuch as parents have children in Zion, or in any of her stakes\nwhich are organized, that teach them not to understand the doctrine of repentance, faith in\nChrist the Son of the Living God, and of baptism and the gift of the Holy Ghost by the laying\non of the hands, when eight years old, the sin be upon the heads of the parents.\n<\/p><p>\n\"For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are\norganized\" (<span class=\"citation\" id=\"13476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13476)\">D&amp;C 68:25-26<\/a><\/span>).\n<\/p><p>\nThat is explicit, and parents, that is your responsibility.\n<\/p><p>\nSome of you would be surprised to know that the statute of the state requires explicitly that\nnot only parents, but also any guardian who has charge of a child eighteen or under is held\nresponsible for the protection of that child and for his moral teachings. Any guardian or\nparent that will do anything to injure the morals of the child is guilty of a misdemeanor and\nsubject to imprisonment of not more, if I remember rightly, than six months, and a fine of not\nless than three hundred dollars, or both.\n<\/p><p>\nSo, girls and boys, your parents, not only because of their love, but also by command of the\nLord and by legislative enactment of the state, are compelled to watch over you and guide\nyou. And parents, once again, that is your responsibility.  The effect of this guardianship will\nbe shown by illustration.\n<\/p><p>\nA New York City judge not long ago wrote to the New York Times, saying that in seventeen\nyears that he had on the bench not one Chinese-American teenager had been brought before\nhim on a juvenile delinquency charge. The judge queried his colleagues, and they agreed that\nnot one of the city's estimated 10,000 Chinese-American teenagers, to their knowledge, (not\none) had ever been hailed into court on a charge of depredation, narcotics, speeding, burglary,\nvandalism, stickup, purse snatching, or mugging accusations.\n<\/p><p>\nA check with San Francisco, where there is a large colony of Chinese-Americans, tells the\nsame story.\n<\/p><p>\nP. H. Chang, Chinese Consul-General in New York City, was asked to comment on that.  He\nsaid, \"I have heard this story many times from many judges. I'll tell you why I think this is\nso. Filial piety is a cardinal virtue my people have brought over from the China that was once\nfree.  A Chinese child, no matter where he lives, is brought up to recognize that he cannot\nshame his parents. Before a Chinese child makes a move, he stops to think what the reaction\nof his parents will be.  Will they be proud or will they be ashamed? Above all other things,\nthe Chinese teenager is anxious to please his parents.\n<\/p><p>\n\"Most Chinese-Americans, no matter how wealthy or poor, maintain a strict family style\nhome.  Mealtime is a ceremonious affair which must be attended by every member of the\nfamily. Schooling, reverence for religion, and decorum plus reverence for the elders, are the\nprime movers in developing the child from infancy.\"\n<\/p><p>\nAnd the paper says, \"The amazing record of the Chinese-American youngster shows that it is\nin the home that the cure for juvenile delinquency will be found, and in no other place.\"\n(From an editorial in the Saturday Evening Post reprinted in the Reader's Digest, July 1955.)\n<\/p><p>\nSo, young people, loyalty to parents, if not a direct contributing factor to a happy home, is at\nleast a safeguard against hastily assuming and lightly esteeming the duties and responsibilities\nof marriage.\n<\/p><p>\n<i>Loyalty to Self<\/i>\n<\/p><p>\nNext to loyalty to parents, I should like to urge loyalty to self.  Remember, if you would be\nhappy, if you reach the goal of success in the distant future, your first duty is to be loyal to\nthe best that is in you, not to the basest.\n<\/p><p>\nThere is a saying in the Bible that \"every idle word that men shall speak, they shall give\naccount thereof in the day of judgment\"\n(<span class=\"citation\" id=\"34786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34786)\">Matt. 12:36<\/a><\/span>).\nPsychology assures us that \"We are\nspinning our own fates, good or evil, and never to be undone.  Every smallest stroke of virtue\nor of vice leaves its never so little scar.  The drunken Rip Van Winkle, in Jefferson's play,\nexcuses himself for every fresh dereliction by saying, 'I won't count this time.'\n<\/p><p>\n\"Well!\" continues James, the psychologist, \"he may not count it, and a kind Heaven may not\ncount it; but it is being counted none the less.  Down among his nerve cells and fibres the\nmolecules are counting it, registering and storing it up to be used against him when the next\ntemptation comes. Nothing we ever do is, in strict scientific literalness, wiped out.  Of course,\nthis has its good side as well as its bad one.  As we become permanent drunkards by so many\nseparate drinks, so we become saints in the moral, and authorities and experts in the practical\nand scientific spheres, by so many separate acts and hours of work.  Let no\nyouth have any anxiety about the upshot of his education, whatever the line of it may be. If\nhe keep faithfully busy each hour of the working day, he may safely leave the final result to\nitself. He can with perfect certainty count on waking up some fine morning, to find himself\none of the competent ones of his generation, in whatever pursuit he may have singled out. \nSilently, between all the details of his business, the power of judging in all that class of\nmatter will have built itself up within him as a possession that will never pass away.  Young\npeople should know this truth in advance. The ignorance of it has probably engendered more\ndiscouragement and faint-heartedness in youth embarking on arduous careers than all other\ncauses put together.\" (Psychology, William James, Henry Holt, 1892, p. 150.)\n<\/p><p>\nA good ideal for youth to build a happy home is this: Keep true to the best and never let an\nhour of indulgence scar your life for eternity.\n<\/p><p>\n<i>Loyalty to Your Future Companion<\/i>\n<\/p><p>\nNext under that heading of loyalty, I urge <i>loyalty to your future companion<\/i>. When harmony,\nmutual consideration, and trust pass out of the home, hell enters in.  A memory of a simple\nindulgence in youth sometimes opens hell's door.  Girls, choose a husband who has respect\nfor womanhood! Young man, choose a girl who, in her teens, has virtue and strength enough\nto keep herself true to her future husband! Down the road of indulgence are too many good\nyoung girls, seeking vainly for happiness in the by-ways where people grovel but do not\naspire. As a result their search for happiness is in vain.  They grasp at what seems substance\nto find only ashes.\n<\/p><p>\nIf you would have a happy marriage, keep your reputation as well as your character unsullied.\n<\/p><p>\nIt is a common saying throughout the world that young men may sow their wild oats, but\nyoung women should be chaperoned.  In general, this is pretty well carried out, but in the\nChurch we have but one single standard, and it is just as important for young men to keep\nthemselves chaste as it is for young women.  No matter what the opportunity, no matter what\nthe temptation, let the young man know that to find happiness he must hold sacred his true\nmanhood.  Marriage is a failure when manhood is a failure.  Let him know that to gain moral\nstrength he must learn to resist temptation, learn to say with Christ, \"Get thee hence, Satan:\nfor it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve\"\n(<span class=\"citation\" id=\"124431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124431)\">Matt. 4:10<\/a><\/span>).\nThen he is happy; there is peace instead of turbulency in his soul.\n<\/p><p>\n<i>Continued Courtship<\/i>\n<\/p><p>\nNext to loyalty as contributive to a happy home, I should like to urge <i>continued courtship<\/i>,\nand apply this to grown people. Too many couples have come to the altar of marriage looking\nupon the marriage ceremony as the end of courtship instead of the beginning of an eternal\ncourtship.  Let us not forget that during the burdens of home life&mdash;and they come&mdash;that\ntender words of appreciation, courteous acts are even more appreciated than during those\nsweet days and months of courtship. It is after the ceremony and during the trials that daily\narise in the home that a word of \"thank you,\" or \"pardon me, \"if you please,\" on the part of\nhusband or wife contributes to that love which brought you to the altar.  It is well to keep in\nmind that love can be starved to death as literally as the body that receives no sustenance.\nLove feeds upon kindness and courtesy.  It is significant that the first sentence of what is now\nknown throughout the Christian world as the Psalm of Love, is, \"Love suffereth long, and is\nkind\" (<span class=\"citation\" id=\"124432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 124432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(124432)\">1 Cor. 13:4<\/a><\/span>).\nThe wedding ring gives no man the right to be cruel or inconsiderate, and no woman\nthe right to be slovenly, cross, or disagreeable.\n<\/p><p>\n<i>Self-Control<\/i>\n<\/p><p>\nThe next contributing factor to your happy marriage I would name is <i>self-control<\/i>.  Little\nthings happen that annoy you, and you speak quickly, sharply, loudly, and wound the other's\nheart.  I know of no virtue that helps to contribute to the happiness and peace of the home\nmore than that great quality of self-control in speech.  Refrain from saying the sharp word\nthat comes to your mind at once if you are wounded or if you see something\nin the other which offends you.  It is said that during courtship we should keep our eyes wide\nopen, but after marriage keep them half-shut.\n<\/p><p>\nWhat I mean may be illustrated by a young woman who said to her husband, \"I know that my\ncooking isn't good; I hate it as much as you do, but do you find me sitting around griping\nabout it?\" This griping after marriage is what makes it unpleasant.  I recall the words of Will\nCarleton: \n<\/p><p>\nWORDS\n<\/p><p>\n      \"Boys flying kites haul in their white-winged birds&mdash;<br \/>\n      You can't do that when you're flying words.<br \/>\n      Thoughts unexpressed may sometimes fall back dead,<br \/>\n      But God himself can't kill them when they're said.\"\n<\/p><p>\n<i>Children in the Home<\/i>\n<\/p><p>\nMarriage offers an opportunity to share in the love and care of children, and that is the true\npurpose of marriage.  One writer truly says: \"Without children, or without believing that\nchildren are important, marriage is incomplete and unfulfilled.  Children take time, trouble,\nand more patience than we usually have.  They interfere with freedom, good times, and\nluxury, but children are the real purpose and reason behind marriage.  If we do not put the\nproper value on parenthood, we are not emotionally or socially ready for marriage.\n<\/p><p>\n\"Marriage is a relationship that cannot survive selfishness, impatience, domineering,\ninequality, and lack of respect.  Marriage is a relationship that thrives on acceptance, equality,\nsharing, giving, helping, doing one's part, learning together, enjoying humor,\" and a home is\nfull of humor with children.\n<\/p><p>\nThe more you keep in company with your wife, the happier you are.  Business takes you\naway from home.  She is there alone.  Do not let companionship with other women divide\nyour affection, and that applies to woman as well as to man.  At one time I thought that it did\nnot; that man was wholly to blame for the unrest, the disagreements and sorrows that are\noccurring too frequently, but I have had to modify my opinion.  Companionship is the means\nof perpetuating that love which brought about your union.\n<\/p><p>\nIn conclusion, for the proper solution of the great problems of marriage we may turn with\nsafety to Jesus, our Guide. He declared, as I read in the beginning, that marriage is ordained\nof God and that only under the most exceptional conditions should it be set aside.  In the\nteachings of the Church of Jesus Christ, the family assumes supreme importance in the\ndevelopment of the individual and of society.  \"Happy and thrice happy are they who enjoy\nan uninterrupted union, and whose love, unbroken by any complaints, shall not dissolve until\nthe last day.\"\n<\/p><p>\nIt will not dissolve when sealed by the authority of the Holy Priesthood throughout all\neternity.  The marriage ceremony, when thus sealed, produces happiness and joy unsurpassed\nby any other experience in the world. \"What therefore God hath joined together, let not man\nput asunder\" (<span class=\"citation\" id=\"34800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34800)\">Matt. 19:6<\/a><\/span>).\n<\/p><p>\n\"Home's not merely four square walls,<br \/>\n      Though with pictures hung and gilded; <br \/>\n      Home is where Affection calls,<br \/>\n      Filled with shrines the Heart has builded!\n<\/p><p>\n\"Home's not merely roof and room&mdash;<br \/>\n      It needs something to endear it; <br \/>\n      Home is where the heart can bloom,<br \/>\n      Where there's some kind [heart] to cheer it!\n<\/p><p>\n\"What is home with none to meet,<br \/>\n      None to welcome, none to greet us?<br \/>\n      Home is sweet&mdash;and only sweet&mdash;<br \/>\n      Where there's one we love to meet us.\"<br \/><br \/>\n&nbsp; &nbsp;                          Charles Swain\n<\/p><p>\nTo the Church, not only to young people, but also to married people, I plead this morning for\nmore contented homes brought about through love, faithfulness, loyalty, self-control, and\nobedience to the principles of marriage as set for us by revelation to the members of the\nrestored Church of Jesus Christ.\n<\/p><p>\nMay God help us to be exemplary to the world in this respect, I pray in the name of Jesus\nChrist.  Amen.\n<\/p>\n<\/div>\n<\/div>"}