{"ID":813, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Teach Your Children<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1956, pp. 10-12<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, and my beloved brethren and sisters: I\nsincerely hope that I may have an interest in your prayers in the endeavor to give you one or\ntwo thoughts that I have in my mind. It is needless to say that the Presiding Bishopric is\ndeeply interested in all the young men of the Church who hold the Aaronic Priesthood.  Are\nfathers and mothers holding a weekly home evening where they sit down with their children\nand discuss the gospel of the Lord Jesus Christ and what it will mean to them in their lives?\n<\/p><p>\nI think it would be a most inspiring story&mdash;it is a true story&mdash;to tell of Jesus the Christ, at\nthe age of twelve, being invited by Joseph and Mary to go into Jerusalem wherein they were\nto pay their taxes, and while there the Christ went into the temple. Immediately he entered\ninto discussion with learned men.  In the meantime, Mary and Joseph started homeward. \nThey soon discovered that the Christ was not with them.  They returned to Jerusalem and\nfound him in the temple.  Mary was sorrowful because Christ had not been with them, but he\nsaid to them,\n<\/p><p>\nHow is it that ye sought me? wist ye not that I must be about my Father's business?\n(<span class=\"citation\" id=\"31423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31423)\">Luke 2:49<\/a><\/span>).\n<\/p><p>\nI think the young men who will eventually hold the Aaronic Priesthood, who have in their\nhearts the words, \"Wist ye not that I must be about my Father's business?\" as the priesthood\nis bestowed upon them, will be anxious to go forward and render the assignments that will\ncome to them.\n<\/p><p>\nIt is a wonderful thing in the home to discuss with our young people the history of John the\nBaptist, a yet young man who had an assignment from on high.  The beloved John the\nApostle said, \"There was a man sent from God, whose name was John\"\n(<span class=\"citation\" id=\"27672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27672)\">John 1:6<\/a><\/span>), and John\nwas sent among the people to preach repentance and baptism for the remission of sins, to tell\nthem that Jesus the Christ was to appear, and in the course of time confer upon them the Holy\nGhost.\n<\/p><p>\nOur sons should know of the crucifixion of the Christ and his resurrection; that after the\nresurrection he appeared on this, the American continent, and established the Church of Jesus\nChrist as he had established it in far-off Jerusalem.  I think if our young people had that\nhistory and had it in their hearts and understood fully the gospel of the Lord Jesus Christ as it\nhas been restored through the Prophet Joseph Smith, it would so impress them that they\nwould endeavor to live it in every way.\n<\/p><p>\nIt would be most inspiring and wonderful to tell these young people something about the\nApostles who lived in the days of Jesus the Christ, and who were selected by him, particularly\nof Peter, James, and John who were actually the presidency of the first Church established by\nthe Christ.  They should know and understand that the Church of Jesus Christ was actually\norganized by Christ in the days of these apostles.\n<\/p><p>\nThey should know something of the Book of Mormon&mdash;how Joseph Smith received the\nsame&mdash;and in that wonderful book we find the story of the Christ and his gospel in its fulness.  It\nis an interesting thing to tell them, too, how that same Christ appeared among the Nephites,\nand among other things the Nephites heard God the Father saying, \"Behold my Beloved Son,\nin whom I am well pleased, in whom I have glorified my name&mdash;hear ye him\"\n(<span class=\"citation\" id=\"5562\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5562)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5562)\">3 Ne. 11:7<\/a><\/span>),\nand thereby, came the establishment of the great Church of Jesus Christ here upon the\nAmerican continent.\n<\/p><p>\nThereafter, I think it is a fine thing to discuss with these young people and point out to them\nthat the gospel of the Lord Jesus Christ was lost because men were seeking different\ndoctrines, that the priesthood had been taken away, and there was darkness upon the earth.  It\nwould be inspiring to discuss the Prophet Joseph who went to the Lord and\nasked the Lord wherein he might find the true Church, and in reply the Lord appeared and\nintroduced the Christ himself, saying, \"This is My Beloved Son. Hear Him!\"\n(<span class=\"citation\" id=\"30350\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30350)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30350)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nIt would be a source of inspiration for our young people to know that the Aaronic Priesthood\nwas brought back to the earth through John the Baptist and bestowed upon Joseph Smith and\nOliver Cowdery and also that the Melchizedek Priesthood was restored by Peter, James, and\nJohn, the Apostles of Jesus the Christ in a former day. These young people should know that\nthese are realities, that they actually happened, and then there will be a desire to live the\ngospel and enjoy all of the blessings therein.\n<\/p><p>\nAs parents, we have great responsibilities, as President McKay has already pointed out to us. \nI suggest that sometime you read in the Doctrine and Covenants, section 68, verses 25-28\n(<span class=\"citation\" id=\"13477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13477)\">D&amp;C 68:25-28<\/a><\/span>),\nwith reference to our responsibilities as parents. The Lord made it very clear, as far as our\nsons and daughters are concerned, that we should teach them the doctrine of repentance, faith\nin Christ, the Son of the Living God, baptism, and the gift of the Holy Ghost by the laying on\nof hands.  Then the Lord went on and said this to us in conclusion: \"And they shall also teach\ntheir children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"13478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13478)\">D&amp;C 68:28<\/a><\/span>).\n<\/p><p>\nWe should read to them about the appearance of John the Baptist to the Prophet Joseph when\nhe said this: \n<\/p><p>\nUpon you my fellow servants, in the name of Messiah I confer the Priesthood of\nAaron, which holds the keys of the ministering of angels, and of the gospel of\nrepentance and of baptism by immersion for the remission of sins; and this shall never\nbe taken again from the earth, until the sons of Levi do offer again an offering unto\nthe Lord in righteousness\n(<span class=\"citation\" id=\"13441\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13441)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13441)\">D&amp;C 13:1<\/a><\/span>).\n<\/p><p>\nThese young men are ordained members of the Aaronic Priesthood at the age of twelve.  In\nthe minds of many people, this may seem questionable; but it should not be, because if they\nwill but read or hear the words and repeat them and remember them, the words of Christ,\nwhen he spoke to his mother and said: \"Wist ye not that I must be about my Father's\nbusiness?\" (<span class=\"citation\" id=\"31424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31424)\">Luke 2:49<\/a><\/span>).\nI am sure that every deacon will have that same attitude.\n<\/p><p>\nIt is a wonderful thing if a father will tell his son what it means to pass the sacrament and\nwhat it means to be called by the bishop to go out and collect the fast offerings for the good\nof those who are in need.  It is an inspiring lesson that ought to be taught to these young men\nto the end that day by day they will endeavor to live the gospel of the Lord Jesus Christ and\nactually have in their hearts his spirit. It is a marvelous thing to talk to these young men\nabout the Prophet Joseph, who at the age of fourteen asked the Lord, \"Lord, where may I find\nthe Church of the Christ?\" and in answer thereto, the Father and the Son appeared, and the\nFather said, \"This is My Beloved Son.  Hear Him!\"\n(<span class=\"citation\" id=\"30351\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30351)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30351)\">JS&mdash;H 1:17<\/a><\/span>).\nAnd Joseph, at the age of fourteen, heard\nthese words of the Christ and received direction from on high as to how the Church should be\nestablished.\n<\/p><p>\nIt is well to remember that many of these young men who hold the Aaronic Priesthood at the\nage of fourteen are called to be teacher&mdash;to go out among the people and teach them the gospel\nof the Lord Jesus Christ, with a member of the Melchizedek Priesthood, and to render such\nother service as the bishop may feel is necessary.\n<\/p><p>\nIt is a wonderful thing to think of the priests, these young men who at the age of sixteen\nbecome active in the same assignments as did John the Baptist.  It is marvelous to know that\nthese young men have the right to preach repentance, perform the ordinance of baptism, and\nbless the Sacrament. John the Baptist did not have the privilege of blessing the Sacrament\nbecause he had passed on, and the Sacrament of course was established just before Christ was\ncrucified.  So these young priests of today have opportunities that John the Baptist did not\nenjoy.  We also read in the Book of Mormon: \"After they had prayed unto the Father in the\nname of Christ, they laid their hands upon them, and said: \n<\/p><p>\n\"In the name of Jesus Christ I ordain you to be a priest, (or, if he be a teacher)\nI ordain you to be a teacher, to preach repentance and remission of sins\nthrough Jesus Christ, by the endurance of faith on his name to the end. Amen\"\n(<span class=\"citation\" id=\"38259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38259)\">Moro. 3:2-3<\/a><\/span>).\n<\/p><p>\nResponsibility devolves upon bishops, bishops' counselors, fathers and mothers, that we\nshould impress upon these young men the sacredness of blessing the Sacrament, and what the\nSacrament means and its purpose; and also the privilege of performing the ordinance of\nbaptism. If these young men understand the full meaning of the Sacrament and preaching\nrepentance, they will become so interested that they will try to live lives in harmony with\nJesus the Christ and say, as he said: \"Wist ye not that I must be about my Father's business?\"\n(<span class=\"citation\" id=\"31425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31425)\">Luke 2:49<\/a><\/span>).\n<\/p><p>\nSo, brethren and sisters, as parents we have great responsibility, as President McKay has\nalready pointed out, in our homes; and I think one of the greatest responsibilities that falls\nupon us, and one we should follow closely, is the matter of holding a home evening with our\nyoung people.  Call on some of them to pray.  Give some of them the assignment to tell us\nsomething about faith, something about the gift of the Holy Ghost, and something about the\nmatter of holding the Aaronic Priesthood. If that is done, there is no question that these young\npeople will meet all of the requirements that come to them through the gift and the power of\nthe Holy Ghost.\n<\/p><p>\nOnly last Sunday, I attended a conference where many of these young people had the\nopportunity of bearing testimony.  It was a great thrill to hear them say that they know that\nJesus the Christ lives&mdash;that they know that this is his Church.  Some might question it\nbecause of their age; but nevertheless if they receive the gift of the Holy Ghost, they will\nhave that knowledge.\n<\/p><p>\nI recall the time when I was baptized and confirmed a member of the Church at fast meeting.\nI had a peculiar feeling, and something came to my soul that gave me happiness and\njoy&mdash;something that I had never experienced before. On the way home, I said to Mother: \"I had a\npeculiar feeling, Mother, when the bishop laid his hands upon my head and confirmed me a\nmember of the Church, and said, 'Receive the Holy Ghost.'\"\n<\/p><p>\n\"Son, what was the feeling?\"\n<\/p><p>\nI said, \"A feeling of happiness, a feeling that filled my soul&mdash;something I have never had\nbefore.\"\n<\/p><p>\nShe said, \"What did he say to you, Son?\"\n<\/p><p>\nI said, \"'Receive the Holy Ghost.'\"\n<\/p><p>\nSo mother said to me, \"Son, without a doubt the Lord was good enough to bestow upon you\nthe gift of the Holy Ghost\" and from that time until this time I have known that Jesus the\nChrist lives.  I know that Joseph Smith was a prophet of God. I know our President here is a\nprophet of God, and those who assist him.  I know that these twelve men are all apostles,\neach one of them, with the same power and privileges and rights that Peter, James, and John\nenjoyed in their time and age.\n<\/p><p>\nSo, parents, it is a wonderful thing that your sons who hold the Aaronic Priesthood will have\nthe feeling and the desire to go forward and to render every service that is required of them,\nthat they may follow the admonition in the fourth section of the Doctrine and Covenants,\nverse 3: \n<\/p><p>\nTherefore, if ye have desires to serve God ye are called to the work\n(<span class=\"citation\" id=\"13440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13440)\">D&amp;C 4:3<\/a><\/span>).\n<\/p><p>\nAnd they are called if they receive the Aaronic Priesthood, especially if you and I will so\nencourage them and teach them.\n<\/p><p>\nSo, fathers and mothers, I think, too, of what the Lord has said to you and me, as parents,\nwhen he said this: \"And they [speaking of us] shall also teach their children to pray, and to\nwalk uprightly before the Lord\"\n(<span class=\"citation\" id=\"13479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13479)\">D&amp;C 68:28<\/a><\/span>).\nSo there is no question about prayer; there is\nno question about walking uprightly before the Lord, but that he will bless them and inspire\nthem and lead them on, and that every one of them will have the same feeling as the Christ\nhad at the age of twelve, when he said: \"Wist ye not that I must be about my Father's\nbusiness?\" (<span class=\"citation\" id=\"31426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31426)\">Luke 2:49<\/a><\/span>).\nThis I pray will be the blessing of every member of the Aaronic Priesthood, and\nevery young person who has membership in this Church, which I humbly ask and pray for in\nthe name of Jesus Christ, our Savior.  Amen.\n<\/p>\n<\/div>\n<\/div>"}