{"ID":814, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Famine<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1956, pp. 13-16<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nLast Sunday we celebrated the event which initiated upon this earth the universal bodily\nresurrection.  Great events have a way of increasing in importance in our minds when we\nhold them up for study and contemplation and try to determine their significance, particularly\nas they apply to our own lives.  To assist in this process, we have adopted the very helpful\ncustom of setting aside special days to think about special things.  In addition to Easter we\nhave many other wonderful days.\n<\/p><p>\nWe have set aside the thirteenth of next month as Mother's Day, and we hold the significance\nof this great occasion with all that it stands for, up before our minds, and as a result the\nquality of our lives tends to adjust upward to maintain the level of our thoughts.\n<\/p><p>\nEach Fourth of July we set aside a day to celebrate our nation's birthday, and we think about\nour freedom, and what it means, and what it has cost, and what would happen if it were lost,\nand what we might be able to do to further promote the great idea of freedom in our lives,\nand in the world about us.\n<\/p><p>\nOn the twenty-fifth of December we set aside another day and hold up before our minds the\nlife and teachings of Him who was ordained to be the Savior of the world and the Redeemer\nof men.\n<\/p><p>\nAnd we think about his example and his sacrifice and what they mean to us, what he had in\nmind when he said, \"If I be lifted up, I will draw all men unto me\" (see\n<span class=\"citation\" id=\"27694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27694)\">John 12:32<\/a><\/span>).\n<\/p><p>\nIt has been said that the human mind has some of the qualities of the tendrils of a climbing\nvine; that is, it tends to attach itself and draw itself upward by what it is put in contact with. \nWe set aside these special days to put our minds in contact with the greatest ideas and ideals\nin the world.  From this point of view, think what the effect has been in America over the\nyears to both old and young, of looking up to the virtues and accomplishments of Washington\nand Lincoln, both of whom we believe to have been raised up by God, one to be the father of\nthis divinely favored country and the other to save it from dissolution.  The lives of both of\nthese great men so rich in integrity, honor, and devotion to duty, are held up before our minds\nto draw us to a higher level of thinking.\n<\/p><p>\nThis year happens to be the 250th anniversary of the birth of Benjamin Franklin, and during\nthis year throughout America much is being written and spoken about the outstanding\ncharacter qualities of this great American.  And as our minds attach themselves, we tend to\nabsorb these qualities to ennoble our own lives.  Each of these special occasions serves a\nnecessary and different purpose.\n<\/p><p>\nThis morning I would like to put your minds in contact with the fact that this is the 150th\nanniversary year of the birth of the Prophet Joseph Smith whose life marks the beginning of\nthe greatest and final gospel dispensation.  The importance of this great event has an unusual\nand overwhelming significance in the life of every human being who lives upon the earth.\n<\/p><p>\nIn holding this thought up for your consideration, I would like to take you back in history\nsome 3700 years to the birth of another prophet by the name of Joseph.  This Joseph was the\nson of Jacob and one of the twelve brothers who later became the leaders of the\nTwelve Tribes. Like Joseph Smith, this Joseph also received manifestations\nof the will of the Lord at a very early age.  This apparent favor caused some jealousies\namong his brothers, and when Joseph was seventeen years old, he was sent by his father to\ninquire about the welfare of his brothers who were tending the family flocks at Dothan. When\nthey saw him approaching, they said, \"Behold the dreamer cometh\"\n(<span class=\"citation\" id=\"23640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23640)\">Gen. 37:19<\/a><\/span>), and they plotted to take\nhis life.  But by the intercession of one of his brothers, a compromise was reached, and they\nsold Joseph for twenty pieces of silver\n(<span class=\"citation\" id=\"23641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23641)\">Gen. 37:28<\/a><\/span>), which is approximately eleven dollars in American\nmoney, to a group of Ishmaelites who were going down into Egypt to sell their spices.\n<\/p><p>\nIn Egypt God did not forsake Joseph but continued to give him other manifestations of the\ndivine will (<span class=\"citation\" id=\"23642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23642)\">Gen. 41:1-57<\/a><\/span>).\nThis fact was known to some of Joseph&rsquo;s associates, and fifteen years later when\nPharaoh had a dream which troubled him, Joseph was sent for. Joseph told Pharaoh that there\nwould come seven years of great plenty. These would be followed by seven years of famine,\nand Joseph advised Pharaoh to build granaries and store up the corn in the good years to\nreduce the suffering during the years of famine. Pharaoh, seeing that Joseph was a man of\nability and understanding and that the Lord was with him, appointed him to be the manager of\nthis great Egyptian welfare program. Then Joseph built granaries and stored up the corn\nduring these seven years of plenty.\n<\/p><p>\nFinally the years of abundance were over, and the great famine began. Then Joseph opened\nthe granaries, and all of the surrounding nations, including the brothers of Joseph, came to\nEgypt to buy corn. When the brothers learned that Joseph was now a man of great authority\nand power, they were naturally very frightened.  But Joseph quieted their fears with these\nwords. He said,\n<\/p><p>\n. . . be not grieved nor angry with yourselves . . . that ye sold me hither: for God did\nsend me before you to preserve life\n(<span class=\"citation\" id=\"23643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23643)\">Gen. 45:5<\/a><\/span>).\n<\/p><p>\nAnd thus for approximately eleven dollars several nations were saved from starvation.\n<\/p><p>\nIt is a little bit difficult to understand \"a famine\" when one of our most pressing problems is\nsurplus and oversupply. But it is even more difficult when men have pushed God out of their\ninterests, to understand another kind of famine which he foretold should come upon the earth\nin consequence of disobedience and sin. In foretelling this famine, the Prophet Amos said,\n<\/p><p>\nBehold the days come, saith the Lord God, that I will send a famine in the land, not a\nfamine for bread, nor a thirst for water, but of hearing the words of the Lord: \n<\/p><p>\nAnd they [men] shall wander from sea to sea, and from the north even to the east, and\nshall run to and fro to seek after the word of the Lord, and shall not find it\n(<span class=\"citation\" id=\"10406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10406)\">Amos 8:11-12<\/a><\/span>).\n<\/p><p>\nThis famine was also literally fulfilled as foretold.  Isaiah had said,\n<\/p><p>\nThe earth also is defiled under the inhabitants thereof; because they have transgressed\nthe laws, changed the ordinances, broken the everlasting covenant\n(<span class=\"citation\" id=\"25173\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25173)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25173)\">Isa. 24:5<\/a><\/span>).\n<\/p><p>\nThe ministry of the Master himself was permitted to continue for only three short years. \nThen one by one each of the apostles was put to death.  According to tradition Peter, Andrew,\nSimon, and Philip were crucified; James and Paul were beheaded; Bartholomew was flayed\nalive; Matthew was slain with a battle-ax; Thomas was run through with a lance; James was\nbeaten to death; Thaddeus was shot through with arrows; Barnabas was stoned; Mark was\ndragged to death in the streets of Alexandria; and John, the one surviving apostle, was\nbanished to that rocky little island in the Aegean Sea called Patmos.\n<\/p><p>\nThe Church, thus left without divine leadership, soon sank to the lower level of a strictly\nhuman institution, and as conditions went from bad to worse, that prophecy of Isaiah saw\ncomplete fulfillment which said, \"For, behold, the darkness shall cover the earth, and gross\ndarkness the people\" (<span class=\"citation\" id=\"25180\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25180)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25180)\">Isa. 60:2<\/a><\/span>).\n<\/p><p>\nBut as has been said, God always provides the remedy before the plague.  Six hundred years\nB.C. a little group of Israelites who were descendants of Joseph were led away from\nJerusalem by the Lord, headed for a far-off land which we now know as\nAmerica They brought with them their records and the writings of their prophets, including\nthe writings of this same Prophet Joseph who was sent into Egypt \"to preserve life\"\n(<span class=\"citation\" id=\"23644\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23644)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23644)\">Gen. 45:5<\/a><\/span>). After\ntheir arrival in the promised land, Lehi read to them a prophecy made by their famous\nancestor, Joseph, about events that should take place in the latter days in this new land.\n<\/p><p>\nHe said,\n<\/p><p>\nYea, Joseph truly said: Thus saith the Lord unto me: A choice seer will I raise up out\nof the fruit of thy loins; and he shall be esteemed highly among the fruit of thy loins.\nAnd unto him will I give commandment that he shall do a work for the fruit of thy\nloins, his brethren, which shall be of great worth unto them, even to the bringing of\nthem to the knowledge of the covenants which I have made with thy fathers.<br \/>\nAnd his name shall be called after me; and it shall be after the name of his father. And\nhe shall be like unto me; for the thing, which the lord shall bring forth by his hand, by\nthe power of the lord shall bring my people unto salvation\n(<span class=\"citation\" id=\"3591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3591)\">2 Ne. 3:7,15<\/a><\/span>).\n<\/p><p>\nJoseph Smith fulfilled these prophecies.  Joseph had said, \"His name shall be called after me,\"\nJoseph.  \"And it shall be after the name of his father.\" Joseph Smith's father's name was\nJoseph. Then the prophet said, \"And he shall be like unto me.\" Joseph, the son of Jacob, was\nsent before the face of the Egyptian famine to preserve life.  And Joseph Smith was sent\nbefore the face of the spiritual famine spoken of by Amos\n(<span class=\"citation\" id=\"10407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10407)\">Amos 8:11-12<\/a><\/span>), for exactly the same purpose, to\nunlock the granaries of spiritual truth, to dispel the darkness that covered the earth, and make\npossible that every living soul might have \"life everlasting\"\n(<span class=\"citation\" id=\"31445\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31445)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31445)\">Luke 18:30<\/a><\/span>).\n<\/p><p>\nOne of the most thrilling events that has ever happened in the world came as a part of the\nfulfillment of this prophecy, when in the early spring of 1820, God the Father and his Son,\nJesus Christ, reappeared upon this earth to open this greatest and final gospel dispensation.\nAnd God has placed in the hands of men three great volumes of new scripture, outlining in\nevery detail the simple principles of the gospel, that all men might be fed the bread of life\nand be enabled thereby to work out their individual personal exaltation.\n<\/p><p>\nBut it is possible to perish even in the presence of plenty.  In the early gold rush days of this\ncountry many men lost their lives trying to cross what was known as the great American\ndesert. Later when their bodies were recovered, it was found that many of them had died in\nclose proximity to the water holes. With just a little additional knowledge, they would have\nbeen able to have saved their own lives.\n<\/p><p>\nThis experience of the forty-niners has its spiritual counterpart in our own day.  Emerson\nindicated this possibility when he said,\n<\/p><p>\nOn the brink of the waters of life and truth we are miserably dying.  Sometimes we\nare furthest away when we are closest by.  We stand on the brink of an ocean of\npower, but each must take the step that would bring him there.\n<\/p><p>\nIt is always a pathetic tragedy when that step is not taken.\n<\/p><p>\nThis is evidenced by the fact that\nnineteen hundred years ago unheeding men lived in the very presence of the Son of God, and\nin response to his invitation to partake of the truths of eternal life they merely said, \"His\nblood be upon us, and on our children\"\n(<span class=\"citation\" id=\"34817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34817)\">Matt. 27:25<\/a><\/span>).\nAnd so it has been.  They were so\nnear&mdash;yet they were so far away. How this event should challenge our initiative and put us\non our feet, earnestly seeking that greatest of all blessings, eternal exaltation!\n<\/p><p>\nBut nineteen hundred years have come and gone since that time, and the lives of men are still\nbeing wasted by the devastation of spiritual famine.  Certainly it is just as true now as it was\nthen, that \"there is only one name given whereby man must be saved\"\n(see <span class=\"citation\" id=\"7779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7779)\">Acts 4:12<\/a><\/span>). Yet\nout of over two billion people who presently occupy the earth, only one-third even bear the\nname of Christian. And this one-third is divided into some 250 contending sects, all claiming\nto accept the Bible as the inspired word of God and the only authoritative rule of faith and\ndoctrine.  Their confusion on even the most simple points of doctrine is indicated by the\nreport that some seventy-eight of these baptize by immersion, many sprinkle, sixty-eight have\noptional forms, sixty-seven practice infant baptism, many have no baptism.  Thirty-nine\nrequire no adherent to creed or doctrine of any kind.\n<\/p><p>\nAlmost every Protestant church came into existence because of \"a protest\" or an \"argument.\"\nThe division of opinion caused by the Civil War was responsible for the formation of many\nnew churches. The Church of England was organized because the Pope refused to give Henry\nVIII a divorce.  There are many \"state churches.\" It was Emperor Constantine, not the\nservants of the Lord, that made Christianity the church of the Roman Empire.\n<\/p><p>\nAnd as this famine has run its long, destructive course, many of the truths that Jesus came to\ngive to the world have been lost, even to \"know God\" which Jesus declared was \"life eternal\"\n(<span class=\"citation\" id=\"27699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27699)\">John 17:3<\/a><\/span>).\n<\/p><p>\nOne of the most popular of present day ministers recently said, \"No one can possibly know\nabout God.  God is absolutely immeasurable, undiscoverable and undiscernible.\" He said, \"He\nhas no body or shape.\" St. Augustine attempted to describe the nature of God as a circle\nwhose center was everywhere and circumference nowhere.\n<\/p><p>\nIn the severity of this famine of spiritual understanding, men have denied personality to deity. \nThey have also deprived him of his body.  They have left him without senses, faculties or\nfeelings. And as a natural consequence, the world in large part is still where Paul found it\nnineteen hundred years ago, worshiping at the feet of an \"unknown God\"\n(<span class=\"citation\" id=\"7788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7788)\">Acts 17:23<\/a><\/span>), and this without\nproper understanding of even the most simple principles taught by Jesus and recorded in the\nBible.  These include such important doctrines as the literal bodily resurrection, the degrees of\nglory, the pre-existence of man, salvation for the dead, the functions of the Aaronic and\nMelchizedek Priesthoods, the proper organization of the Church, what the name of the Church\nshould be, the function of sacred temples, the eternity of the family unit, and many other\nimportant doctrines vital to our salvation and all plainly taught by Jesus and recorded in the\nBible.\n<\/p><p>\nSo far as I know, the most important fact there is in the world today is that God has again\nrestored the priesthood, and his voice has regiven that divine commission saying, \"Go ye\ntherefore, and teach all nations\"\n(<span class=\"citation\" id=\"34819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34819)\">Matt. 28:19<\/a><\/span>).\nAmos said that many should \"run to and\nfro seeking the word of the Lord but should not find it\"\n(<span class=\"citation\" id=\"10408\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10408)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10408)\">Amos 8:12<\/a><\/span>).\nOne of the reasons that some can't\nfind it is that as of old, some have eyes that see not\n(<span class=\"citation\" id=\"34787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34787)\">Matt. 13:14-15<\/a><\/span>).\nThere are some others who can't find it\nbecause some of us who have access to it, keep our lights hidden under a bushel\n(<span class=\"citation\" id=\"34756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34756)\">Matt. 5:15<\/a><\/span>).  There are\nothers who can't find it because of their confusion when our lives don't accord with our\nteachings.\n<\/p><p>\nThe restoration of the gospel has a vital significance in the life of every person upon the\nearth. This cannot be evaded nor avoided. This responsibility we must understand.  In one of\nthe most meaningful of all latter day scriptures, the Lord has said, \"It must needs be that <i>all<\/i>\nmen must be left without excuse\"\n(see <span class=\"citation\" id=\"13502\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13502)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13502)\">D&amp;C 88:82<\/a><\/span>), and that applies to those who fail to\nhear, and even more particularly to those who fail to teach, for those who bear the divine\ncommission to dispense spiritual truth must also share in the prospective condemnation spoken\nof by Paul who said, \"Woe is me if I preach not the gospel\"\n(<span class=\"citation\" id=\"275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(275)\">1 Cor. 9:16<\/a><\/span>).\n<\/p><p>\nAnd so during this anniversary year, we hold up before our minds and the minds of all men\nthe tremendous message of the restoration, and pray that our minds may attach themselves to\nthe revealed word of the Lord with such great power, diligence, and faith, that this\ndevastating famine may be dispelled, that men may be able to find the clear waters of eternal\nlife, and that because of our obedience to the gospel, that God may thereby be enabled to\ndraw all of his children upward to him to inherit the celestial kingdom.\n<\/p><p>\nMay God bless us I pray, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}