{"ID":815, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Walk in Truth\"<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, April 1956, pp. 17-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn these few minutes allotted to me, I humbly pray that the Lord will bless me.  I feel the\nweight of the responsibility. I certainly need blessings of the Lord.  I want to try and leave\nwith you one idea that you may carry back into your own private thinking and life to\nmagnify, to bless, to make beautiful.  And I believe out of my own thinking and prayers it is\nhere.\n<\/p><p>\nThere is a phrase that is often heard among the Latter-day Saint people.  It was heard when I\nwas a boy. The four standard works of the Church of Jesus Christ of Latter-day Saints.  Have\nyou read them? Do we know what they are? I often think of the inspiration and help that has\ncome to me as I have read the word of the Lord.\n<\/p><p>\nThe Bible, the Book of Mormon, the Doctrine and Covenants, the Pearl of Great Price! \nThere are the four great standard works of the Church.\n<\/p><p>\nDuring the last year or two I have tried to make them a part of my life. I humbly bear\ntestimony that in them there is inspiration, there is strength, there is confidence, there is the\nword of the Lord.\n<\/p><p>\nLet me read a few sentences of the Bible.  I quote from the 21st Psalm&mdash;one of my favorite\npassages of scripture. They are all familiar to you.\n<\/p><p>\nThe Lord is my light and my salvation; whom shall I fear? the Lord is the\nstrength of my life; of whom shall I be afraid? . . .<br \/>\nThough an host should encamp against me, my heart shall not fear: though war should\nrise against me, in this will I be confident.<br \/>\nOne thing have I desired of the lord, that will I seek after; that I may dwell in the\nhouse of the Lord all the days of my life, to behold the beauty of the Lord, and to\nenquire in his temple.<br \/>\nFor in the time of trouble he shall hide me in his pavilion: in the secret of his\ntabernacle shall he hide me; he shall set me up upon a rock.<br \/>\nAnd now shall mine head be lifted up above mine enemies round about me: therefore\nwill I offer in his tabernacle sacrifices of joy; I will sing, yea, I will sing praises unto\nthe Lord . . .<br \/>\nWait on the Lord: be of good courage, and he shall strengthen thine heart: wait, I say,\non the Lord (<span class=\"citation\" id=\"41799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41799)\">Ps. 27:1,3-6,14<\/a><\/span>).\n<\/p><p>\nThere is great beauty and strength in the Bible.  Do you read the Bible?  Do you read it\nprayerfully?  A library of sixty-six books written by many men, covering nearly three\nthousand years. The general theme is a true and living God sounding the call to reform and\nrededication.\n<\/p><p>\nThe Old Testament is the divine fore-showing of his coming. The New Testament, the gospel\nof Jesus Christ; our Lord, the masterpiece of world literature, the most majestic exposition of\nreligion ever given to man.\n<\/p><p>\nThe first five books of the Old Testament stand at the head of the literature of the world.\nWords like these: \n<\/p><p>\nIn the beginning God created the heaven and the earth . . .<br \/>\nAnd God said, let there be light: and there was light . . .<br \/>\nSo God created man in his own image, in the image of God created he him\n(<span class=\"citation\" id=\"23629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23629)\">Gen. 1:1,3,27<\/a><\/span>).\n<\/p><p>\nIt contains the great teachings of the Ten Commandments, the Sermon on the Mount.  Fewer\nwords, if any, have such a great influence for good upon the human family. Here by prayerful\nstudy we may learn the truer values of life, the road to real happiness.\n<\/p><p>\nI am going to try to make it a real part of my life. Out of prayerful thought I bear testimony\nand invite you that this year may be a great year for you and for me in this glorious literature.\n<\/p><p>\nAnother of these standard works of the Church is the Book of Mormon, to which I refer\nbriefly. I read from Third Nephi: \n<\/p><p>\nTherefore ye must always pray unto the Father in my name;<br \/>\nAnd whatsoever ye shall ask the Father in my name, which is right, believing that ye\nshall receive, behold it shall be given unto you.<br \/>\nPray in your families unto the Father, always in my name, that your wives and your\nchildren may be blessed (<span class=\"citation\" id=\"5565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5565)\">3 Ne. 18:19-21<\/a><\/span>).\n<\/p><p>\nA lonely boy in Shanghai, China, hunts for a Mormon. No one is found. He wants to find one\nof his own people.  \"Try a Latter-day Saint,\" says a fellow companion. \"They are sometimes\ncalled that.\" Discouraged he goes back to his bunk. He finds the fellows waiting with a\npackage on his cot. He opens it and finds the package wrapped in a white box.  At first he\nthinks it is a box of candy and goodies, and then when he looks closer he sees a name. \nReverently he says, \"Hello, Mother.\" \"A Book of Mormon,\" says a fellow nearby.\n<\/p><p>\nInspirations came to three of these chaps.  They pledged together that they would read the\nBible, the Book of Mormon, and the other general scriptures.\n<\/p><p>\n. . . the Lord giveth no commandments unto the children of men, save he shall prepare\na way for them that they may accomplish the thing which he commandeth them\n(<span class=\"citation\" id=\"1532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1532)\">1 Ne. 3:7<\/a><\/span>).\n<\/p><p>\nThis startled the imagination and the will of these fellows to go after this task.\n<\/p><p>\nThe Doctrine and Covenants, another of the standard works of the Church. In Section 78: \n<\/p><p>\nAnd ye cannot bear all things now; nevertheless, be of good cheer, for I will lead you\nalong.  The kingdom is yours and the blessings thereof are yours, and the riches of\neternity are yours.<br \/>\nAnd he who receiveth all things with thankfulness shall be made glorious; and the\nthings of this earth shall be added unto him, even an hundred fold, yea, more\n(<span class=\"citation\" id=\"13487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13487)\">D&amp;C 78:18-19<\/a><\/span>).\n<\/p><p>\nWhen we had finished reading the Doctrine and Covenants, my wife said, \"Oscar, I think we\nshould say a prayer.\" We prayed.\n<\/p><p>\nThe Pearl of Great Price, another of the four standard works of the Church. This book\ncontains the Book of Moses, the Book of Abraham, and extracts from the history of Joseph\nSmith, the Prophet, and other important words of the Lord.\n<\/p><p>\nI close with these words from the Third Epistle of John, 4th verse: \n<\/p><p>\nI have no greater joy than to hear that my children walk in truth\n(<span class=\"citation\" id=\"5320\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5320)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5320)\">3 Jn. 1:4<\/a><\/span>).\n<\/p><p>\nMay the Lord bless us as we prayerfully study the four great standard works of the Church.\n<\/p><p>\nMay the Lord bless our children that they may ever walk in truth, that by the reading or\nstudying of these great books, there shall come to them inspiration, I pray, in the name of\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}