{"ID":816, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Standard Works<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1956, pp. 32-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my brethren and sisters: I pray that the Lord may bless me that what I say\nmay be of some help to everyone in this large audience.  It is quite natural that when we are\ncalled upon to speak, we give utterance to the thoughts that are on our minds and in our\nhearts.\n<\/p><p>\nI have been thinking this day of the words of the Vermont Historical Society when they wrote\nconcerning the history of Sharon.  To quote a sentence or two, the paragraph to which I refer\nsays that: \"Sharon was settled in 1765 by Connecticut emigrants and organized in 1766. \nSharon entered the Hall of Fame by being the birthplace of one of the immortals of American\nHistory, Joseph Smith who founded the Mormon religion.\" It is a noble tribute written by the\nstate historian concerning the Prophet Joseph Smith.\n<\/p><p>\nIn the book of Ecclesiasticus, [Apocrypha], chapter 17, we read: \n<\/p><p>\nThe Lord created man of the earth.<br \/>\nHe endued them with strength by themselves and made them according to his image,<br \/>\nAnd put the fear of man upon all flesh, and gave him dominion over beasts and fowls . . .<br \/>\nCounsel, and a tongue, and eyes, ears, and a heart, gave he them to understand.<br \/>\nWithal he filled them with the knowledge of understanding, and shewed them good\nand evil.<br \/>\nHe set his eye upon their hearts, that he might shew them the greatness of his works.<br \/>\nHe gave them to glory in his marvelous acts for ever, that they might declare his\nworks with understanding . . .<br \/>\nBesides this he gave them knowledge, and the law of life for an heritage.<br \/>\nHe made an everlasting covenant with them, and shewed them his judgments.***<br \/>\nTheir ways are ever before him, and shall not be hid from his eyes.\n<\/p><p>\nThese words direct our minds and hearts to the Holy Bible and the first chapter of Genesis,\nthe beauty and truthfulness of which impress every reader with its inherent greatness.  We\nthink of the Holy Bible and the other holy books, the Book of Mormon, the Doctrine and\nCovenants, and the Pearl of Great Price. This being the anniversary of the founding of the\nChurch of Jesus Christ of Latter-day Saints by the Prophet Joseph Smith, it is good to think\nof them, for they give us the teachings of God, our Father.  A few thoughts in reference to\nthe Holy Bible as a whole will be welcome to all. William Lyon Phelps, professor of English\nliterature at Yale University, wrote these words in his, <i>Human Nature in the Bible<\/i>:\n<\/p><p>\nEveryone who has a thorough knowledge of the Bible may truly be called educated;\nand no other learning or culture, no matter how extensive or elegant, can, among\nEuropeans and Americans, form a proper substitute.  Western civilization is founded\nupon the Bible; our ideas, our wisdom, our philosophy, our literature, our art, our\nideals, come more from the Bible than from all other books put together.  It is a\nrevelation of divinity and humanity; it contains the loftiest religious aspirations along\nwith a candid representation of all that is earthly . . .\n<\/p><p>\nThe Holy Bible was written by many men under different conditions.  It is the product of\nmen inspired of God, covering a period of three thousand years.  Like John of Patmos, we\nhear the \"voice of many waters\" (<span class=\"citation\" id=\"42257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42257)\">Rev. 1:15<\/a><\/span>),\nyet unified \"as the clear note of a trumpet.\" Beginning with\nour first parents and culminating in Jesus Christ and the Church he founded, it is a\nmanifestation of the divine will, and was written by the inspiration of God, our Father in\nheaven. The book shows that the Hebrew prophets gave their lives to the service of God.\nThey wrote by the power of the Holy Ghost.  God directed them.\n<\/p><p>\nThe Book of Genesis stands indeed at the head of the literature of the world.  It is\nmore recent than some of the Chaldea or Egypt which have come down to us and is\nincomparably the noblest composition of early ages, in its moral and spiritual\ncharacteristics (Geikie, <i>Hours With the Bible<\/i>).\n<\/p><p>\nHowever highly we may estimate the scientific, philosophic, and religions genius of the\nnarrators of Genesis more important to us, and for the religious instruction of\nyouth, is the fact that they were men, who had surrendered themselves wholly to God, and\nwho had derived their knowledge from Him. (Rudolph Kittel of Leipzig University.)\n<\/p><p>\n\"The first leaf of the Mosaic record,\" says Jean Paul, \"has more weight than all the folios of\nmen of science and philosophers.\" \"And he is right,\" says Geikie, \"for we owe to it the\nearliest and grandest revelation of that first principle of all religion&mdash;the existence, the unity,\nthe personality, and the moral government of God.\"\n<\/p><p>\nThe life of Christ, our Savior, as given in the New Testament, is to old and young alike, the\nmost moving and convincing truth that he came from some higher sphere into our earthly\nhistory with a mission to reveal God and save man.  \"He preached the gospel of the kingdom;\nand forever even until all the aeons have been closed, and the earth itself, with the heavens\nthat now are, have passed away, shall every one of his true and faithful children find peace\nand hope and forgiveness in His name, and that name shall be called Emmanuel or God With\nUs.\"\n<\/p><p>\nIn reference to the other Church works, the Book of Mormon, the Doctrine and Covenants,\nand the Pearl of Great Price stand with the Bible at the head of the religious books of today.\nEvery one of our four Church works has a genuine and divine truth that God lives and that we\nare his children and are given the duty to work out our destinies. We cannot study them\nenough. Just to read the first chapter of the Book of Mormon gives us a lesson in the meaning\nof education.  To think that Nephi was educated in both the learning of the Egyptians and the\nJews (<span class=\"citation\" id=\"1530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1530)\">1 Ne. 1:2<\/a><\/span>)!\nToday few people realize what that learning was.  Some scholars maintain that the\nlearning of the Egyptians in ancient times has never been equaled.\n<\/p><p>\nWe are all thinking this day of Jesus Christ, our Savior.  Among the many things of his life\nwe will recall his Sermon on the Mount.  It is the most beautiful sermon ever given to man,\nand no one can read a single sentence of it without being built up in spirit and truth.\n<\/p><p>\nAnd seeing the multitudes, he went up into a mountain: and when he was set, his\ndisciples came unto him: \n<\/p><p>\nAnd he opened his mouth, and taught them, saying,<br \/>\nBlessed are the poor in spirit: for theirs is the kingdom of heaven.<br \/>\nBlessed are they that mourn: for they shall be comforted.<br \/>\nBlessed are the meek: for they shall inherit the earth.<br \/>\nBlessed are they which do hunger and thirst after righteousness: for they shall be\nfilled.<br \/>\nBlessed are the merciful: for they shall obtain mercy.<br \/>\nBlessed are the pure in heart: for they shall see God.<br \/>\nBlessed are the peacemakers: for they shall be called the children of God.<br \/>\nBlessed are they which are persecuted for righteousness' sake: for theirs is the\nkingdom of heaven.<br \/>\nBlessed are ye, when men shall revile you, and persecute you, and shall say all manner\nof evil against you falsely, for my sake\n(<span class=\"citation\" id=\"34752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34752)\">Matt. 5:1-11<\/a><\/span>).\n<\/p><p>\nWe must remember that there were ancient religions long before the Redeemer of the world\nwas born, and the writers were men of divine knowledge. An ancient Japanese leader of\nreligion writes,\n<\/p><p>\nI will halt here today and having purified myself, we will go forth tomorrow and\nworship in the temple of the Deity.\n<\/p><p>\nAnd a writer of Buddhism says,\n<\/p><p>\nLet us cultivate good will towards all the world.  This is the mode of living.\n<\/p><p>\nIn the chronological writings of Padre Claudio Clemente is conserved a form of prayer said to\nhave been used by Columbus on Friday morning, October 12, 1492, as he stepped on the land\nof the New World. The prayer was used by Cortez, Balboa, and Pizarro later on in their\ndiscoveries.\n<\/p><p>\nO God, our Father, eternal and omnipotent, Creator of heaven and earth and sea, we\nglorify Thy Holy name, praise Thy majesty, whom we serve in all humility, we give\nunto Thy Holy protection this new part of the world.\n<\/p><p>\nSo many of the fathers of our church were descendants of the early Pilgrims to Massachusetts. \nFor this reason we have always felt the beauty of the story of the Pilgrim\nFathers and their coming in the <i>Mayflower<\/i> to America in 1620. We have the story of Pastor\nRobinson uttering a farewell prayer to the Pilgrim Fathers as they left for America.  In\nreading it, we see the prophetic spirit of it when he said: \n<\/p><p>\nI charge you before God and His blessed angels, that you follow me no farther than\nyou have seen me follow the Lord, Jesus Christ.  If God reveal anything to you, by\nany other instrument of His, be as ready to receive it, as ever you were to receive\ntruth, by my ministry; for I am fully persuaded, I am very confident that the Lord has\nmore truth yet to break forth out of His holy word.\n<\/p><p>\nIt was Sir Isaac Newton who lived some three hundred years ago who wrote a book on\nmathematics which is said to be the greatest scientific work of its kind ever written. I speak\nof Newton for his life has always thrilled me.  Born in 1642 in Lincolnshire, England, he was\na frail little farm boy who used to wander into the gardens and fields where he lived.  He\nwould look up at the sun and stars, for to him they possessed such heavenly qualities unlike\nanything on earth.  The sight of a falling apple one day caused him to wonder about the force\nthat drew the apple to earth. Newton began to work with the laws of motion and universal\ngravitation. As a result he produced one of the greatest books of all times entitled, <i>Principia<\/i>.\nIt was a scientific work of the highest merit. Just before he died he wrote that the wonders of\nthe universe had been given their shape and motion by the God.\n<\/p><p>\nA copy of the <i>Principia<\/i> was given to the Seventies' Library by Orson Pratt who had been\ncalled by President Brigham Young to go to Austria on a mission in 1864.  Elder Pratt had\nalready written and published his book called, <i>Biquadratic Equations<\/i>, which was used at the\nUniversity of Vienna.  It was in Vienna that he obtained Newton's <i>Principia<\/i> which he brought\nhome to the Seventies' Library.\n<\/p><p>\nAfter the Quorum of the Seventy had been organized in Kirtland in 1835, the brethren were\nstirred by certain words of the Prophet Joseph Smith as found in the Doctrine and Covenants: \n<\/p><p>\nAnd as all have not faith, seek ye diligently and teach one another words of wisdom;\nyea, seek ye out of the best books words of wisdom, seek learning even by study and\nalso by faith (<span class=\"citation\" id=\"13520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13520)\">D&amp;C 109:7<\/a><\/span>).\n<\/p><p>\nThe admonition of the Prophet grew in the hearts of the seventies who knew that they must\nbecome the missionaries of the Church.  It was not long before a library was established\nwhich developed into one of the largest collections of history and literature in the early\nhistory of America.  Books were brought from all over the world, and the collection of the\ngreat works of mankind stirred the Seventies to a desire to develop the art of reading.\n<\/p><p>\nI pray that we may come to a greater appreciation of the truth and beauty of the divine books\nthat teach the gospel of our Lord and Savior, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}