{"ID":817, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Exaltation through Obedience<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1956, pp. 34-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI appreciate the prayers that have been offered in behalf of those who shall part in this\nconference, and I pray that I shall receive my share of those blessings which have been asked.\n<\/p><p>\nI appreciated the privilege of attending the Los Angeles Temple dedication with the other\nGeneral Authorities of the Church, and I also want to express appreciation for the sustaining\nvote in my behalf of this assembly today, for I feel that is a very personal help and support to\nme in my work.  I also wish to sustain with you the General Authorities and\nothers whom we have sustained in this conference, especially President McKay as the\nPresident of the Church of Jesus Christ of Latter-day Saints, who holds the keys of the gospel\nat this time through which we may receive the blessings of the Lord of salvation and eternal\nlife which are promised through the gospel.\n<\/p><p>\nOn that memorable occasion which we read of in the Book of Mormon, in Third Nephi, when\nChrist spoke from the heavens so that all could hear, he said,\n<\/p><p>\nYea, verily I say unto you, if ye will come unto me ye shall have eternal life. Behold,\nmine arm of mercy is extended towards you, and whosoever will come, him will I\nreceive; and blessed are those who come unto me.\n<\/p><p>\nAnd continuing further, he said: \n<\/p><p>\n. . . And whoso cometh unto me with a broken heart and a contrite spirit, him will I\nbaptize with fire and with the Holy Ghost\n(<span class=\"citation\" id=\"5560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5560)\">3 Ne. 9:14,20<\/a><\/span>).\n<\/p><p>\nAll are invited to come unto him that they may have eternal life.  The glory of God is\". . . to\nbring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39079\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39079)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39079)\">Moses 1:39<\/a><\/span>). The Lord\nwants only to bring us back into the presence of God.  For that purpose he has established the\npriesthood on the earth.  He has established his kingdom with just laws and ordinances,\nthrough obedience to which we may obtain eternal life in the presence of our Father in\nheaven.\n<\/p><p>\nAll God asks of us is that we keep his commandments, that we obey the laws and ordinances\nof the gospel.  These laws are not unjust, as are some which are given by corrupt rulers. They\nare simple laws which bring nothing but happiness to those who obey them.\n<\/p><p>\nProphet Joseph Smith makes the following comparison: \n<\/p><p>\nWere a king to extend his domination over the habitable earth, and send forth his laws\nwhich were the most perfect kind, and command his subjects one and all to yield\nobedience to the same, and add as a reward to those who obeyed them, that at a\ncertain period they should be called to attend the marriage of his son, who in due time\nwas to receive the kingdom, and they should be made equal with him in the same; and\nfix as a penalty for disobedience that every individual guilty of it should be cast out of\nthe marriage feast, and have no part nor portion with his government, what rational\nmind could for a moment accuse the king with injustice for punishing such rebellious\nsubjects?  In the first place his laws were just, easy to be complied with, and perfect:\nnothing of a tyrannical nature was required of them; but the very construction of the\nlaws was equity and beauty; and when obeyed would produce the happiest condition\npossible to all who adhered to them, beside the last great benefit of sitting down with\nthe royal robe in the presence of the king at the great, grand marriage supper of his\nson, and be made equal with him in all the affairs of the kingdom\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 52).\n<\/p><p>\nThen the Lord has said, \"Behold, mine arm of mercy is extended towards you\" (see\n(<span class=\"citation\" id=\"25836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25836)\">Jacob 6:5<\/a><\/span>).\nThis means to all the inhabitants of the earth, not just to the few who then heard his\nvoice, but to all the children of God, to the ends of the earth, to those of all nations,\nregardless of time or place of their life on the earth. Yes, his invitation reaches to those who\nlived before his ministry on the earth, who then or even now dwell in the world of spirits, to\nthose who are yet to be born on the earth.  Most important of all this invitation is to us, to all\nof this generation, to you and to me.  Are you willing to accept his invitation, can you offer a\nbroken heart and contrite spirit, are you willing to seek him?  He has said,\n<\/p><p>\n. . . seek, and ye shall find; knock, and it shall be opened unto you\n(<span class=\"citation\" id=\"31433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31433)\">Luke 11:9<\/a><\/span>). Seek\nye first the kingdom of God and his righteousness; and all these things shall be added\nunto you (<span class=\"citation\" id=\"34767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34767)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith said, \"Search the scriptures,\" as Brother Kirkham has told us this\nmorning.\n<\/p><p>\nSearch the revelations, which we publish, and ask your Heavenly Father in the name\nof His Son Jesus Christ, to manifest the truth unto you, and if you do it with an eye\nsingle to His glory nothing doubting He will answer you by the power of His Holy\nSpirit.  You will then know for yourselves and not for another.  You will not then be\ndependent on man for the knowledge of God\n(<i>Teachings of the Prophet Joseph Smith<\/i>, p. 11).\n<\/p><p>\nThe Lord is constantly making it easier to find him.  He has established his Church with the\ndivine authority to teach and administer in the ordinances thereof.  He has established the\nmissionary system to teach and to seek out those who wish to accept his invitation to eternal\nlife.\n<\/p><p>\nIt was a glorious privilege to listen to the testimonies of the mission presidents who have\ngathered here at this conference.  Surely they are men of God, and they, too, will testify that\nas they work they receive more for their labors.  I testify to you that our missionaries are in\ngood hands.\n<\/p><p>\nThose who accept His invitation are surely blessed.  It is a real thrill to see the joy expressed\nby these converts; many through tears of joy tell how wonderful it is that they have been\nprivileged to receive the gospel.  Some tell of the joy they received in going into the waters\nof baptism, that joy is increased again to a climax when they have the privilege of coming to\nthe temple and enjoying the blessings of the sealing ordinances.\n<\/p><p>\nThe Lord has recently provided more temples to make it easier for men to accept his\ninvitation, including the new Los Angeles Temple.  Not only does it make it easier for us, but\nit also leaves more of the people of the earth without excuse. And woe unto him who has the\ngospel taught to him and has all these opportunities given to him and does not avail himself\nof the blessings of the Lord.  This may also be a fair warning to those who have the\nopportunity given to them to go forth to teach the gospel, and do not avail themselves of that\nopportunity.  They too shall surely forfeit great blessings.\n<\/p><p>\nForeign missionaries are not the only ones who have the privilege of teaching the gospel, for\nit is our privilege to teach the gospel in our own lives, as well as those who are called to local\nmissions.  I heard of a man who lived in Salt Lake City in the same house for seventeen\nyears before joining the Church. When he was asked why he had not joined sooner, he\nreplied, \"No one asked me.\"\n<\/p><p>\nI talked with a man in Ogden who had lived in the same place for about fifty-five years and\nhad recently accepted the Lord's invitation.  He told me no one had asked him before, either.\n<\/p><p>\nThe invitation to receive eternal life requires more than mere acceptance of baptism.  When\nwe receive the Holy Ghost which reveals unto us the truth, it is then our responsibility to\nextend his invitation to others.  This is one case where the more you give to others, the more\nyou receive unto yourself. Then give generously in teaching the gospel.  Accept of his\ninvitation to receive him, that you with your family and friends may return unto our Father in\nheaven, exalted in his kingdom.\n<\/p><p>\nMay the blessings of the Lord be with us, for I bear unto you my testimony that this is the\ngospel of Jesus Christ through which we may receive eternal life and become exalted in the\nkingdom of our Father in heaven.  May these blessings be upon us, I pray, in the name of\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}