{"ID":818, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Lowliness of Jesus Christ<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1956, pp. 38-40<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: It is with deep humility that I rise this morning to say something to\nyou.  As always, I trust that you will add your prayers to mine that what I say may be of\nsome value to us.  Without the help of the Lord we stand but weak mortals, not able to do\ntoo much to the advancement of his cause.\n<\/p><p>\nI would like to begin by expressing my gratitude to our Heavenly Father for the devotion, the\nloyalty, and the great service of thousands of our Latter-day Saints.  There is no sacrifice\nwhich they will not make.  They stand as ready to do the bidding of the spirit as manifested\nthrough the Presiding Authorities of the Church as did the early Saints even in the time of the\nSavior and thereafter, and the early Saints in the beginning and the opening of this the Last\nDispensation of the Fulness of Times.  I am grateful to you for that. I appreciate that without\nthat loyalty and that devotion the work of the Lord would drag, and we should not do the\nthings that he desires that we should do.  Thank you for your devotion, your loyalty, your\nservice.\n<\/p><p>\nIt is a trite expression that we live in an age of materialism, a materialism which has\nenthroned worldly things and in a materialism that has cast a shadow even over our\nspirituality.  As I see it, one of the great reasons for this is the shadow which we have cast\nover Jesus as the Christ.  Even some of our great sectarian churches, like ourselves sons of\nour Heavenly Father, are forsaking him. They are making of Christ, as I have often said, a\ngreat teacher, a great philosopher, a great character, where they do not question that, but they\ndeny to him that he was and is the Christ.\n<\/p><p>\nOf all of the innumerable testimonies regarding his personality, I should like to call your\nattention only to two or three. The first is the great prayer which he offered on the night\nbefore his crucifixion, after they had left the chamber and gone out to the Mount of Olives,\nthat great prayer: \"And this is life eternal, that they might know thee the only true God, and\nJesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27700)\">John 17:3<\/a><\/span>).\nAnd the testimony of Peter before the\nSanhedrin, when challenged as to the name by which he had performed the miracle at the\nGate Beautiful of the temple, he replied: \". . . the name of Jesus Christ of Nazareth . . . for\nthere is none other name under heaven given among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7778)\">Acts 4:10,12<\/a><\/span>).\n<\/p><p>\nAnd that testimony embodied in that great declaration of the Father himself\nto Moses, because it is the epitome, the summary of the gospel of Jesus Christ:  \"For behold\nthis is my work and my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39080\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39080)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39080)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nThere has been an apostasy from that knowledge of the Christ.  You know, the more I\ncontemplate the life of the Savior, the more I am impressed, the more I come to value his\nlowliness, born in the home of a lowly carpenter, not in the halls of the great, not in the\npalaces of national rulers, but with royal blood in his mortal veins.  I am impressed with the\nobservation which he made to a man who came seeking to follow him, to go with him, and\nhe said to the man, \"The foxes have holes, and the birds of the air have nests; but the Son of\nman hath not where to lay his head\"\n(<span class=\"citation\" id=\"34776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34776)\">Matt. 8:20<\/a><\/span>).\n<\/p><p>\nHe was indifferent, so indifferent to the worldly things.  His mind was fixed quite otherwise. \nThe very temptation that came to him from Satan, when Satan offered him all the kingdoms of\nthe world if he would merely bow down and worship him, offered him all the power that\ncould be bestowed through human hands; but he cast that aside\n(<span class=\"citation\" id=\"34748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34748)\">Matt. 4:8-10<\/a><\/span>).\n<\/p><p>\nI recall how after he fed the multitude of five thousand, they would have taken him and made\nhim king (<span class=\"citation\" id=\"27685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27685)\">John 6:15<\/a><\/span>),\nbut he thrust that aside also.  Worldly power had no allurement. Worldly power\nwas not for him.\n<\/p><p>\nI recall that as he stood before Pilate, Pilate's first question was political. \"Art thou the King\nof the Jews?\" (<span class=\"citation\" id=\"34816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34816)\">Matt. 27:11<\/a><\/span>).\nAnd finally he said to Pilate, who six times tried to get the\nJews to release Jesus&mdash;he finally said to Pilate, \"My kingdom is not of this world,\" and that his\nmission was to establish truth, and then that poor, perplexed Pilate queried, \"What is truth?\"\n(see <span class=\"citation\" id=\"27708\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27708)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27708)\">John 18:36-38<\/a><\/span>).\n<\/p><p>\nI have in mind the things which He did, the miracles which he performed. There were only\nthree occasions, I believe, when he undertook specifically to provide food for the multitude or\nfor anyone.  The first was the feeding of the five thousand on the mount\n(<span class=\"citation\" id=\"34788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34788)\">Matt. 14:15-21<\/a><\/span>),\nthe second was the feeding of the four thousand on the plain\n(<span class=\"citation\" id=\"34792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34792)\">Matt. 15:32-38<\/a><\/span>),\nand the third was that beautiful incident on the\nLake of Galilee after he was resurrected when, as the fishermen, the Apostles who had turned\nagain to fishing, drew near the shore with their nets empty, he, the Resurrected Christ, stood\non the shore with coals of fire and fish and bread prepared for eating\n(<span class=\"citation\" id=\"27719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27719)\">John 21:9<\/a><\/span>).\n<\/p><p>\nI recall but one instance where in fact he furnished money, and I am not sure of another\nincident somewhat similar to it. I refer to the time when he lacked money for taxes, and he\nsent Peter down to secure it from the mouth of a fish\n(<span class=\"citation\" id=\"34798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34798)\">Matt. 17:24-27<\/a><\/span>).\nHe was not providing money to those\nwith whom he worked.  The other incident where money was involved directly for him, was\nwhen he was asked if taxes should be paid to Caesar, and he, taking a coin and showing the\nimage thereon, said, \"Render therefore unto Caesar the things which are Caesar's; and unto\nGod the things that are God's\"\n(<span class=\"citation\" id=\"34804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34804)\">Matt. 22:21<\/a><\/span>).\n<\/p><p>\nAs to wealth: You will remember how the rich young ruler came to him and asked what he\nshould do.  The Savior told him to obey the commandments. He said, \"Master, all these have\nI observed from my youth.\" Then said the Master, \"Sell that thou hast, and give to the poor .\n. . and follow me.\" And the rich young man turned away (see\n<span class=\"citation\" id=\"34801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34801)\">Matt. 19:16-22<\/a><\/span>). He wanted all\nof the spiritual blessings which God could bestow, but at the same time he wanted to retain\nhis wealth.\n<\/p><p>\nJohn's disciples came questioning.\n<\/p><p>\n\"Now when John had heard in the prison the works of Christ, he sent two of his disciples,<br \/>\n\"And said unto him, Art thou he that should come, or do we look for another?<br \/>\n\"Jesus answered and said unto them, Go and shew John again those things which ye do hear\nand see:<br \/>\n\"The blind receive their sight, and the lame walk, the lepers are cleansed, and the deaf hear,\nthe dead are raised up, and the poor have the gospel preached to them\"\n(<span class=\"citation\" id=\"34781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34781)\">Matt. 11:2-5<\/a><\/span>).\n<\/p><p>\nThat is the work of the Savior.\n<\/p><p>\nOn another occasion, he said unto another, \"Follow me,\" but the other said, \"Lord, suffer me\nfirst to go and bury my father. Jesus said unto him, Let the dead bury their dead: but go\nthou and preach the kingdom of God\" (see\n(<span class=\"citation\" id=\"31431\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31431)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31431)\">Luke 9:59-60<\/a><\/span>).\n<\/p><p>\n\"And another also said, Lord, I will follow thee; but let me first go bid them farewell, which\nare at home at my house.\n<\/p><p>\n\"And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit\nfor the kingdom of God\"\n(<span class=\"citation\" id=\"31432\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31432)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31432)\">Luke 9:61-62<\/a><\/span>).\n<\/p><p>\nMuch more along this line might be said, but I want to call your attention to his formula, the\nprinciple which guided him, and how beautiful it is, and how it lets all of us who are poor\ncome to him, and how it promises to us his spirit.  He said in the closing of the incident that\nwas connected with the coming of the disciples, \"Come unto me, all ye that labour and are\nheavy laden, and I will give you rest\"\n(<span class=\"citation\" id=\"34783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34783)\">Matt. 11:28<\/a><\/span>).\n<\/p><p>\nI thank the Relief Society for their song.\n<\/p><p>\n\"Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls.<br \/>\n\"For my yoke is easy, and my burden is light\"\n(<span class=\"citation\" id=\"34784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34784)\">Matt. 11:29-30<\/a><\/span>).\n<\/p><p>\nHis gospel can be lived, can be enjoyed by the poorest of us; the poorest of us may enjoy the\nblessings of the gospel, the blessings of the priesthood which accompany it. We need neither\nworldly position nor wealth in order to enjoy all that he has to give.  His is the salvation and\nexaltation if we follow him, of all of us. There is nothing requiring more than a broken heart\nand a contrite spirit, and all that flows therefrom.\n<\/p><p>\nMay the Lord give us the power so to live that we may have the blessings which he has\npromised; may he give us, to each of us, the broken heart and the contrite spirit\n(<span class=\"citation\" id=\"5561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5561)\">3 Ne. 9:20<\/a><\/span>); may we turn\nto Jesus the Christ, the Author of our salvation, our Elder Brother; may we worship him in\nspirit and in truth (<span class=\"citation\" id=\"27680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27680)\">John 4:23<\/a><\/span>);\nmay we approach our Heavenly Father through him, that his blessings may\nbe ours, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}