{"ID":819, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Bonds&mdash;Series F\"<\/p>\n<p class=\"gcspeaker\">Elder Adam S. Bennion<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Adam S. Bennion, <i>Conference Report<\/i>, April 1956, pp. 40-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my brethren and sisters: To look at this great audience and to follow the\nstrength of these leaders behind us, makes a man humble.  I sincerely trust that the Lord may\ngive me his spirit through the few minutes that I shall occupy.\n<\/p><p>\nIt is a stirring thing to listen to these mothers sing.  I think when I was a baby I must have\nbeen rocked asleep by a good mother because I have loved music ever since.  Sister [Florence\nJ.] Madsen continues to be a great blessing to this Church, and through her to all these\nwonderful women we give our appreciation.\n<\/p><p>\nPresident McKay yesterday afternoon against the pressure of time, with his usual graciousness,\ngave me a promise that I might suffer through another night.  And I want to pay tribute to his\nprophetic insight.  All night long I suffered the pain of an undelivered speech. As a matter of\nfact, some of my good friends at the close of the meeting yesterday afternoon said I had never\nbefore been so effective.\n<\/p><p>\nThis is my first experience with a warmed-over speech. I was so impressed with the presence\nof these fine young men from Oklahoma and Missouri and Texas, had I said it yesterday\nafternoon all I had in my heart then to say was, \"The eyes of Texas are upon you.\" Not only\nthe eyes of Texas but also the eyes of the Church are upon you, and the eyes of all America\nare upon you.  When you take to the blue going back home, just know that our prayers go\nwith you, with you and the stewardesses, too. We are judged by the young men and women\nof this Church, and could I have said it in the presence of that fine student body choir from\nBYU, I would have said the Church is measured in no small part by the\nlives you fine young men and women live.\n<\/p><p>\nI met with a group of boys like these up in faraway Alaska.  As I visited with them, I asked\nthem how they were getting on and whether they saved anything.  One of those fine young\nmen said, \"I have plans ahead.  I am saving an E Bond&mdash;it is true it is a small one, only\n$18.75 a month, but if I stay here for three years I will have $1,000, and then if I have the\ngood fortune to get my GI benefits, I am on my way through college.\" That prompted the\nthought that when we talk of Bonds, we usually talk in terms of money.  But there are other\nbonds, and I want to turn to them for just a few minutes this morning.\n<\/p><p>\nFollowing yesterday's inspiring message from our President, I turned to a book that was\nhanded me by my good friend, Orval Adams, a collection of talks of Frank Totton, one of the\noutstanding businessmen of America. When he died, his good wife gathered together, as a\nfitting memorial to her husband, some of the things that he had said. The friendliness of Orval\nAdams who put the book in my hands, I shall always appreciate.\n<\/p><p>\nI beg you to remember that this is the speech of a man who spent his life in banking.  But he\nsaid to some fine men of America, \"There are finer bonds than money bonds.  They are more\nsecure, and they pay finer interest.\" I want to turn to just one of the bonds to which he made\nreference.\n<\/p><p>\nI.  And I quote: \"There are family Bonds.\" I wish he could have sat here yesterday morning. \n\"Nothing can impair these ties except ourselves.  The average modern home is equipped with\ncountless inventions which have practically eliminated the drudgery of housework.  The\nmechanics of the home are faultless, but mechanics do not make a happy home.  The success\nor failure of human relationships determines the value of human bonds. Some of us in\nmoments of discouragement may think that the American home is breaking down. But in spite\nof the widely chronicled divorce cases the fact remains that many families are happy families:\nthe father and mother still in love with each other and the children dutiful and respectful.\nBusiness success, honors, titles, and rewards in the last analysis are all brought home to the\nfamily, and all those glittering accomplishments are empty honors indeed if one has not a\nproud family to share them.  The family is by far the most important single institution in our\ncommonwealth, and happy indeed is the man, who, when he closes his desk at night has\nbefore him the gladsome picture of the sparkling family group with which he shortly will\nhave his evening meal.  Family bonds are gilt-edged investments.  If you wish to check me,\non this, 'ask the man who owns one.'\"\n<\/p><p>\nI am prompted by that little article and what we listened to yesterday morning to add these\nhumble suggestions to the parents who would continue to hold gilt-edged family bonds: \n<\/p><p>\n1. Live as you would have your children live.\n<\/p><p>\n2. Breathe affection into the family's circle by \"staying engaged\" as the years come and go.\n<\/p><p>\n3. Anticipate situations and keep discipline in the spirit of section 121 of the Doctrine and\nCovenants (<span class=\"citation\" id=\"13526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13526)\">D&amp;C 121:41-43<\/a><\/span>).\n<\/p><p>\n4. Know your children's companions.  Invite them to share your home.  Establish sensible\ncoming-in times at night and know fully where their evening entertainment takes them.\n<\/p><p>\n5. Cultivate a family with shared responsibility in the home.  The unkindest thing that parents\nwho have worked hard can do in their lives is to deny the children the blessed privilege of\nwork under responsible assignments.\n<\/p><p>\n6. Feature regular family prayers.\n<\/p><p>\n7. Build a spirit in the home in keeping with Galatians 5:22\n(<span class=\"citation\" id=\"23249\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23249)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23249)\">Gal. 5:22<\/a><\/span>).\n<\/p><p>\nIf I had a theme this morning it would be \"Bonds-Series F.\" You have had your experience\nwith the E bonds; these are F bonds.  The first one is that family bond to which I have made\nreference.\n<\/p><p>\nII. The second is the Bond of friendship, one of the richest bonds in all the world.\n<\/p><p>\nI was prompted to say as I looked out over this audience, do not come to this conference with\nten thousand people without shaking hands with two or three good men and women you never\nhave met before.  There are wonderful people gathered here.  If anybody is\ntoo bashful and thinks he would be snubbed, there is one handshake from one man who\nwould love to share it with you.\n<\/p><p>\nI like to think of David and Jonathan&mdash;of Ruth and Naomi&mdash;and I like to think of the\nProphet Joseph and Hyrum, who died together. I like to think of the three men who sit behind\nme.  I like to think of the men that we visit week after week, you men who constitute stake\npresidencies and high councils and bishoprics, presidents of organizations&mdash;you will all bear\nme witness that along with all the gifts that come as a result of your callings, there is the\nblessed privilege of knowing one another well&mdash;the privilege of finding out how wonderful\npeople can be.\n<\/p><p>\nI have always loved Dr. Samuel Johnson's famous admonition: \"If a man does not make new\nacquaintances as he advances through life, he will soon find himself alone.\n<i>A man should keep his friendship in constant repair<\/i>\" (Ital. author's).\n<\/p><p>\nThen I think of that wonderful line from Shakespeare: \n<\/p><p>\nThose friends thou hast, and their adoption tried,<br \/>\nGrapple them to thy soul with hoops of steel. (Shakespeare, <i>Hamlet<\/i> 1, 111, 62-63.)\n<\/p><p>\nPhilips Brooks added the thought, \"There is no more beautiful sight to see in all this\nworld&mdash;full as it is of beautiful adjustments and mutual ministrations&mdash;than the growth of two\nfriends' natures, who as they grow old together, are always fathoming with newer needs,\ndeeper depths of each other's life, and opening richer veins of each other's helpfulness.\"\n<\/p><p>\nIII. But the third of this series F bonds I want to leave with you this morning is Bonds of\nfaith.\n<\/p><p>\nI am so glad that this conference was launched upon the basis of something you can do.  It is\nno mere academic sort of thing; it is a way of life, this religion of ours.  We can say with\nMicah: \n<\/p><p>\nHe hath shewed thee, O man, what is good; and what doth the lord require of thee, but\nto do justly, and to love mercy, and to walk humbly with thy God?\n(<span class=\"citation\" id=\"37884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37884)\">Micah 6:8<\/a><\/span>).\n<\/p><p>\n<i>Family, friends<\/i>, and <i>faith<\/i>, to me are three of the supreme values of life!\n<\/p><p>\nTwo days ago we had the privilege of listening to the witnesses of thirty-one mission\npresidents. Among the wonderful things they told us was the report of a conference in\nfaraway Japan, where people sat all day long in a room unheated, so cold that every Saint\ngathered could see his own breath through the whole conference&mdash;but they stayed.  That\ntakes faith.\n<\/p><p>\nCrowded into this life, rich in experience through all the years, I bring you an experience that\nis a tremendous tribute to faith.  It was not written in a parlor, and it does not reflect the ease\nand the comfort of a hammock under a tree.  The little woman who penned these half-dozen\nlines sat guardian through days and nights over a son suffering cancer of the bone.  Within\nthe year she had lost her husband and faced the problem of trying to establish a farm with her\nnine children.  She lives in my stake.  I am proud to know that women like this still live. \nWith nine children, the eldest of whom was stricken so that only a miracle could preserve\nhim, she wrote this: \n<\/p><p>\nI wrote my prayer of faith while I waited one awful night alone beside my boy in the\nhospital: \n<\/p><p>\n      Let me ride brave and buoyant on the angry waves of life&mdash;<br \/>\n      Let me see to luck the sweetness from each moment of strife&mdash;<br \/>\n      Let me borrow no trouble&mdash;<br \/>\n      Feel no pangs of fear&mdash;<br \/>\n      Let strength, calmness, peace be mine<br \/>\n      For I know Lord, thou art near.\n<\/p><p>\nThat is faith!\n<\/p><p>\nYou can invest in faith, my brothers and sisters, and it pays rich dividends, rich beyond any\nof the bonds I know.\n<\/p><p>\nWill you let me close with my simple witness to you in the terms of the faith that I cherish? \nI was born into this Church, proud that one grandfather came into the valley in '47 and that\nanother one used to freight between here and the Missouri River.  With that kind of heritage,\nGod forbid that I should ever falter in the faith of those progenitors.\n<\/p><p>\nI have studied this gospel through four universities, and I am so happy to be\nable to say that the more I have studied, the more wonderful this gospel becomes&mdash;so simple,\nso sublime, so satisfying.  I give you my witness I have tried this gospel on, and it works&mdash;it\nworks in every situation in life.  And finally, I give you my testimony that the witness has\ncome.  It has come from Cumorah; it has come from Alaska; it has come from Hawaii; it has\ncome from the hearthstone in my own home.  I know as I stand here that God lives and hears\nand answers prayers. The recipient of answers to those prayers bids you to build richly, to\ninvest in the bonds that never fail&mdash;bonds of family, of true, sacred friends, and faith in\nAlmighty God.\n<\/p><p>\nAnd I leave that witness with you, humbly, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}