{"ID":82, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder John H. Taylor<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">John H. Taylor, <i>Conference Report<\/i>, October 1943, pp. 53-55<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI trust, my brethren that the Lord will bless me so that I may contribute at least a bit to the\nthoughtfulness of this conference.\n<\/p><p>\nTHE HERITAGE LEFT BY THE PIONEERS\n<\/p><p>\nThe other day a man came into the office, we began to talk about the Gospel of Jesus Christ\nand our families. This man's grandfather and his parents were among the early pioneers of the\nChurch. They had made every necessary sacrifice in order to come to this\ncountry in the early pioneer days. In talking with the man I found that he hadn't been doing\nthe things that ought to be done. He had not been quite faithful to the principles of the Gospel\nof Jesus Christ, nor had he lived up to the privileges that were his as a member of the Church\nof Jesus Christ.\n<\/p><p>\nAfter talking with him, this thought came to me: These pioneers of ours, our fathers and\nmothers and grandparents, have been gathered from all the nations of the earth. It was not\nsuch an easy thing to leave the advantages of their homes and their country. They had made\nconsiderable sacrifice in order to come. Many of them had abandoned good positions and\nwealth, and all that they owned, in order that they might come to the valleys of the mountains\nto worship the Lord. They were honest people. They had the characteristic of playing fair\nwith all men. They taught that it was necessary to be good citizens and to keep the laws of\nour government which would enable them to live more righteously and help them to enjoy\nfreedom in this great land of ours. They had an abiding sense of modesty and decency, and\nprotected themselves and their own and everyone else, that out of life might come the finest\nthings possible. They were willing, when arriving here, to be sent out in the various places to\nbuild up other sections. They were obedient not only to the laws of their land but obedient to\nthe laws of their Church. They had the loyalty that made them steadfast to the prophets, seers,\nand revelators, and the men who presided over them. In every way, they seemed to be willing\nto do the things that ought to be done. I am quite sure that they had faults, but they were few\ncompared to their many splendid qualities.\n<\/p><p>\nTheir love of the Gospel, their desire to be obedient, their desire to go to Church, their desire\nto honor the Priesthood which had been given to them has been handed down to us as a\nheritage. The pioneers measure their success in life by their ability to give to their children a\nheritage that eventually, if cherished, would lead them back into the presence of God, the\nEternal Father.\n<\/p><p>\nI wondered as I talked to the man and after he left me, just what we as Latter-day Saints are\ndoing with our precious heritage, a heritage paid for with so much toil, service, faithfulness,\nand in many instances sacrifice of life that those who followed after might live just a bit finer\nand better.\n<\/p><p>\nOBLIGATION OF PRESENT DAY LATTER-DAY SAINTS\n<\/p><p>\nI am wondering whether we are feeling that it is quite as necessary to follow the heritage that\nhas to do with the Gospel of Jesus Christ as we do the heritage that has come to us, to\nsucceed in a material way, and to make money. While this ability is a valuable and important\none to receive from our parents, it is not worth while if we lose the other heritage of being\nsplendid and decent and kind and honest. There is no higher compliment that we can pay to\nthose who gave us our heritage than in using it in establishing ourselves upon the earth in\nrighteousness and laying up treasures in heaven and thus becoming worthy to be with our\nparents after we have finished our lives here upon the earth.\n<\/p><p>\nWe know the story of Jacob and Esau\n(<span class=\"citation\" id=\"23472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23472)\">Gen. 25:34<\/a><\/span>).\nThe birthright didn't seem to be so important to Esau,\nand so the birthright came to another. Sometimes it seems to me we get the idea that because\nwe have been born in the Church all the blessings that God can give to us, such as good\nhealth and good brains and many other fine things naturally belong to us. But these gifts are\nvaluable and helpful only as we make use of them. It seems to me, brethren, that as fathers\nwe are responsible for laying such a splendid foundation and getting into the hearts of our\nchildren in such a way that after we pass on, they will consider the Gospel of Jesus Christ the\nfinest heritage that we could have left them to enable them to be helpful as they labor here on\nthe earth and to keep them safe until they find their way back into the presence of God, their\nEternal Father.\n<\/p><p>\nAs we live our lives, I hope and pray that all of us will not be satisfied to be merely born in\nthe Church. There is no royal road to learning, neither is there a royal road into the presence\nof God, the Eternal Father. Whether they be our children or somebody else's children, gaining\nsalvation and attaining God's kingdom is totally dependent on the type of life each one lives\nas he spends his time here upon the earth.\n<\/p><p>\nMay we not lose our parents because of our unfaithfulness. May the Lord be good enough to\nus that we shall not lose our children because of our lack of teaching or training or love or\nsympathy or tolerance; but may they remember us because of our good works, and the\nprinciples of righteousness which we have placed in their hearts, I humbly pray in the name\nof Jesus Christ, our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}