{"ID":820, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Through Diligence and Obedience<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1956, pp. 43-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI suppose that the singing which most of us first remember is the singing of our mothers.  I\ncan remember, as a child, my cheeks wet with tears for the sweetness of my mother's singing.\nMusic can be very mechanical or it can stir and feed and satisfy the soul. Of such we have\nheard here this day, and with you I am grateful for the sweetness of the singing of these\nmothers here assembled.\n<\/p><p>\nThere is a sweet presence which I miss here this morning, and did yesterday&mdash;that of Sister\nMcKay.  I should like her to know that she is much missed at this conference. I have seen her\nand her beloved husband in their graciousness together in various countries, under many\nconditions, and when our President spoke of love at home yesterday and of what pertains to\nthe making of a good home, I am sure he was speaking out of the experience of his life and\nheart, for his courtly graciousness and gentlemanly consideration of Sister McKay on all\noccasions, under all conditions, and in all places, has been a source of inspiration.\n<\/p><p>\nAt a time of conference I am always faced with a dilemma&mdash;one which stems from the\nnecessity of selecting always two subjects: one for the Sunday morning CBS broadcast and\none for the regular conference sessions.  It isn't ever easy.  Those who work with me at the\noffice know that I seldom select a subject for Sunday before Friday, and my family well\nknow that the agonizing experience between Saturday evening and Sunday morning does not\nsee these short subjects in their final form until a very late hour.  That is a dangerous way to\nlive, a hazardous way!\n<\/p><p>\nPeople often ask why I do not work farther ahead. I cannot tell you why. I wish I could\nprepare in advance, and I have no criticism of those who do&mdash;I only envy them. But I have a\nconviction from experience that there is a kind of contagion in the air, and if one waits to\ncatch it, he will come closer to the spirit of the occasion than if he prepares too far in\nadvance.  I have tried it both ways, and those things, even for radio, which I have prepared\ntoo far in advance seem to have a sort of pre-prepared flavor.\n<\/p><p>\nFortunately for me today the theme I selected for tomorrow morning has been concurrently in\nmy mind with which I should like to say in just a few words at this session of conference.\n<\/p><p>\nIt is interesting how, in reading scripture over and over again, one often, after many readings\nand a long time, quite unexpectedly finds some word or phrase that comes into his\nconsciousness with a new and particular meaning. I have had, within the last few hours, just\nsuch an experience.\n<\/p><p>\nThis scripture, so familiar to you, and which will perhaps be the theme of the broadcast\ntomorrow morning, is no doubt one of the most quoted in the Church&mdash;one which I have\nread most often and heard most often, even unto thousands of times&mdash;that\n\"Whatever principle of intelligence we attain unto in this life, it will rise with us in the\nresurrection. And if a person gains more knowledge and intelligence in this life\" (and this is\nthe phrase that struck me anew only yesterday) \"<i>through his diligence and obedience<\/i> than\nanother, he will have so much the advantage in the world to come,\" not just a miscellaneous\nacquisition of knowledge, but knowledge and intelligence, through <i>diligence and obedience<\/i>\n(see <span class=\"citation\" id=\"13529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13529)\">D&amp;C 130:18-19<\/a><\/span>).\n<\/p><p>\nThose words are most meaningful&mdash;and I have no fear of learning, of the pursuit of\nknowledge, for any of our young people, if they will keep in mind diligence and\nobedience&mdash;obedience to the commandments of God, diligence in keeping close to the Church,\nin keeping active, keeping prayerful, keeping clean, keeping circumspect in their conduct. It\nisn't learning or the love of learning, or knowledge, or the pursuit of any subject that would\ntake from a man his faith, but it is failure to keep the commandments, the failure of a man to\nfeed all sides of himself, and on this subject I should like to read just a few lines that I\ndiscarded from what might be used tomorrow morning, and make them serve now: \n<\/p><p>\n\"Intelligence would not let a man lose his faith in finding truth.  Learning does not lead to\nloss of faith. False learning might, but not true learning. Lack of learning may.  Ignorance\nmay. Failure to keep the commandments may lead to loss of faith.  Loss of balance may lead\nto loss of faith.  A man may pursue learning along too narrow lines and forget to feed all\nsides of himself; he may forget his spirit and starve it, but not learning itself leads to loss of\nfaith, not the search for truth, for truth cannot come in conflict with truth. A man can have\nthe pure love of learning and seek for it insatiably, and still keep a simple faith\n<i>if he will keep the commandments<\/i>, if he will feed his spirit, if he will be patient, and sweet in humility,\nand not commit himself to quick conclusions or tentative theories.  If he will really seek for\neternal truth, with '<i>diligence and obedience<\/i>' he can keep and pursue an insatiable love of\nlearning and still keep his faith, for 'the glory of God is intelligence'\"\n(<span class=\"citation\" id=\"13512\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13512)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13512)\">D&amp;C 93:36<\/a><\/span>).\n<\/p><p>\n(That isn't too bad for something having been thrown away from what might be used\ntomorrow morning! Maybe I have been throwing away the wrong stuff!  It's a terrible thing\nto have to put one's own immortal word-children in the wastebasket week after week.)\n<\/p><p>\nWe are committed to continuous revelation, to an infinite search for truth, and there are some\nvery significant lines accredited to Thomas Edison that I should like to share with you: \"We\ndon't know the millionth part of one percent about anything. We don't know what water is. \nWe don't know what electricity is. We don't know what heat is.  We have a lot of hypotheses\nabout these things, but that is all; but we do not let our ignorance about these things deprive\nus of their use.\"\n<\/p><p>\nWe don't altogether know what faith is, or prayer, and the ultimate meaning or power of\nthem.  We don't altogether understand all the commandments, but the limitations of our\nknowledge should not keep us from observing them and using them, as we pursue learning\nand the love of learning, keeping the commandments of God and keeping close to him and his\ntruth, in a well-balanced life, in the gospel of Jesus Christ, and using it as our standard as the\nmeasure of all things.\n<\/p><p>\nI am not concerned about the unanswered questions.  I should like to know all the answers,\nbut those I don't know do not bother me. This I know, and leave it with you as the conviction\nof my soul&mdash;that God lives, that Jesus the Christ, his divine and very Son, lives and stands\nby his side in the Godhead; that these two did appear to a young man, more than a century ago;\nthat we live; that God made us in his image; that he has unspeakably great eternal blessings in\nstore for us as we will search and seek and keep faith and keep clean, and keep his\ncommandments and live in obedience and keep our lives balanced, and keep close to him.\n<\/p><p>\nIn the wonderful words of Emerson: \"All I have seen teaches me to trust the Creator for all I\nhave not seen.\"\n<\/p><p>\nGod bless you, my brothers and sisters, in all things as you meet the daily\ndecisions of life and move on to those great as yet unseen activities and opportunities of\neternity, toward which the ways of all of us move, I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}