{"ID":821, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spiritual Growth and Material Progress<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1956, pp. 45-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI have no desire to stand here alone.  Humbly, in every fiber of my being, seek the blessing\nof my Heavenly Father that has been so richly manifest here this morning as we have listened\nto his true servants speak under his inspiration.\n<\/p><p>\nThe hymn we have just sung [\"Now Let Us Rejoice\"] calls to mind an inspirational\nexperience I shared just about six months ago with President and Sister Jacobsen of the\nEastern States Mission.  We visited Brother and Sister Moss who are assigned to take care of\nthe Peter Whitmer home in close proximity where the Church of Jesus Christ of Latter-day\nSaints was organized 126 years ago. I suggested we sing \"Now Let Us Rejoice in the Day of\nSalvation.\" I am grateful for the inspiration of that moment. The day of salvation, yes&mdash;\n<\/p><p>\n. . . but there be some that trouble you, and would pervert the gospel of Christ.<br \/>\nBut though we, or an angel from heaven, preach any other gospel unto you than that which\nwe have preached unto you, let him be accursed\n(<span class=\"citation\" id=\"23248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23248)\">Gal. 1:7-8<\/a><\/span>).\n<\/p><p>\nThese were the words of the Apostle Paul to the Galatians almost two thousand years ago.  I\ntestify to you this morning the words you hear in this conference are truly the gospel of Jesus\nChrist.  It is his gospel&mdash;not the gospel of Peter, not the gospel of Mark, not the gospel of\nPaul, not the gospel of John, or any of the other of those great apostles&mdash;they are merely the\nservants of the Lord Jesus Christ ordained to preach the gospel of Jesus Christ.\n<\/p><p>\nI should like to call the attention of the young people here and in the unseen audience to one\nor two thoughts which I trust will be a stimulation. Following the excellent remarks that have\nbeen given already, truly the word of the Lord, I would hope to continue in the same spirit.\n<\/p><p>\nHow does our spiritual growth compare with our material progress?  I realize that there would\nbe those who would pervert the gospel, who would endeavor to weaken faith, who would\nendeavor to weaken the testimony of you young people as you go to study and improve your\nminds and to develop the intelligence which God has given you, but I humbly plead that you\nwill always remember and understand who you are as you seek to study and to improve your\nminds.  See that your spiritual growth keeps up with your material and economic progress.\n<\/p><p>\nI testify to you that you are the light of the world. Just previous to the statement which I\nquoted from Paul to the Galatian saints two thousand years ago, Jesus Christ, in his Sermon\non the Mount said,\n<\/p><p>\nYe are the light of the world.  A city that is set on an hill cannot be hid.<br \/>\nNeither do men light a candle, and put it under a bushel, but on a candlestick; and\nit giveth light unto all that are in the house.<br \/>\nLet your light so shine before men, that they may see your good works, and glorify\nyour Father which is in heaven\n(<span class=\"citation\" id=\"34755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34755)\">Matt. 5:14-16<\/a><\/span>).\n<\/p><p>\nYou have the opportunity to be the light of the world, for today is a new day.  The eyes of\nthe world, I feel, are upon us.  All the glorious things that have occurred within recent\nmonths the visit of the choir to Europe, the dedication of the temple in Switzerland, and then\nthe Los Angeles Temple a few weeks ago, have focused much attention on the Latter-day\nSaints.  In an hour and a half in Los Angeles in a taxi and on a bus and in a store, several\npeople who did not know who we were&mdash;neither Sister Longden nor I, asked if we had seen\nthe Mormon temple, and all seemed most anxious to talk about it.  They said, \"Be sure you\nsee the Mormon temple and see the Angel Moroni.\"\n<\/p><p>\nI thrill as I see tourists come to these\ngrounds and on Main Street and look heavenward to see the Angel Moroni. There is much\ngratitude and appreciation swelling in my heart that that light has come into our lives.  We\nshould understand the message that he has delivered to the earth.\n<\/p><p>\nYes, do not leave the Lord out of your studies.  A few weeks ago I read the story of a great\nphysician.  Someone said to him, \"How does it feel to have within your hands the power of\nlife and death as you operate?\" And he said, \"I never feel that way.  In fact, in my younger\ndays when I was cocksure, I was glorying in my record.  I was not humble.  In an operation I\nhad to reach a hairbreadth decision, and I was incorrect.  So for some years I did not practice,\nand then as I sat one day meditating upon my failure, there was a spirit came to me.  It\nseemed to say, 'God has given you these hands. God has given you your brains&mdash;develop\nthem and utilize them in worthwhile effort,' and so now, since taking up my practice again, I\nnever take scalpel in hand unless there is a prayer in my heart, 'O God, guide my hands, and\ngive to me of thy knowledge, for thou art the Great Physician, and I am only thy servant.'\"\n<\/p><p>\nI pray that we will have the desire to develop our spiritual selves, for only under and by and\nthrough that spirit can we attain the great accomplishments that are held out for us by our\nHeavenly Father.  I ask, as you study the philosophies, that you will give the gospel of Jesus\nChrist an even break.  Study consistently the truths embodied in this great gospel, which I\ntestify to you has been restored to the earth in its fulness.  Latter-day Saints need not wander\nin darkness.\n<\/p><p>\nIn conclusion I should like to give you a spiritual thought.  I visited the Juarez Stake just a\nlittle over two years ago.  I went out into an apple orchard. I saw there a glorious harvest\nwhich they were reaping, the like of which I had never seen before.  Branches were literally\ntouching the ground, they were so heavily laden with delicious fruit. I know they were delicious\nbecause I sampled several of those apples.  They were delicious by name and also to taste.\n<\/p><p>\nI said to the stake president: \"How come?  Do you have a harvest like this every year?\" He\nsaid, \"No, this orchard is ten years old, and this is the first time I have ever had or\nexperienced such a crop.\"\n<\/p><p>\nI said, \"How do you account for it?\"\n<\/p><p>\n\"I'll tell you.  I decided deliberately to do something about it because I wasn't happy with the\nresults I was getting, and so last spring I placed a bouquet of flowers in every apple tree in\nthat orchard, and then God provided the rest, for the bees came along, and they feasted upon\nthose flowers, and they pollenized those apple trees, and here is the rich harvest.\n<\/p><p>\nAnd I likened that to our lives.  Are we pollenizing our spiritual lives with the things\ncontained in the four standard works of the Church, which have been so beautifully called to\nour attention in this conference?  God is anxious and ready to help us if we will only learn of\nhim.  I humbly pray, young people, that you will not leave the Lord out of your lives; and as\nyou study, regardless of what the subject may be, you will realize that there is need to\ndevelop your spiritual natures.\n<\/p><p>\nGod bless us so to do, and ever to be humble in accepting his blessings and\nextending unto him our gratitude.  I know that he lives.  I know that he is ready to bless us if\nwe will be obedient, diligent students, ever striving to be influenced by his spirit.  This I pray,\nin the name of the Lord Jesus Christ, our Savior.  Amen.\n<\/p>\n<\/div>\n<\/div>"}