{"ID":822, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Marriage Customs of the Quiché Maya<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1956, pp. 48-53<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: It is with deep humility that I occupy this position this morning. \nI sincerely ask an interest in your faith and prayers and that the spirit of God may direct the\nthings that I may say.\n<\/p><p>\nDuring the past eleven years in which I have served as a member of the First Council of the\nSeventy, I have had the marvelous opportunity, privilege, and blessing of participating in\nmissionary work both in the stakes of Zion and in the foreign missions. I am indeed grateful\nfor the numerous blessings derived therefrom and humbly express sincere thanks to my Father\nin heaven. I also take this opportunity to express deep gratitude to President David O. McKay,\nto his Counselors, and to President Joseph Fielding Smith, and to any others who have had a\npart in giving me my assignments, because I love missionary work very much and have a\nstrong testimony of the truthfulness of the gospel of Jesus Christ.\n<\/p><p>\nI know that the missionary program is one of the greatest assignments that God has given to\nthe Church in this dispensation.  I thoroughly appreciate the fact that the responsibility rests\nupon you and me to take the gospel to every nation, kindred, tongue, and people preparatory\nfor the coming of the Son of Man.  It is my firm conviction that when we have done this job\nsufficiently well, the Lord will accept our sacrifices, our efforts, and our accomplishments,\nand will usher in the millennial reign.  The Savior told his apostles that\n<\/p><p>\n. . . this gospel of the kingdom shall be preached in all the world for a witness unto\nall nations; and then shall the end come\n(<span class=\"citation\" id=\"34811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34811)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nAs I stand here today, my thoughts revert to the numerous wonderful experiences which I\nhave enjoyed while touring various missions.  Perhaps paramount in these experiences are the\nmissionary testimony and report meetings which I have attended.  These meetings constitute\nsome of the highlights of my life and especially of my participation in missionary work.  In\nthese meetings the elders and lady missionaries have poured out their deepest feelings unto\nGod.  On numerous occasions in those meetings missionary after missionary in deep humility\nbore witness that God lives, that Jesus is the Christ&mdash;the Savior of the world, that Joseph\nSmith was a prophet of God, and that the gospel is on earth again; and then with the deepest\nof gratitude each missionary in turn thanked God for the privilege of serving in the great\nmissionary work, even expressing gratitude for the privilege of paying his own expenses or of\nhis parents paying them. On all of these occasions the room was filled with the spirit of God,\nand the Holy Ghost bore witness to me that the gospel of Jesus Christ was true and that the\nmissionary program was of supreme importance.  My heart was filled to overflowing even\nbeyond expression; and silently I thanked God for the gospel of Jesus Christ, for my\nmembership in the Church, for my sacred testimony, and for my privilege of participating in\nmissionary work.\n<\/p><p>\nOn many of those occasions the thought came to my mind: \"If the parents of these elders and\nlady missionaries could be here today and could feel, hear, and see what we are experiencing,\nthey would be fully repaid for sending their children on missions.\"\n<\/p><p>\nIn addition to the principal purpose of missionary work, i.e., finding the honest in heart,\nteaching them the gospel, and thereby bringing souls unto God, I truly believe that a mission\nis one of the greatest schools in the world for the personal development of the missionaries. \nThose humble laborers who put their hearts and souls into the work and lose themselves in\nthe service of others naturally receive an individual growth and development beyond their\ngreatest expectations.  I think there is no university that can better prepare our sons and\ndaughters for positions of leadership and for life in general, developing their personalities\nmore fully, than can service in the mission fields. From this viewpoint, as well as from many\nothers, the missionary program is marvelous and a great blessing to the members of God's\nkingdom.\n<\/p><p>\nIn addition to the personal development that the missionaries receive, they attain an\nenrichment of one of God's greatest gifts&mdash;an increased testimony of the gospel of Jesus\nChrist. By doing so they receive hidden treasures of knowledge&mdash;an absolute assurance that\nGod lives, that Jesus is the Christ, the Savior of the world, and that the gospel has been\nrestored to earth again-which knowledge surpasses anything which they could receive in a\nmaterial way.\n<\/p><p>\nI rejoice in the numerous opportunities I have had to participate in the various phases of\nchurch work, and especially do I appreciate the privilege I have had of touring twenty-one\nmissions which has given me the opportunity to bear witness to the truthfulness of the\nrestored gospel and to the divinity of Jesus Christ in practically all of the major cities from\nAlaska in the north to the Panama Canal in the south.  I sincerely thank my Eternal Father for\nthese opportunities and once again express deep appreciation to the First Presidency and the\nCouncil of the Twelve, under whose leadership I serve.\n<\/p><p>\nRecently I had the privilege of touring the Central American Mission. Its headquarters are in\nGuatemala City.  I am thoroughly convinced that there are prospects are unusual success in\nthis mission.  I am happy to report that under the able leadership of President and Sister\nWagner, the proselyting work is going forward rapidly and successfully.  The missionaries are\nlaboring faithfully and enthusiastically.  There was an average attendance of 229 percent\nthroughout the entire mission tour, which fact indicates that the missionaries had done an\nunusually successful work in preparing the Saints and investigators for the conferences held\nduring the mission tour.  I congratulate President and Sister Wagner, as well as the\nmissionaries of the Central American Mission, for their intelligent efforts\nand the high quality of work that is being done. May God's blessings continue to attend them.\n<\/p><p>\nI also congratulate all of the mission presidents and their wives in all the missions throughout\nthe world for the unusual accomplishments that they are achieving.  I know that the mission\npresidents are outstanding men and their wives are marvelous women. Perhaps in no period in\nchurch history has the leadership been better in the mission fields than at the Present time. I\nalso congratulate all of the missionaries throughout the world for the high caliber of\nproselyting work that is being done.  I know of no time in the history of the Church when the\nmissionary program has been carried forward on as energetic, intelligent, and high plane in\ngeneral as is occurring at the present time.\n<\/p><p>\nI was especially grateful for the privilege of touring the Central American Mission because of\nmy intense interest in the Book of Mormon and in the Lamanites or Indians. Perhaps there is\nno part of either of the Americas that has as many full-blooded Indians residing therein as do\nsome of the countries of Central America.  This fact is especially true of Guatemala.  In that\ncountry approximately sixty percent of the people are full-blooded Indians. They are primarily\nof the Quiché Maya race. These people have refrained from marriage with white peoples\nprimarily because they believe that their Indian blood and their people in general are equal, if\nnot superior, to the white races.  The parents among the Quiché Maya people regulate the\nmarriages of their sons and daughters, just as did the parents in ancient Israel.  It is their\npurpose to see that their children marry within their own race and preserve their own religion\nand culture as far as possible.\n<\/p><p>\nThe Quiché Mayan Indians have a great heritage and an unusual culture. They are a very\nreligious people. Their religion became definitely paganized following the Book of Mormon\nperiod; however, a study of their religious beliefs and practices readily reveals the fact that\nthe roots of many of their religious practices extend back into Book of Mormon times when\nthe true gospel of Jesus Christ was had by their ancestors.\n<\/p><p>\nFollowing the Spaniards conquest of the Quiché Mayas during the sixteenth century, the\nCatholic <i>padres<\/i> soon found that they could not stamp out the Indians' religion; thereupon they\nimposed as many of the Catholic beliefs and practices on the Indian religion as the natives\nwould take, making the Quiché Mayan religion of today a conglomerate.\n<\/p><p>\nIt is my personal belief that the Quiché Mayas of Guatemala are as directly descended from\nBook of Mormon peoples as any of the Indians of the Western Hemisphere.  Through my\nresearch and personal contact with these people, I have learned that they have many traditions\nthat have a kinship to the Book of Mormon teachings.  This fact holds true in the written\nworks, such as the <i>Title of the Lords of Totonicapan, the Popol Vuh<\/i>, and\n<i>The Annals of the Cakchiquels<\/i>, as well as in their oral traditions, many of which have been handed down from\ngeneration to generation to the present day. The fact that many of the Quiché Mayas do not\nspeak Spanish but have retained their native tongue has made it possible for their traditions to\nbe carried forward unpolluted to our day.\n<\/p><p>\nI had been informed that the Quiché Mayas of Guatemala still retained many of their ancient\ntraditions, some of which evidently had their roots in Book of Mormon times, and so when I\nreceived the assignment to tour the Central American Mission, I wrote to President Wagner\nand requested that his missionaries arrange for me to interview some of the old Quiché Maya\nIndians at Totonicapan.  I advised the president to have the missionaries make arrangements\nfor me to interview someone who was well informed on the traditions of that people.  In\naccordance with my request, when I arrived, at Totonicapan I found that the missionaries had\nengaged the services of a man named Jesus Caranza Juarez. Mr. Juarez was a very intelligent\nperson.  He not only spoke Quiché Maya, but he also was very apt in the use of the Spanish\nlanguage. He had been initiated in all the rites and rituals of the Quiché Maya religion and\nhad a thorough understanding of the traditions of that people. For these\nreasons he was an ideal person to interview.\n<\/p><p>\nSince I do not speak Spanish, I asked one of the missionaries to act as interpreter.  I said to\nthe missionary, \"Do not give Mr. Juarez any lead questions that might indicate to him the\nkind of answers that we desire to receive.  I want to know the exact and accurate traditions of\nhis people; and so I would suggest that you ask simple, straight-forward questions; for\nexample, the first question I suggest that you ask is: 'What are the Quiché Maya practices and\nteachings regarding marriage'?\"\n<\/p><p>\nOnce again I warned the missionary to make no explanation to Mr. Juarez but merely to give\nhim the direct question as I had suggested. This procedure the missionary followed. In\nresponse to the foregoing question, Mr. Juarez immediately replied: \n<\/p><p>\n\"Marriage is the most sacred, the most revered, the most holy, and the greatest of all the\nreligious teachings and practices in the Quiché Maya religion. We have two kinds of\nmarriages.  In one kind the ceremony is performed by the priest. Only the good people marry\nin this kind of marriage. By good people I mean those who do not get drunk, those who do\nnot steal nor lie, and those who are morally clean&mdash;in brief, the people who live in\naccordance with all the teachings of the Quiché Maya religion.\"\n<\/p><p>\nThen he said, \"The priest performs the marriage ceremony for those good people; and when\nhe marries them, they are married not only for this life but for the next world also.  They\nremain husband and wife forever.\"\n<\/p><p>\nI was surprised, in fact astonished, to get such an explanation regarding the marriage custom\nof the Quiché Maya Indians, and so I injected a question at this point.  I said to the\nmissionary, \"Ask Mr. Juarez where the Quiché Maya people ever got such a teaching and\npractice in their religion.  Ask him if they got it from the Catholic Church?\"\n<\/p><p>\nThe reason I asked that question is because the Catholic religion is about the only one that has\nmade much headway in Guatemala.  The Quiché Maya Indians have had some of the Catholic\nbeliefs and practices superimposed upon their ancient paganized Indian religion.\n<\/p><p>\nThe missionary asked Mr. Juarez the question as directed, and Mr. Juarez immediately replied:\n<\/p><p>\n\"Oh, no! Certainly not! We did not get that teaching from the Catholics. The Catholics do not\nhave that kind of marriage, and they never have had that kind of marriage.\"\n<\/p><p>\nThen Mr. Juarez explained: \"We got that type of marriage from our ancestors. It came down\nfrom generation to generation through tradition.  Our people practiced that type of marriage\nand had a belief in marriage after death many, many years before the Spanish conquest.  In\nfact, it dates back as far as our traditions go.\"\n<\/p><p>\nI have never read in the writings of archaeologists or other students of the Quiché Mayas that\nthese Indians perform marriages which they will endure after death.  The fact that these\nIndians believe that their marriages continue for the next world would not be of interest to\nmost people who contact them, and so authors would neglect to make a record of that practice\neven if they had been told that such existed.\n<\/p><p>\nAlthough I was greatly surprised to find that the Quiché Maya Indians practice a form of\nmarriage which they believe will endure throughout the next world, I was pleased to cam that\nsuch was their tradition because I have understood that every time the gospel of Jesus Christ\nhas been on the earth in its fulness that God's true law of celestial marriage constituted part\nof that gospel. I also know that the true gospel of Jesus Christ was had in ancient America in\nBook of Mormon days, and certainly the Nephites would have had the true order of celestial\nmarriage. Thus the Quiché Maya Indians of Guatemala, being descendants of the Book of\nMormon peoples, have preserved in their system of marriage certain things which hold a\nresemblance to the true order of marriage as given by the Lord to the Nephites.\n<\/p><p>\nMr. Juarez continued his description of the Quiché Maya custom of marriage by describing\nthe other type of marriage in a rather interesting terminology. He said: \n<\/p><p>\n\"The other kind of marriage our people call the renegade marriage.  Those\nwho receive this kind of marriage are the people that the priests will not marry because they\nare not good people. They do not live in accordance with the teachings of the Quiché Maya\nreligion.\n<\/p><p>\nThen he explained why they were not good people, pointing out that their lives were opposite\nto the lives of the people who were married by the priests for this life and for the world to\ncome. He said: \n<\/p><p>\n\"These people who receive the renegade marriage get drunk. They are not honest.  They are\nimmoral, and they are not people of good integrity. Their marriages last only until death. \nThey are not married for the world to come.\"\n<\/p><p>\nMr. Juarez also described to us the various orders of the Quiché Maya priesthood.  He stated\nthat the priests were selected from among the spiritual-minded or psychic boys just as they\nmerged into adolescence; and then he explained how these boys were trained for their\nappointments as priests.  He also described to us the Quiché Mayas' system of baptism and\nthe various other rites in their religion, as well as the tradition of their origin.\n<\/p><p>\nAs you probably already know, the Quiché Mayas have a tradition that they are descendants\nof Abraham and Jacob, being of the house of Israel. Their traditions maintain that their\nancestors came from over the sea and that they were brought to America by the Lord, being\nled by a prophet of God.  They also maintain that that prophet had a peculiar instrument\nwhich guided them here which instrument operated in accordance with the faith of the people.\nCertainly one readily recognizes that instrument as being the Liahona, which is described in\nthe Book of Mormon (<span class=\"citation\" id=\"8974\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8974)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8974)\">Alma 37:38<\/a><\/span>).\nAll of the foregoing claims made by the Quiché Maya\nIndians are recorded in their early writings, and of course they correlate quite closely with the\naccount given in the Book of Mormon.\n<\/p><p>\nThe following day after interviewing Mr. Juarez at Totonicapan, the mission president, his\nwife, some missionaries, and I drove to Chichicastenango, Guatemala, for the purpose of\nattending a Quiché Maya religious service.  At eight o'clock in the morning in the St. Tomas\nCathedral, erected for the Indians by the Catholic Church, the Catholic priest conducted mass\nfor the Indians, it being a Catholic religious service.\n<\/p><p>\nAs soon as the Catholic mass ended, the Indians conducted their own religious services, which\nin general were definitely pagan but in which I could also readily recognize some factors\nwhich evidently had their origin in Book of Mormon days.\n<\/p><p>\nI was intensely interested to see twelve Quiché Maya men on the stand at the front of the\ncathedral presiding over the Indian services.  I asked a young Quiché Maya man who was\nserving as our guide who those twelve men were.  He replied: \n<\/p><p>\n\"They are the twelve high priests who are in charge of the Quiché Maya religion.\"\n<\/p><p>\nI then asked, \"Why twelve?\"\n<\/p><p>\nThe answer I received was: \"Custom, tradition!\" And then the guide explained that the twelve\nmen were the best men that could be found among his people.  He said that they were\nselected to be head over the church because of their good characters, because of their abilities\nof leadership, and because of various other good qualifications which he enumerated.\n<\/p><p>\nThis young man who was serving as our interpreter could speak English fluently as well as\nSpanish and Quiché. He informed us that he had had very little schooling and had learned\nEnglish and Spanish from the tourists. This fact indicated to me that he was very intelligent.\n<\/p><p>\nIn a recent conversation with President Edgar Wagner of the Central American Mission, I\nstated that it was my opinion that if his missionaries could convert this Quiché Maya guide\nand several other young men of similar abilities&mdash;young men who could speak Spanish,\nEnglish, and also Quiché and then if they were called to do missionary work among the\nQuiché Maya people, they perhaps would make a marvelous contribution in taking the gospel\nto those people.  Some of the elders from the United States could be assigned to serve as\ncompanions to the Quiché Maya missionaries for the principal purpose of giving them a basic\nunderstanding of the gospel.  Then these Quiché missionaries, who would\nundoubtedly be favorably received by their own people, could easily obtain admittance into\nthe homes of the best of the Quiché Maya families, perhaps even into the homes of the twelve\nhigh priests who preside over their church. In this way the gospel of Jesus Christ, with special\nemphasis on the Book of Mormon, could be taken to the Indians who speak only Quiché.  I\nbelieve that these Indians would readily recognize that the Book of Mormon was their book,\nsince the traditions which they hold so sacred fit so well with the teachings of that book.\n<\/p><p>\nAt the present time we are not able to do missionary work with a vast majority of the Quiché\nMaya Indians because they do not speak Spanish or English and our missionaries do not speak\nQuiché. These Indians are a very religious people, practicing their own religion according to\ntheir highly cherished traditions.  I believe the day will come when missionary work will go\nforth with much power and success among this people.  At that time we shall see results\nsimilar to those which we read about in the Book of Mormon when the sons of King Mosiah\ndid such phenomenal work among the Lamanites. Eventually the day of the Lamanites will\ncome when all of the predictions regarding them made by the holy prophets and recorded in\nthe Book of Mormon will be fulfilled.  It is my opinion that at that time thousands and\nthousands of the Quiché Maya Indians will join the Church of Jesus Christ of Latter-day\nSaints and will become valiant in the faith.\n<\/p><p>\nIn closing I humbly ask God's choicest blessings to come upon the missionaries in the Central\nAmerican Mission and also upon the missionary work throughout the entire world. May the\nproselyting program go forward with much force that the honest in heart may be sought out\nquickly.  This I ask humbly, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}