{"ID":823, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Responsibilities to the Lamanites<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1956, pp. 54-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFirst I should like Elder [Adam S.] Bennion to know that it doesn't take a prophetic statement\nfor one to suffer.  I have been suffering since yesterday morning when it was anticipated that\nI should speak.\n<\/p><p>\nI desire to preface what I have to say today by recognizing and paying honor to our beloved\nPresident, David O. McKay, who has rounded out fifty years of devoted service as one of the\nGeneral Authorities of the Church.  I want you to know that it is a great privilege and\nblessing to be associated with him in the General Councils of the Church.  We love him as\nyou love him.  It is our privilege to feel the strength of his spirit, the power of his\npersonality, the strength of his character, and the inspiration of his soul as we associate daily\nwith him in the affairs of the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nPresident McKay is the epitome of saintliness, for he incorporated into his life the great truths\nof the gospel of our Lord.  We all know that the gospel has a great refining influence in the\nlives of those who accept it and who obey it.  It is a great blessing in our Council, after a\nmatter has been taken care of, to hear President McKay say: \"The will of the Lord has been\ndone.\" My brethren and sisters, President McKay has given a long, faithful, and devoted\nservice to this Church and its people.  Truly he represents everything the Church teaches, and\nit couldn't fall to an individual to have a greater privilege than to sit at his feet and to learn\nof him.  There is not anything too unimportant for him to give his personal attention and\nconsideration.  The Lord loves him and is sustaining him by his holy power.  He represents\nwhat we look for in a prophet of the Living God. I hope we will all pay him honor on this\nimportant day in his life.\n<\/p><p>\nNow, my brothers and sisters, today I should like to represent another voice speaking in\nbehalf of the Lamanite people and the Church's responsibility to them, with the hope we shall\nall be encouraged more fully to support and carry the Lamanite banner until these people of\nchosen lineage realize every privilege and blessing promised to them by revelation and\nprophecy.\n<\/p><p>\nWhile there are many scriptural statements in the Book of Mormon that support with\nunquestioned evidence a return to them of the true gospel of our Lord and\nthe restoration of promised blessings as members of the house of Israel, I shall refer to three\nonly: \n<\/p><p>\nIn 1 Nephi, 15th chapter, we are informed by Nephi that in the latter days and many generations\nafter the Messiah shall be manifested in body unto the children of men, then shall the fulness\nof the gospel of the Messiah come unto the Gentiles, and from the Gentiles unto the remnant\nof father Lehi's posterity, who are the American Indian and his blood relations in the isles of\nthe Pacific.\n<\/p><p>\n\"And at that day shall the remnant of our seed know,\" continues Nephi, \"that they are of the\nhouse of Israel, and that they are the covenant people of the Lord; and then shall they know\nand come to the knowledge of their forefathers, and also to the knowledge of the gospel of\ntheir Redeemer, which was ministered unto their fathers by him; wherefore, they shall come\nto the knowledge of their Redeemer and the very points of his doctrine, that they may know\nhow to come unto him and be saved\"\n(<span class=\"citation\" id=\"1535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1535)\">1 Ne. 15:14<\/a><\/span>).\n<\/p><p>\nNow, my brothers and sisters, as I speak of the Indians, I have in mind all elements of this\nbranch of the house of Israel.\n<\/p><p>\nWhen the Savior visited the Nephites on this continent following his resurrection on the\nEastern Hemisphere, he informed them that the establishment of his Church among the\nGentiles in this land of freedom, the coming forth of the Book of Mormon and its teachings to\ntheir descendants, was the sign by which they were to recognize his work among the children\nof men. Then he affirms: \n<\/p><p>\nAnd when these things come to pass that thy seed shall begin to know these things&mdash;it\nshall be a sign unto them, that they may know that the work of the Father hath already\ncommenced unto the fulfilling of the covenant which he hath made unto people who\nare of the house of Israel\n(<span class=\"citation\" id=\"5567\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5567)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5567)\">3 Ne. 21:7<\/a><\/span>).\n<\/p><p>\nMormon, a great prophet toward the close of the Nephite history, speaks of the loathsome\nstate to which the Indian should fall, beyond the description of that which ever had been\namong the Nephites or the Lamanites, and then declares that after the scattering of his people\nby the Gentiles and after they have suffered much affliction and tribulation, then the Lord will\nremember the covenant which he made unto Abraham and to all the house of Israel\n(<span class=\"citation\" id=\"37966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37966)\">Morm. 5:15-21<\/a><\/span>).\n<\/p><p>\nWhen the Lord brought forth the record of the Book of Mormon to Joseph Smith in this\ndispensation, he committed to his Church with that important record the responsibility of\ntaking to the Indian and Lamanite people the knowledge of their forefathers and the fulness of\nthe gospel, which record also includes the Lord's promises to them as a branch of the house\nof Israel.\n<\/p><p>\nIn the Doctrine and Covenants, section 3, the Lord, after reproving the Prophet Joseph Smith\nfor the loss of certain manuscripts relating to the first part of the Book of Mormon, declared: \n<\/p><p>\nNevertheless, my work shall go forth, for inasmuch as the knowledge of a Savior has\ncome unto the world, through the testimony of the Jews, even so shall the knowledge\nof a Savior come unto my people&mdash;\n<\/p><p>\n. . . through the testimony of their fathers&mdash;<br \/>\nAnd this testimony shall come to the knowledge of the Lamanites, and the Lemuelites,\nand the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers,\nwhom the Lord has suffered to destroy their brethren the Nephites, because of their\niniquities and their abominations.<br \/>\nAnd for this very purpose are these plates preserved, which contain these record&mdash;that\nthe promises of the Lord might be fulfilled, which he made to his people;<br \/>\nAnd that the Lamanites might come to the knowledge of their fathers, and that they\nmight know the promises of the Lord, and that they may believe the gospel and rely\nupon the merits of Jesus Christ, and be glorified through faith in his name, and that\nthrough their repentance they might be saved\n(<span class=\"citation\" id=\"13437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13437)\">D&amp;C 3:16-20<\/a><\/span>).\n<\/p><p>\nVery shortly after this revelation was given, the Lord gave another revelation that instructed\nthe Prophet to open the work among the Lamanites, as we learn in reading section 28 of the\nDoctrine and Covenants, wherein Oliver Cowdery was called as the first missionary to the\nIndians from the newly restored Church. The assignment reads: \n<\/p><p>\nAnd now, behold, I say unto you that you shall go unto the Lamanites and preach\nmy gospel unto them; and inasmuch as they receive thy teachings\nthou shalt cause my church to be established among them\n(<span class=\"citation\" id=\"13450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13450)\">D&amp;C 28:8<\/a><\/span>).\n<\/p><p>\nThree others were later appointed by revelation to accompany Oliver Cowdery on this first\nmission to the Indian people.\n<\/p><p>\n[President Brigham Young gave much prayerful thought and attention to promoting the gospel\namong the Indians and in establishing friendly relations between them and the Saints.]\n<\/p><p>\nPresident John Taylor was greatly concerned about an active Lamanite program, for he\ndeclared: \n<\/p><p>\nThe work of the Lord among the Lamanites must not be postponed, if we desire to\nretain the approval of God.  Thus far we have been content simply to baptize them and\nlet them run wild again, but this must continue no longer; the same devoted effort, the\nsame care in instructing, the same organization of priesthood must be introduced and\nmaintained among the house of Lehi as amongst those of Israel gathered from Gentile\nnations.  As yet, God has been doing all, and we comparatively nothing.  He has led\nmany of them to us, and they have been baptized, and now we must instruct them\nfurther and organize them into churches with proper presidencies, attach them to our\nstakes, organizations, etc.  In one word, treat them exactly in these respects, as we\nwould and do treat our white brethren (<i>The Gospel Kingdom<\/i>, p. 247).\n<\/p><p>\nPresident Wilford Woodruff stated: \n<\/p><p>\nI am satisfied that, although we have done a little for the Lamanites, we have got to\ndo a great deal more (<i>The Discourses of Wilford Woodruff<\/i>, p. 296).\n<\/p><p>\nPresident George Albert Smith, in re-inaugurating work among the Indians during his\nadministration, strongly emphasized the importance of the Church mission to the Indians in\nthese simple yet dynamic words: \n<\/p><p>\n\"The day is here for the gospel to go to the Lamanites, and we must never fail them again.\n<\/p><p>\nThis was later reaffirmed by President David O. McKay when he emphatically declared: \"God\nwould hold us accountable if we failed.\"\n<\/p><p>\nThese statements make unmistakably clear what our duty is to the Indian people.  Now, my\nbrothers and sisters, we should not deny to them longer their full rights and opportunities for\nblessings.  We must a ways remember, we only have the authentic record which furnishes the\ntrue origin of the American Indians, their history and God's work and gospel teachings among\nthem. Great are the promises of the Lord unto the Indians, which spiritual blessings this\npeople alone hold the keys, rights, and powers to grant and bestow upon them.\n<\/p><p>\nIn a sense I do not feel sorry for the Indian people because they are children of promise,\nbelonging as they do to the house of Israel and are the posterity of Abraham, the father of the\nfaithful, through whose lineage the Lord promised that all nations of the earth are to be\nblessed; therefore, they are a chosen race and people unto God, possessing a divine and royal\nheritage. However, I do feel sorry about the lack of privileges, denial of citizenship rights,\nand insufficient opportunities for schooling and culture which continue to shroud them in\ndarkness and despair. There are too many of them in our modern day, living under most\nprimitive conditions and circumstances which destroy faith, initiative, ambition, and\nconfidence.  That it required hundreds of years for the Indians to reach their low state of\ndegeneracy does not allow the Church or the nation unlimited time to return them to the high\ncivilization and spiritual activation they once enjoyed nor the opportunities and blessings of\nour present enlightened era of scientific knowledge, productive achievement and culture.\n<\/p><p>\nOur apparent insufficient interest and somewhat unsatisfactory follow-up of the Prophet\nJoseph Smith's taking the Book of Mormon and the gospel to the Indian as well as partial\nfailure to heed the counsel of all presidents of the Church in relation to this program, is an\nindictment against us and represents a challenge and an obligation we cannot afford longer to\nignore.\n<\/p><p>\nIt is unfortunate that we have permitted others to indoctrinate them to different ways of life\nthan that of their fathers as recorded in the Book of Mormon.  Our efforts over the years have\nnot been sustained, but intermittent, and each stoppage of activity causes us\nto lose ground and permits others to become more firmly entrenched, creating a serious\nproselyting problem which could in large measure have been avoided.  The Indians\nthemselves have chided the missionaries about such conditions and occurrences.\n<\/p><p>\nWithout question in my mind, we must fulfil completely the Church duty to the Indian and\nthus lay suitable plans to prevent any future departure from a chosen course of intense\nmissionary activity among them.  We truly cannot afford to neglect them again. If called to an\naccounting by the Lord, could we vindicate the apparent indifference towards them?  The\nLord has counseled that we are not to be commanded in all things and he that doeth not\nanything until he is commanded and receiveth a commandment with doubtful heart and\nkeepeth it with slothfulness, the same is damned (see\n<span class=\"citation\" id=\"13470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13470)\">D&amp;C 58:26<\/a><\/span>). The revelations make\nclear the Church path of duty.  What additional direction is needed to awaken us to the\nimportance of this God-given task?\n<\/p><p>\nMy brothers and sisters, the Indian cause and program is not a dead issue in the Church today\nbut continues a constant challenge and duty.  We must regain through devoted service to the\nIndian God's approval and blessing upon this most important assignment.\n<\/p><p>\nIn my judgment, to be successful the Indian program must become a full Church effort that\ninvolves every person and organization.  We should also encourage government bodies to\nstudy more thoroughly Indian problems, give them increasing local autonomy and furnish the\ntype and quality of leadership and help to elevate the Indian to his rightful place of ultimate\nfull citizenship with opportunity to enjoy every educational and work advantage that will\nmake him independent and self-sustaining.  Because the first inhabitants and rightful citizens\nof our great country are in a minority group does not justify indifference to their cause, nor\nshould they be ignored by the strong political parties of our nation.  The government, having\nsubjugated and taken possession of their lands and made them wards of the government,\nplaces upon this nation and people a debt and obligation that should be fully and honestly met\nto permit them in proper time to enjoy full rights and benefits of citizenship with economic\nand social privileges and proper home life in the society of American peoples.\n<\/p><p>\nPerhaps too thoughtlessly we consider the Book of Mormon as belonging to us exclusively,\noverlooking the source of its divine preparation, also the descendants of the people to whom\nthe record was originally given.  We hold it in sacred trust for the American Indian as well as\nfor our own use.  The Book of Mormon record has for the American Indian a familiar voice\nspeaking as it does from the dust, of their ancestors.\n<\/p><p>\nWe must rely on stake and full-time mission leadership and missionaries, priesthood quorums,\nalso the Church auxiliaries, to carry forward this important work.  I cannot promise you that it\nwill be an easy task.  It will be full of discouragements and will require years to attain\nreasonable progress, but when accomplished, think of the marvelous blessings and\nsatisfactions we as a people can experience for bringing a backward branch of the house of\nIsrael to a knowledge of truth and of their God.  The problems and handicaps that now exist\nin working among the Indians cause an assignment to be distasteful to some, and because the\nresults often are disappointing and quite unproductive, tend to frighten many away who are\nconsidered for missionary service among them.  Perhaps they are fearful of what they might\nfind and revolt against the idea of working and associating with these people who live under\nsuch humble circumstances and for the most part are without modern facilities that we accept\nas a part of our daily living.  The Lord taught that to eat with unwashed hands did not defile\na man, but those things which proceed out of the mouth and come forth from the heart, they\ndefile the man (see\n(<span class=\"citation\" id=\"34791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34791)\">Matt. 15:18-20<\/a><\/span>).\n<\/p><p>\nWe should take seriously these words of Jacob, the brother of Nephi: \n<\/p><p>\nWherefore, a commandment I give unto you, which is the word of God, that ye revile\nno more against them because of the darkness of their skins\n(<span class=\"citation\" id=\"25835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25835)\">Jacob 3:9<\/a><\/span>).\n<\/p><p>\nWhy do we as a people hesitate, my brothers and sisters, to pursue fully the work God has\nassigned us to do by revelation?  How can the Indians be encouraged to a full life of\nopportunity, joy, and happiness without our help? As we meditate this challenge, we should\nremember the example of the Christ who humbly and washed the feet of his disciples to teach\nthem the lesson of humility in his service.\n<\/p><p>\nCalling to mind the vision and lesson given to the Apostle Peter, who at first resisted taking\nthe gospel to the Gentiles, \"We cannot call that common or unclean which God has cleansed\"\n(see <span class=\"citation\" id=\"7786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7786)\">Acts 10:15<\/a><\/span>).\nDoes not that same counsel apply to us today, now that the time has arrived\nfor the Indian to receive the fulness of the gospel of our Lord? I am firmly convinced the\nLord in his own way is preparing the Indian people to receive the message of the restored\ngospel, but we must willingly cooperate with him in this program according to the important\nassignment given to the Church.\n<\/p><p>\nNow we should resolve, my brothers and sisters, to never give up in this program regardless\nof disappointments and discouragements, but fulfil in a pleasing way to the Lord our duty to\nthe Indian people with patience, love, and kindness.  Also, we must faithfully keep all\npromises made to them, and by real sustained interest and never failing them again build\nconfidence through our efforts to serve and thus create a desire within them for the gospel and\nkingdom of our Lord.\n<\/p><p>\nI do not want you to get the idea from this talk that the Church does not have an Indian\nprogram and is not making some progress in this field of service, because we are, but we\nmust step up our efforts, increase effectiveness of the work, and accomplish much more than\nwe are now doing to fully bless these people and to please the Lord, our God.\n<\/p><p>\nI recognize and express appreciation to those of our brothers and sisters who have given and\nare giving such faithful and devoted service to the peoples of Lamanite origin.  I pray that the\nchoice blessings of our Heavenly Father will be upon this branch of the house of Israel, that\nour efforts among them will never diminish but will continue to increase in order that they\nmay enjoy the bless God has promised to them, which I humbly pray, in the name of Jesus\nChrist.  Amen.\n<\/p>\n<\/div>\n<\/div>"}