{"ID":824, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Significance of the Atonement<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1956, pp. 58-59<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: We are here assembled, as we assemble at of every conference,\nfor the purpose being instructed, built up, and encouraged so that when we return to our\nhomes, we will be able to teach our people and keep them in the path of truth.  We may even\nbe admonished, if that is necessary.\n<\/p><p>\nThis afternoon I wish to bear testimony to the restoration of the gospel, to the mission of our\nRedeemer, to the call of the Prophet Joseph Smith and the establishment of this work in the\ndispensation in which we live, known as the Dispensation of the Fulness of Times.  I know\nabsolutely that Jesus Christ is the only Begotten Son of God, the Redeemer of the world, the\nSavior of men insofar as they will repent of their sins and accept the gospel. Through his\ndeath he redeemed all men and took upon him that sacrifice which would relieve us of our\nsins that we may not answer for them if we will accept him and be true and faithful to his\nteachings.\n<\/p><p>\nI am just as fully satisfied, because I know, that the Father and the Son\nappeared to Joseph Smith (<span class=\"citation\" id=\"30352\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30352)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30352)\">JS&mdash;H 1:17<\/a><\/span>)\nand revealed to him the great truth which had been lost because of the\nwickedness of the world; that they are separate distinct Personages; that the Father and the\nSon, together with the Holy Ghost, constitute the Godhead, the great ruling power of the\nuniverse; that Jesus Christ volunteered to come into this world to redeem it; that John the\nBaptist came to the Prophet, as did Moroni before him, and Peter, James, and John later, to\ngive authority and to usher in the kingdom of God anew in this dispensation in which we live,\nbecause men had turned away from the truth. Through darkness which covered the earth they\nhad lost the knowledge of God; they had transgressed the laws and changed the ordinances\n(<span class=\"citation\" id=\"25174\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25174)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25174)\">Isa. 24:5<\/a><\/span>);\nand instead of teaching the simple truths of the gospel of Jesus Christ, they taught the\ncommandments of men just as the Lord Jesus Christ declared to the Prophet Joseph Smith\n(<span class=\"citation\" id=\"30357\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30357)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30357)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nI am grateful for my membership in this Church, for the opportunity that has been mine to\nserve.  My desire is to prove true and faithful to the end. I realize that this is the Dispensation\nof the Fulness of Times; that we live in perilous days; that men's hearts are failing\n(<span class=\"citation\" id=\"13458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13458)\">D&amp;C 45:26<\/a><\/span>); that\ncontention prevails; nations stand in opposition to nations; and there is no peace.\n<\/p><p>\nI realize, because I discover it, that there is commotion not only among men, but also in the\nelements pertaining to this earth; that they too are becoming angry. The judgments of the\nAlmighty are being poured out upon the inhabitants of the earth by earthquakes, by flood, by\nfamine and pestilence, and in many other ways, all of these are signs that have been given by\nour Lord Jesus Christ to convince men upon the face of the earth that his coming is near,\neven at our doors (<span class=\"citation\" id=\"13522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13522)\">D&amp;C 110:16<\/a><\/span>).\n<\/p><p>\nWhen you return to your homes, teach the people. Call upon them to repent wherein they\nneed to repent, to get on their knees before the Lord, to remember their covenants, and their\nobligations to keep them, and to walk faithfully and humbly in the sight of their Eternal\nFather.\n<\/p><p>\nThat is one of the most important missions that we have. Let us carry it out, I humbly pray in\nthe name of the Lord, Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}