{"ID":826, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Strongest Fortification<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, April 1956, pp. 63-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters: I want to say that I endorse with all my heart the remarks which\nhave been made this afternoon by Elder Stapley, President Smith, and Elder Moyle, and I join\nwith them in expressing my love and admiration for President David O. McKay, who has\ngiven this Church fifty years of unselfish service.  I remember him for almost that number of\nyears. During all of that time he has traveled through the nations of the earth representing this\nChurch, explaining the gospel principles, and bearing his testimony to the divinity of this\ngreat work.\n<\/p><p>\nI had a friend once who was educated along literary lines.  He told me one day that the finest\nsentence in all literature is in the Bible. When I asked him to repeat it he said, \"God said, Let\nthere be light: and there was light\"\n(<span class=\"citation\" id=\"23630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23630)\">Gen. 1:3<\/a><\/span>).\nI suppose from the standpoint of beauty and\nmajesty that sentence has no parallel, and yet I thought of another sentence, a sentence of\nonly three words, spoken by the angel on the morning of the resurrection.  The angel said,\n\"He is risen\" (<span class=\"citation\" id=\"33104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33104)\">Mark 16:6<\/a><\/span>).\nI believe that was the most important announcement ever made to the world.\n<\/p><p>\nI rejoice in the stability of this Church, in the soundness of its doctrines, and I am very happy\nthat all of those doctrines are in agreement with the Holy Bible.\n<\/p><p>\nI read a book the other night which suggested that the stories of the resurrection, and the\nstories of the miracles performed by Jesus originated during a period of myth making. I\nconfess that I am somewhat annoyed when a supposed leader of a Christian church will make\na statement like that. Strip the Christian religion of the doctrine of the resurrection, and you\nlose its motivating power, as was stated so well by President McKay the other day.  There is\nno doctrine which received more attention of Christ's twelve apostles, whom he sent into the\nworld, than the resurrection.  To deny it is to be ruled entirely by skepticism and unbelief.\nMankind needs to have a conviction concerning the resurrection of the Lord Jesus.\n<\/p><p>\nThere are those who have relied entirely on their finite understanding and\ntheir human vision which, to say the least, is darkened \"by the shadows of earth.\" The human\nsoul needs an anchorage. Man cannot live by bread alone.  Mankind needs a vindication\nagainst the tyranny of death and against the ravages of time and decay.  Jesus Christ and the\nprophets have supplied that vindication.  The Savior supplied it when, in the throes of agony\nand death, he said to the felon on the cross: \"To day shalt thou be with me in paradise\"\n(<span class=\"citation\" id=\"31450\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31450)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31450)\">Luke 23:43<\/a><\/span>);\nalso, when he appeared to Mary in the garden, when someone said, \"Woman,\nwhy weepest thou?\" She said unto him, \"Because they have taken away my Lord and I know\nnot where they have laid him.\"\n<\/p><p>\nJesus said unto her, \"Woman, why weepest thou? whom seekest thou?\"\n(<span class=\"citation\" id=\"27712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27712)\">John 20:15<\/a><\/span>). She\nsupposed him to be the gardener, and said unto him, \"Sir, if thou have borne him hence, tell\nme where thou hast laid him, and I will take him away.\" Jesus said unto her, \"Mary.\" She\nturned herself and said unto him, \"Rabboni, which is to say, Master\" (see\n<span class=\"citation\" id=\"27711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27711)\">John 20:13-16<\/a><\/span>).\n<\/p><p>\nIn all the writings, either ancient or modern, there is nothing more beautiful, more touching,\nand more reassuring than these words quoted by John. Jesus again supplied that vindication\nwhen he faced the apostles in an upper room and when he talked and ate with them: \"A spirit\nhath not flesh and bones, as ye see me have\"\n(<span class=\"citation\" id=\"31452\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31452)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31452)\">Luke 24:39<\/a><\/span>), said the Master. Again he\nsupplied it when he restored the wavering faith of Thomas Didymus: \"Reach hither thy finger,\nand behold my hands; and reach hither thy hand and thrust it into my, side: and be not\nfaithless, but believing\"\n(<span class=\"citation\" id=\"27715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27715)\">John 20:27<\/a><\/span>).\nThat circumstance led up to the last Beatitude, probably\nthe mightiest of them all: \"Because thou hast seen me, thou hast believed: blessed are they\nthat have not seen, and yet have believed\"\n(<span class=\"citation\" id=\"27717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27717)\">John 20:29<\/a><\/span>).\n<\/p><p>\nThat doctrine is the very foundation of the restored gospel of Jesus Christ. Jesus again\nsupplied it when he appeared to Saul of Tarsus on the way to Damascus when he asked the\nquestion: \"Saul, Saul, why persecutest thou me?\"\n(<span class=\"citation\" id=\"7784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7784)\">Acts 9:4<\/a><\/span>).\n<\/p><p>\nAnd last, but not least, he gave to the modern world a vindication and an irrefutable witness\nwhen he appeared to Joseph Smith, the Prophet, in a grove of trees in New York, where God\nspoke these words: \n<\/p><p>\n\"This is My Beloved Son. Hear Him!\"\n(<span class=\"citation\" id=\"30353\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30353)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30353)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nThe strongest fortification you and I can have against the uncertainties of life is the testimony\nwhich we have received from our Father in heaven concerning the resurrection.  May we\ncherish it, and may we keep it strong; and may we always be valiant for the truth. I pray in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}