{"ID":828, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gifts of the Spirit<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1956, pp. 68-73<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith you, my brethren and sisters, I have enjoyed this day very much, and in harmony with\nElder Sonne there echoes in my heart feelings of approval of all that has been said and done. \nI join with the other brethren in congratulating the Church on having our great President, after\nfifty years of wonderful service, as our leader.  I have loved him for a long time.  I met him\nfirst in California when as a lad I was a Mormon refugee from Mexico. I saw him later in far\naway Australia. More recently I had the great honor to be the first member of the Council of\nthe Twelve selected by him.  I greatly honor him.\n<\/p><p>\nI think I can give you my message for this conference so that you can get it fully if you will\ndo a little reading. Because of the great interest evidenced by the public in, and some\nresulting confusion from, certain so-called supernatural manifestations, such as telecast\nhealings, hypnotic performances, and the doctrine of reincarnation, I thought it might be\nappropriate for me to take as text the Seventh Article of Faith, which reads: \"We believe in\nthe gift of tongues, prophecy, revelation, visions, healing, interpretation of tongues, etc.\"\n(<span class=\"citation\" id=\"6704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6704)\">A of F 1:7<\/a><\/span>).\n<\/p><p>\nYou can get the message I would like to give you in more detail than I will have time to give\nit here if you will read the forty-sixth section of the Doctrine and Covenants\n(<span class=\"citation\" id=\"13459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13459)\">D&amp;C 46:1-33<\/a><\/span>) and an editorial\nwritten by the Prophet Joseph Smith in 1842, titled \"Try the Spirits,\" which you will find in\nVolume IV, <i>History of the Church<\/i>, page 571.  It is also printed in the\n<i>Teachings of the Prophet Joseph Smith<\/i>, compiled by our beloved President of the Council of the Twelve,\nbeginning on page 202.\n<\/p><p>\n<i>I. Gifts of the Spirit a Characteristic of the Church of Christ<\/i>.\n<\/p><p>\nThe gifts named in the Seventh Article of Faith, quoted above, are gifts or the Holy Ghost. \nThe enjoyment of them has always been a distinctive characteristic of the Church of Jesus\nChrist. As a matter of fact, without the gift or revelation, which is one of the gifts or the Holy\nGhost, there could be no Church of Jesus Christ.  This is apparent from the obvious fact that\nin order for his Church to exist, there must be a society of people who individually have\ntestimonies that Jesus is the Christ. According to Paul, such testimonies are revealed only by\nthe Holy Ghost, for said he, \". . . no man can [know] say that Jesus is the Lord, but by the\nHoly Ghost\" (see <span class=\"citation\" id=\"276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(276)\">1 Cor. 12:3<\/a><\/span>).\nIn the 46th section of the Doctrine and Covenants, the Lord\nspecifically lists such knowledge as one of the gifts of the Holy Ghost, as follows: \"To some\nit is given by the Holy Ghost to know that Jesus Christ is the Son of God\"\n(<span class=\"citation\" id=\"13462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13462)\">D&amp;C 46:13<\/a><\/span>).\nEveryone who has a testimony of Jesus has received it by revelation from\nthe Holy Ghost.  The Holy Ghost is a revelator, and everyone who receives him receives\nrevelation.\n<\/p><p>\nWherever and whenever revelation is operative, manifestations of other gifts of the Holy\nGhost are prevalent.  This has been so in all dispensations.  It began with Father Adam who,\nhaving obeyed, repented and called upon God in the name of the Son, \". . . was caught away\nby the Spirit of the Lord, and was carried down into the water, and was laid under the water,\nand was brought forth out of the water.\n<\/p><p>\n\"And thus he was baptized, and the Spirit of God descended upon him, and thus he was born\nof the Spirit\" (<span class=\"citation\" id=\"39090\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39090)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39090)\">Moses 6:64-65<\/a><\/span>).\nAnd in that very day \"the Holy Ghost fell upon\" him, and\nhe \"began to prophesy\" (<span class=\"citation\" id=\"39085\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39085)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39085)\">Moses 5:9-10<\/a><\/span>).\n<\/p><p>\nThe prophets from Adam to Malachi all enjoyed gifts of the Spirit.  To Abraham was shown\nin vision the spirits of men as they were in the spirit world\n(<span class=\"citation\" id=\"7205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7205)\">Abr. 3:22<\/a><\/span>) ere this earth rolled into being or\never \"the morning stars sang together or the sons of God shouted for joy\" (see\n<span class=\"citation\" id=\"26675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26675)\">Job 38:7<\/a><\/span>). In\nthe days of Moses, Aaron's rod became a serpent\n(<span class=\"citation\" id=\"22648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22648)\">Ex. 7:9-12<\/a><\/span>),\nthe waters of Egypt were turned to blood\n(<span class=\"citation\" id=\"22650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22650)\">Ex. 7:19-20<\/a><\/span>),\nfor the Israelites a dry passage was provided through the Red Sea\n(<span class=\"citation\" id=\"22651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22651)\">Ex. 14:21-22<\/a><\/span>),\nand in the desert water burst from the solid rock to quench their thirst\n(<span class=\"citation\" id=\"41102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41102)\">Num. 20:8-11<\/a><\/span>).  In the days of the prophets, the widow's son\nwas raised from the dead (<span class=\"citation\" id=\"1199\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1199)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1199)\">1 Kgs. 17:17-24<\/a><\/span>),\nand fire came down from heaven to consume Elijah's sacrifice in\nhis contest with the priests of Baal\n(<span class=\"citation\" id=\"1200\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1200)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1200)\">1 Kgs. 18:38<\/a><\/span>).\nThe leprous Naaman was instantly healed by following the instructions of Elisha\n(<span class=\"citation\" id=\"3176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3176)\">2 Kgs. 5:14<\/a><\/span>).\n<\/p><p>\nJesus exercised power over all things. He healed the sick, restored the lame, gave sight to the\nblind, cast out devils, and raised the dead\n(<span class=\"citation\" id=\"34782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34782)\">Matt. 11:5<\/a><\/span>).\nHe turned water into wine\n(<span class=\"citation\" id=\"27675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27675)\">John 2:7-11<\/a><\/span>),\ncursed the barren fig tree\n(<span class=\"citation\" id=\"34803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34803)\">Matt. 21:19<\/a><\/span>),\nstilled the storm (<span class=\"citation\" id=\"33096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33096)\">Mark 4:39<\/a><\/span>),\nand walked upon the sea (<span class=\"citation\" id=\"34789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34789)\">Matt. 14:25<\/a><\/span>).\nHe miraculously fed the four (<span class=\"citation\" id=\"33101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33101)\">Mark 8:9<\/a><\/span>)\nand the five thousand (<span class=\"citation\" id=\"31429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31429)\">Luke 9:14<\/a><\/span>),\nand provided the tribute money (<span class=\"citation\" id=\"34799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34799)\">Matt. 17:27<\/a><\/span>).\n<\/p><p>\nAmong the gifts of the spirit manifest in the Apostolic Church, Paul lists wisdom, knowledge,\nfaith, healing, working of miracles, prophecy, discerning of spirits, diverse kinds of tongues,\nand the interpretation of tongues (<span class=\"citation\" id=\"277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(277)\">1 Cor. 12:8-10<\/a><\/span>).\nThe New Testament records numerous examples of the manifestation of these gifts.\n<\/p><p>\nAmong the Jaredites and Nephites, the manifestations of these gifts were likewise prevalent. \nMormon testified that they would not cease except for unbelief, \". . . so long as time shall\nlast, or the earth shall stand, or there shall be one man upon the face thereof to be saved?\"\n(<span class=\"citation\" id=\"38260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38260)\">Moro. 7:36<\/a><\/span>).\n<\/p><p>\nUnfortunately, however, and because of unbelief, they did cease, both in the old world and in\nthe new.  For more than fifteen centuries, so far as our records reveal, no mortal man enjoyed\nthem.  Then finally came that glorious event in 1820 when, by the appearance of the Father\nand the Son, this awful darkness was put to flight and the return of these gifts of the spirit\nheralded.\n<\/p><p>\nThe Prophet Joseph translated the Book of Mormon by the gift of the Holy Ghost.  The\ndirections to him to organize the Church came in like manner. Within a year from the\norganization of the Church, the Lord set forth in a revelation the gifts which were to be\nenjoyed in the restored Church.  He named all those listed by Paul, to which were added the\nfollowing: \n<\/p><p>\nTo some it is given by the Holy Ghost to know that Jesus Christ is the Son of God,\nand that he was crucified for the sins of the world.<br \/>\nTo others it is given to believe on their words, that they also might have eternal life if\nthey continue faithful.<br \/>\nAnd again, to some it is given by the Holy Ghost to know the differences of\nadministration . . .<br \/>\nAnd . . . to some to know the diversities of operations, whether they be of God\n(<span class=\"citation\" id=\"13463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13463)\">D&amp;C 46:13-16<\/a><\/span>).\n<\/p><p>\nIn 1839 the Prophet Joseph told Mr. Van Buren, then President of the United States, that\npossession of \"the gift of the Holy Ghost\" was the distinguishing difference between the\nrestored Church and other religions of the day.\n<\/p><p>\nI know that the gifts of the Holy Spirit are in the Church today.  Every faithful Latter-day\nSaint knows that they are.  As Sister Romney and I left this building at the close of one of\nthe conference meetings yesterday, a faithful sister was waiting at the door for us.  She called\nour attention to an administration received by her some three years ago at a stake conference\nin California.  She, with cancer, and her family, all fasting, sought for her a\nblessing.  She reported yesterday that she was well.  No evidence of her former affliction\nremains.  Presently she is a stake missionary.\n<\/p><p>\nYes, all the gifts of the Holy Spirit are in the Church today.\n<\/p><p>\n<i>II. Not All Supernatural Manifestations Are Gifts of the Spirit.<\/i>\n<\/p><p>\nBy the statement in the revelation on spiritual gifts, \". . . it is given by the Holy Ghost to\nsome to know the diversities of operations, whether they be of God . . . and to others the\ndiscerning of spirits\" (<span class=\"citation\" id=\"13465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13465)\">D&amp;C 46:16,23<\/a><\/span>),\nit appears that there are some apparently supernatural manifestations\nwhich are not worked by the power of the Holy Ghost.  The truth is there are many which are\nnot.  The world today is full of counterfeits.  It has always been so. Away back in the days of\nMoses, when Aaron's rod became a serpent, then Pharaoh's wise men, sorcerers and\nmagicians \". . . cast down every man his rod, and they became serpents\"\n(<span class=\"citation\" id=\"22649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22649)\">Ex. 7:11-12<\/a><\/span>).\nIsaiah warned against seeking \". . . unto them that have familiar spirits, and unto\nwizards that peep, and that mutter\" (<span class=\"citation\" id=\"25169\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25169)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25169)\">Isa. 8:19<\/a><\/span>).\n<\/p><p>\nJesus, in his great Sermon on the Mount, plainly stated that: \n<\/p><p>\nNot every one that saith unto me, Lord, Lord, shall enter into the kingdom of\nheaven . . .<br \/>\nMany will say to me in that day, Lord, Lord, have we not prophesied in thy name?\nand in thy name have cast out devils? and in thy name done many wonderful works?<br \/>\nAnd then will I profess unto them, I never knew you: depart from me, ye that work\niniquity (<span class=\"citation\" id=\"34775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34775)\">Matt. 7:21-23<\/a><\/span>).\n<\/p><p>\nBefore the end of 1830, the very year in which the restored Church was organized, some of\nthe leading brethren were deceived as to the source of certain spiritual manifestations. \"To\nour great grief . . .,\" wrote the Prophet Joseph, \"Satan had been lying in wait to deceive, and\nseeking whom he might devour. Brother Hiram Page had in his possession a certain stone, by\nwhich he had obtained certain 'revelations' concerning the upbuilding of Zion, the order of\nthe church, etc., all of which were entirely at variance with the order of God's house, as laid\ndown in the New Testament, as well as in our late revelations\" (<i>History of the Church<\/i>, Vol.\nI, pp. 109-110). In a revelation given in answer to the Prophet's prayer concerning the matter,\nthe Lord said to Oliver Cowdery: \n<\/p><p>\n. . . thou shalt take thy brother, Hiram Page, between him and thee alone, and tell him\nthat those things which he hath written from that stone are not of me, and that Satan\ndeceiveth him (<span class=\"citation\" id=\"13451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13451)\">D&amp;C 28:11<\/a><\/span>).\n<\/p><p>\nThe Saints were cautioned by the Lord to walk uprightly before him, doing all things with\nprayer and thanksgiving, that they might \". . . not be seduced by evil spirits, or doctrines of\ndevils, or the commandments of men\"\n(<span class=\"citation\" id=\"13460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13460)\">D&amp;C 46:7<\/a><\/span>).\n<\/p><p>\nThese citations not only sustain the proposition that there are counterfeits to the gifts of the\nspirit, but they also suggest the origin of the counterfeits. However, we are not required to\nrely alone upon their implications, plain as they are, for the Lord states specifically that some\nof the counterfeits \". . . are of men, and others of devils\"\n(<span class=\"citation\" id=\"13461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13461)\">D&amp;C 46:7<\/a><\/span>).\n<\/p><p>\nSome of these counterfeits are crude and easily detected, but others closely simulate true\nmanifestations of the spirit.  Consequently, people are confused and deceived by them. \nWithout a key, one cannot distinguish between the genuine and the counterfeit.  The\nEgyptians could not tell the difference between the power through which Moses and Aaron\nworked and that by which the magicians worked.  On the day of Pentecost, the non-believers\ndid not recognize that the apostles were speaking in tongues by the power of the spirit; on the\ncontrary, they concluded that they were \"drunken with new wine\"\n(<span class=\"citation\" id=\"7764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7764)\">Acts 2:13<\/a><\/span>). The Savior himself said,\n<\/p><p>\n. . . there shall also arise false Christs, and false prophets, and shall show great signs\nand wonders, insomuch, that, if possible, they shall deceive the very elect, who are the\nelect according to the covenant (<span class=\"citation\" id=\"30780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30780)\">JS&mdash;M 1:22<\/a><\/span>).\n<\/p><p>\nNow, those \"who are the elect according to the covenant\" are members of the Church, so we\nourselves are on notice to beware.\n<\/p><p>\n<i>III. Distinguishing Between the Manifestations of the Spirit and the Counterfeits.<\/i>\n<\/p><p>\nThis brings us to our most important consideration.  Believing as we do in all the gifts named\nin the 46th section of the Doctrine and Covenants, and knowing that there are counterfeits to\nthem, how are we to distinguish between the true and the false, the genuine and the\ncounterfeit?\n<\/p><p>\nThe Apostle John gave to the saints in his day the following test: \n<\/p><p>\nBeloved, believe not every spirit, but try the spirits whether they are of God: because\nmany false prophets are gone out into the world.<br \/>\nHereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is\ncome in the flesh is of God:<br \/>\nAnd every spirit that confesseth not that Jesus Christ is come in the flesh is not of\nGod (<span class=\"citation\" id=\"1051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1051)\">1 Jn. 4:1-3<\/a><\/span>).\n<\/p><p>\nThis was a good test for them. It will not, however, do for us.  The reason is given by the\nProphet Joseph as follows: \n<\/p><p>\nDid not the Apostle speak the truth? Certainly he did, but he spoke to a people who\nwere under the penalty of death, the moment they embraced Christianity; and no one\nwithout a knowledge of the fact would confess it, and expose themselves to death\n(<i>History of the Church<\/i>, Vol. IV, p. 580).\n<\/p><p>\nThe Prophet Joseph having recited some of the workings of evil spirits in his day, said: \n<\/p><p>\nA man must have the discerning of spirits before he can drag into daylight this hellish\ninfluence and unfold it unto the world in all its soul-destroying, diabolical, and horrid\ncolors; for nothing is a greater injury to the children of men than to be under the\ninfluence of a false spirit when they think they have the spirit of God.  Thousands\nhave felt the influence of its terrible power and baneful effects.  Long pilgrimages\nhave been undertaken, penances endured, and pain, misery and ruin have followed in\ntheir train; nations have been convulsed, kingdoms overthrown, provinces laid waste,\nand blood, carnage and desolation are habiliments in which it has been clothed\n(<i>History of the Church<\/i>, Vol. IV, p. 573).\n<\/p><p>\nWithout attempting an exhaustive discussion of this question, I shall take the liberty to suggest\nthree simple tests which, if applied, will prove of great value in making the distinction.\n<\/p><p>\nFirst, determine whether the alleged supernatural manifestation is edifying. If it is not, then it\nis not of God because spiritual gifts are given for the edification of God's people.\n<\/p><p>\nPaul, writing to the Corinthian saints concerning spiritual gifts, instructed them to \"let all\nthings be done unto edifying.\" And of those who would speak in tongues he said, \"If there be\nno interpreter, let him keep silence in the church.\" And as to prophecy he added, \". . . the\nspirits of the prophets are subject to the prophets.\"\n<\/p><p>\n\"For God is not the author of confusion, but of peace\"\n(<span class=\"citation\" id=\"282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(282)\">1 Cor. 14:26-33<\/a><\/span>). He compared\nthe speaking in tongues without a clear interpretation thereof to a trumpet giving forth an\nuncertain sound, at which no one would know whether to prepare for the battle. \"There are,\"\nhe wrote \". . . So many kinds of voices in the world . . .\n<\/p><p>\nTherefore, if I know not the meaning of the voice, I shall be unto him that speaketh a\nbarbarian, and he that speaketh shall be a barbarian unto me\"\n(<span class=\"citation\" id=\"281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(281)\">1 Cor. 14:8-11<\/a><\/span>).\n<\/p><p>\nThat the saints of the infant Church in this dispensation be not deceived, the Lord pleaded\nwith them to keep in mind that the purpose of spiritual gifts was to benefit those who loved\nhim and kept his commandments. They were not to be given as signs to those who would\nconsume them upon their lusts.\n<\/p><p>\nSecond&mdash;this pertains particularly to purported supernatural healing&mdash;find out whether the\npurported healer follows the divinely established procedure, that is, does he do as Jesus did\nwhen he laid his hands upon the sick and healed them (see\n<span class=\"citation\" id=\"33099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33099)\">Mark 6:5<\/a><\/span>) and as his apostles did\nwhen, at his direction, they \"went out, and preached that men should repent.\"\n<\/p><p>\n\"And . . . cast out many devils, and anointed with oil many that were sick, and healed them\"\n(<span class=\"citation\" id=\"33100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33100)\">Mark 6:12-13<\/a><\/span>).\nThe pattern which prevailed in the Apostolic Church, and which has been\nprescribed anew by revelation in this day\n(<span class=\"citation\" id=\"13456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13456)\">D&amp;C 42:43-44<\/a><\/span>), is set out by\nJames as follows: \n<\/p><p>\nIs any sick among you? let him call for the elders of the church; and let them pray\nover him, anointing him with oil in the name of the Lord:<br \/>\nAnd the prayer of faith shall save the sick, and the Lord shall raise him up; and if he\nhave committed sins, they shall be forgiven him\n(<span class=\"citation\" id=\"26125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26125)\">James 5:14-15<\/a><\/span>).\n<\/p><p>\nThird, find out whether the worker of the purported miracle has himself received the gift of\nthe Holy Ghost through the prescribed ordinances.  If he has not, then his works, whatever\nthey may be, are not the manifestations of the Holy Spirit.  This is a key test because, as we\nhave already pointed out, the gifts of the spirit are given by the power of the Holy Ghost. \nWithout the gift of the Holy Ghost, the manifestations of his gifts may not be enjoyed.  The\nProphet Joseph Smith states this foundation doctrine as follows: \n<\/p><p>\nWe believe in the gift of the Holy Ghost being enjoyed now, as much as it was in the\nApostles' day; we believe that it [the gift of the Holy Ghost] is necessary to make and\nto organize the priesthood, that no man can be called to fill any office in the ministry\nwithout it; we also believe in prophecy, in tongues, in visions, and in revelations, in\ngifts, and in healings; and that these things cannot be enjoyed without the gift of the\nHoly Ghost (<i>History of the Church<\/i>, Vol. V, p. 27).\n<\/p><p>\nThus one who has never received the gift of the Holy Ghost cannot possibly work miracles by\nhis power.\n<\/p><p>\nNow, we know that there is but one way to obtain the gift of the Holy Ghost. That way is\nthrough the prescribed ordinances of baptism by immersion for the remission of sins and the\nlaying on of hands for the gift of the Holy Ghost.  The Apostle Paul's procedure emphasizes\nthe indispensability of these ordinances.  Coming to\n<\/p><p>\n. . . Ephesus: and finding certain disciples, He said unto them, Have ye received the\nHoly Ghost since ye believed?  And they said unto him, We have not so much as\nheard whether there be any Holy Ghost.<br \/>\nAnd he said unto them, Unto what then were ye baptized?  And they said, Unto John's\nbaptism.<br \/>\nThen said Paul, John verily baptized with the baptism of repentance, saying unto the\npeople, that they should believe on him which should come after him, that is, on\nChrist Jesus.<br \/>\nWhen they heard this, they were baptized in the name of the Lord Jesus.<br \/>\nAnd when Paul had laid his hands upon them, the Holy Ghost came on them; and they\nspake with tongues, and prophesied\n(<span class=\"citation\" id=\"7789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7789)\">Acts 19:2-6<\/a><\/span>).\n<\/p><p>\nThese gifts of the spirit they could not possibly have exercised until after they had received\nthe gift of the Holy Ghost through compliance with the proper ordinances.  Such has been the\nprocedure for receiving the gift of the Holy Ghost from the days of Father Adam. We quoted\nat the beginning of these remarks the procedure by which he received it.  That procedure was\nprecisely the same as that followed by Paul in bestowing it.  Such will always be the\nprocedure, for God established it. Said the Prophet Joseph,\n<\/p><p>\nBaptism is a holy ordinance preparatory to the reception of the Holy Ghost; it is the\nchannel and key by which the Holy Ghost will be administered.\n<\/p><p>\nThe gift of the Holy Ghost by the laying on of hands, cannot be received through the\nmedium of any other principle than the principle of righteousness, for if the proposals\nare not complied with it is of no use, but withdraws (<i>History of the Church<\/i>, Vol. III,\np. 379).\n<\/p><p>\nNow, righteous men, bearing the holy priesthood of the living God and endowed with the gift\nof the Holy Ghost, who are magnifying their callings&mdash;and such are the only men upon the\nearth with the right to receive and exercise the gifts of the spirit&mdash;will do so circumspectly\nand in all humility.  They will not spectacularly advertise their divine power nor boast about\nit. Neither will they display it for money.  Of this you may be sure.\n<\/p><p>\n<i>IV. Tests for Special Claims and Doctrines.<\/i>\n<\/p><p>\nNow, the Prophet gave other tests applicable to special claims and doctrines, of which the\nfollowing two are typical.\n<\/p><p>\n(1) He made it clear that there is never more than one man on the earth at a time authorized\nto receive revelations for the Church\n(<span class=\"citation\" id=\"13536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13536)\">D&amp;C 132:7<\/a><\/span>).\nThis principle answered the claims of the purported peepstone revelations.\n<\/p><p>\n(2) Of an interview with a Mr. Matthias, the Prophet wrote: \n<\/p><p>\nHe said that be possessed the spirit of his fathers, that he was a literal descendant of\nMatthias, the Apostle, who was chosen in the place of Judas that fell; that his spirit\nwas resurrected in him; and that this was the way or scheme of eternal life&mdash;this\ntransmigration of soul or spirit from father to son.\n<\/p><p>\nI told him that his doctrine was of the devil (<i>History of the Church<\/i>, Vol. 2, p. 307).\n<\/p><p>\nThus removing all doubt with respect to the purported doctrine of \"transmigration of souls or\nspirits,\" currently referred to as reincarnation.\n<\/p><p>\nIn conclusion, I again call attention to the statement of the Prophet Joseph Smith already\nquoted, that \"A man must have the discerning of spirits before he can drag into daylight this\nhellish influence and unfold it unto the world in all its soul-destroying, diabolical, and horrid\ncolors;\" for after all, the things of God can be understood only by the spirit of God (see\n<span class=\"citation\" id=\"273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(273)\">1 Cor. 2:11<\/a><\/span>).\nThe gift of \"discernment of spirits\" is the sure solution to this knotty problem.\nSeek after this gift, brethren and sisters, and after its kindred gifts&mdash;knowledge, wisdom, and\n\"to know the diversities of operations whether they be of God\"\n(<span class=\"citation\" id=\"13464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13464)\">D&amp;C 46:16<\/a><\/span>), and not after sensational and\nmiraculous signs and wonders.  Remember that\n<\/p><p>\n. . . unto the bishop of the church, and unto such as God shall appoint and ordain to\nwatch over the church and to be elders unto the church, are to have it given unto them\nto discern all those gifts lest there shall be any among you professing and yet be not of\nGod.<br \/>\nAnd it shall come to pass that he that asketh in Spirit shall receive in Spirit; <br \/>\nThat unto some it may be given to have all those gifts, that there may be a head in\norder that every member may be profited thereby\n(<span class=\"citation\" id=\"13466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13466)\">D&amp;C 46:27-29<\/a><\/span>).\n<\/p><p>\nFinally: \n<\/p><p>\nBe virtuous and pure; be men of integrity and truth; keep the commandments of God;\nand then you will be able more perfectly to understand the difference between right\nand wrong&mdash;between the things [gifts] of God and the things of men; and your path\nwill be like that of the just, which shineth brighter and brighter unto the perfect day\n(<span class=\"citation\" id=\"41424\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41424)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41424)\">Prov. 4:18<\/a><\/span>).\n(<i>History of the Church<\/i>, 5:31.)\n<\/p><p>\nGod grant that it may be so I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}