{"ID":829, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1956, pp. 75-79<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn his magnificent opening address, President McKay, you will recall, spoke of the great\nresponsibility we have to our children, of the importance of parents properly rearing their\nchildren, and then, of course, of the responsibility of the Church in cooperating with the\nfamily in assisting the children to understand the reason for living a righteous life.\n<\/p><p>\nWe are endeavoring to develop among the Latter-day Saints what Peter spoke of as a \"royal\npriesthood, an holy nation, a peculiar people called out of darkness into his marvelous light\"\n(<span class=\"citation\" id=\"2260\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2260)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2260)\">1 Pet. 2:9<\/a><\/span>).\nAnd yet, as we do so in this modern age, it seems that the very gates of hell at times seem\nopen to invite our young people in. With alluring advertisements on radio, on TV, and in the\nnewspapers and magazines, men of the world attempt to make evil appear to be good and\ndesirable.  They attempt to make temptation glitter like gold.  In the face of it our children\nmust make a great decision.  They must understand so that they can intelligently make a\nchoice between that which is right and that which is wrong.\n<\/p><p>\nWe believe that as a general thing, if we train up a child in the way he should go, when he is\nold he will not depart from it (<span class=\"citation\" id=\"41426\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41426)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41426)\">Prov. 22:6<\/a><\/span>).\nWe believe that comes with the inspiration of our Father in\nHeaven.  The Lord has said in revelation in these, the last days that he would bless us, his\npeople, so that the gates of hell would have no power over us if we would but be obedient\nunto him (<span class=\"citation\" id=\"13517\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13517)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13517)\">D&amp;C 98:22<\/a><\/span>).\nIf we properly teach our children to do what is right, the allurements of the world\nneed not have any great effect upon them.  We need not have such great fears if we teach\nthem properly and convert them and help them to obtain a testimony of the Gospel, because\nthat testimony will be a fortification for them, a great defense against the temptations and the\nallurements of the world.\n<\/p><p>\nSo, in our homes we endeavor to teach our young people properly.  We have our Home\nEvenings.  We sit down and talk with them and teach them objectively.  We teach our\nchildren as we attend recreational events. We set them a proper example.\n<\/p><p>\nWe do all we can to convert them to the Gospel.  But as we do so, we must\nhave help from the Church.  We must have full cooperation from our brothers and sisters in\nthe auxiliaries and the priesthood quorums so that in very deed, with the Church and the\nhome working together, we may accomplish the great purpose we have in mind.\n<\/p><p>\nAs President McKay explained, a Committee of the Twelve, under the direction of Elder\nHarold B. Lee, has been studying the problem of how to help you in your homes and your\nChurch organizations better to give the young people of the Church an appreciation of the\nstandards of the Church, that they may love them better, that they may uphold them and\nsustain them.\n<\/p><p>\nAs we studied the matter over, and as we considered the allurements of the advertising, we\nfelt that we could use advertising methods to good advantage in our program.  By using the\nskill and the devices that are available through advertising and through the work of wonderful\nLatter-day Saint men in advertising, we hoped to be of some assistance in helping our young\npeople, just at a glance at times, to catch a new view of the beauties of the standards of the\nChurch.\n<\/p><p>\nSo, as we talked it over as a Committee, we thought we would like to present to our young\npeople a series of advertisements in an attractive way so that they could catch more of the\nspirit and the beauty of the standards of the Church, and have something to reinforce them in\ntheir resistance to the temptations of the world.  As we talked about the possibilities, we\nrealized that we would need professional assistance.\n<\/p><p>\nOne day we invited Brother David W. Evans, who has a splendid advertising agency which\noperates in many parts of the United States, to come and sit in with us and discuss the matter.\nWe told him about our idea, and asked if he would cooperate with his wonderful organization. \nHe, like every other Latter-day Saint, responded wonderfully to the call and said that he\nwould be glad to give us any time that he could, and give us the facilities of his organization\nin working out a campaign.\n<\/p><p>\nSo as we talked further, and he told us about an artist he has working for him&mdash;Dale\nKilburn&mdash;who did some beautiful work.  He showed us some of the things Brother Kilburn had done,\nand the result was that Brother David W. Evans and members of his staff and Dale Kilburn\ncooperated in preparing for us the advertisements we hope to present to the Church.\n<\/p><p>\nIt is our thought that we shall give an advertisement in poster form to every ward in the\nChurch once every two months, so that the poster would stand in a good place in the meeting\nhouse for a two-month period.  These beautiful posters&mdash;and they are beautiful&mdash;will need\nto be well displayed.  Unless they are properly displayed they will lose much of their value,\nand we are asking, therefore, that a proper display be made in each one of the ward meeting\nhouses.  These posters may best be displayed in a glass covered case that might be placed\nupon the wall in the foyer of a meeting house.\n<\/p><p>\nWe realize that you do not have such a case, but as we talked with Brother Lee about it,\nBrother Lee suggested that here would be an excellent priesthood project.  The Church service\ncommittee of the elders' quorums in every ward has, in connection with its activities, the anti\nliquor-tobacco program.  Brother Lee suggests that a project be given to each Church service\ncommittee of each elders' quorum to provide a case such as we speak of for each ward in the\nstake&mdash;a glass front, a wooden frame, a proper back to which may be attached these posters.\n<\/p><p>\nWe believe this will be a very good priesthood quorum project under the direction of the\nChurch service committee. If you will immediately begin on the construction of these cases\nand have them ready by the middle of May, then we will begin the presentation of these\nposters on the first of June, or very shortly thereafter.  Keep in mind that the poster will stay\nup for two months, and then we will give you another one.\n<\/p><p>\nBefore I describe the posters further, I should like to have the lights out, and we will show\nour pictures on the screen.  For the sake of those in the building who cannot see, or those\nwho are in other buildings, I will describe the pictures as well as I can.\n<\/p><p>\nIsn't that a beautiful poster? The entire approach is positive.  We will not make any kind of a\nnegative approach in connection with this program. Everything will be positive teaching.  You\nwill see here the first poster we have in mind.  It is entitled, \"Virtue Is Its Own Reward.\"\nThere is an excellent picture of a young bride and her groom, who, having lived a beautiful,\nvirtuous, clean life, now may go into marriage with all of the rewards that come from a pure,\nclean life.\n<\/p><p>\nYou will notice that at the bottom of the poster we have the expression: \"Be Honest With\nYourself.\" That will become the theme of the entire series, and will appear on each of the\nposters.\n<\/p><p>\nThe poster, as you see, carries a great message by itself, and we believe that as young people\nsee the poster, just at a glance they will catch the idea, and they will be taught in a moment. \nBut for those who will pause, we will have an addition to the poster, as will be seen now on\nthe next picture.  It will be a side-piece.  At the top you will see the same bride and groom,\nthe same expression, \"Virtue Is Its Own Reward.\" At the very bottom you will notice that we\nhave again, \"Be Honest With Yourself.\" The message is this: \n<\/p><p>\n\"Virtue is its own reward, and these are its rewards: peace of mind, the love of loved ones, a\ngood name, a quiet conscience, the confidence of family and friends, the strength of personal\npurity, the trust of your children, the sense of purpose in life here, an assurance of everlasting\nlife with those you love, and of peace and limitless progress hereafter.  All this is yours for\nkeeping the commandments. Be true to your friends, your family, your Father in Heaven. In\nother words, Be Honest With Yourself.\"\n<\/p><p>\nI was so thankful for what President McKay said yesterday about being loyal to ourselves,\nbecause this entire program will tie in with his suggestion.  We will teach our children to be\nhonest with themselves.\n<\/p><p>\nIn the next picture you will see how the two will be displayed together&mdash;the main poster on\nthe one side, and the additional piece on the other.  That is the way it will appear in the\ndisplay case we are asking the priesthood quorums to provide in each ward.  This will come,\nas we say, once every two months, each time with a new theme.\n<\/p><p>\nAs we talked about this still further, we decided it would be a wonderful thing not only to\ndisplay this poster in the lobby or the foyer of a meeting house, but we thought it would be a\nwonderful thing to give to each young person in the ward from 12 to 20 this poster in\nminiature, with a beautiful message on the reverse side&mdash;something they could put in their\npockets and carry home, something beautiful enough so that they could set it on their dresser,\nsomething that they would be glad to read over with their friends.  So we decided that we\nwould use the main picture of the bride and the groom with the large caption: \"Virtue Is Its\nOwn Reward,\" and then the theme at the bottom, \"Be Honest With Yourself,\" as the face of\nthis card, which will be approximately postcard size.\n<\/p><p>\nThen, as we show you in the next picture, on the opposite side will be a message: \"Virtue is\nits own reward. There is more to marriage than music and moonlight.  There is trust and\nsharing, and being loved and deserving to be.  There is companionship through years of\ngrowing old together, and to each partner in an honest marriage there will come a time when\nnothing will be more important than personal purity, and it will not be just at some passing\nhour, but day after day, year after year, as long as you look at your loved ones, as long as\nyou can feel in reality or in memory the small hand of a son or daughter as it closes around\nyour finger.  You, each of you, should take no less to marriage than personal purity.  You\nhave a right to expect it of the companion you choose. You have a sacred obligation to keep\nit and to offer it in return.  The rewards of virtuous living are rich and enduring, but the price\nof sin runs high.  The reward of virtue is a quiet conscience, the right to answer every\nquestion without reservation, the right to look every man squarely in the eye, and every boy\nand girl and woman also, without an accusing conscience.  It is the right to pass on to your\nchildren and your children's children a clean record, a clean heritage, a good name.  You\ncannot cheat, you cannot avoid consequences, so be virtuous.  Be honest wit\nyourself.\n<\/p><p>\nIn order to insure a proper distribution of these cards so that every boy and girl, active or\ninactive, from the ages 12 to 20 in every ward and branch in all the stakes of the Church,\nshall receive a card like this, we are now going to the bishops.  The bishop is the head of the\nAaronic Priesthood, and the bishop has a counselor who is assigned to work with the YWMIA\non the LDS Girls' Program.  We are asking each one of you as bishop, when these cards are\ndelivered to your ward, to see to it that every boy in the Aaronic Priesthood, and every boy of\nAaronic Priesthood age who is not ordained to any priesthood, receives one of these cards.\n<\/p><p>\nThen, through your counselor who is associated with the LDS Girls' Program in the YWMIA,\nwe ask that you see to it that every girl, active or inactive, in that age group, receives one of\nthese cards so that it may be read and understood, and possibly be of help in converting them\nto be clean.\n<\/p><p>\nIn the next picture we show you another poster&mdash;a very happy looking young couple, a boy\nand a girl, and the expression, \"Healthy, Happy, Lucky You.  Be Honest With Yourself.\"\n<\/p><p>\nIn the next picture we will show you the side-piece that goes with it, which reads: \"Healthy,\nHappy, Lucky You. Lucky is he who learns from his parents and the Church that health and\nhappiness come with clean living, that some things should be left alone, not to be touched or\ntampered with.  We have one mind, and one earthly body which must last a lifetime.  Our\nMaker planned it that way.  He knows what is good for us.  That is why he has given us\ncommandments, not left us alone in our search for happiness. Lucky is he who does not have\nto learn everything the hard way, the painful way, too often when it is nearly too late.  Be\nsmart.  Be clean.  Be healthy.  Be honest with yourself.\"\n<\/p><p>\nWhen these two are put together, they will be displayed in your display case. At that same\ntime we will distribute small cards based on this theme.\n<\/p><p>\nOur next picture shows a lovely young lady before a mirror, combing her hair. The caption is,\n\"Beauty Is More Than Skin Deep,\" and then again, our theme, \"Be Honest With Yourself.\"\nThe side-piece, which is shown in the next picture, reads like this: \"Beauty is more than skin\ndeep,\" and may I say that this is just as much a message to boys, who should have the proper\nmeasure of beauty, as it is to girls.\n<\/p><p>\n\"What is beauty?  Who can have it? Ask John Robert Powers, famous beauty authority.  He\nwill tell you, though it sounds trite.  It is the glow of health, a radiant personality, a complete\nself-assurance and naturalness, intellectual curiosity and integrity.  To sum it up, beauty is\nlargely a matter of the thoughts we think, the deeds we do, the food we eat, the interest we\nshow in others.  It is the sum of sincerity, enthusiasm, and unselfishness. It is obedience to\nthe laws of good and wise and unselfish living. It is the reflections of what we are inside\nourselves.  So if you would be beautiful, be honest with yourself,\" so reads the side piece.\nAnd then cards will be based upon that theme also, for individual distribution.\n<\/p><p>\nIn our next picture we have something based on Emily Post: a couple out for the evening\nbeing offered drinks by the host. The caption at the top says, \"The Guest, the Host, and Emily\nPost.\" The side-piece shown in the next picture reads like this: \"When your host invites you to\nhave a drink, or take a cigarette, what is the proper answer? When you are offered things you\ndon't want, Emily Post says it's proper to say 'No, thank you.' The obligation of courtesy is\nnot that of the guest, but of the host and hostess. Wanting to be popular is natural, but when\nan inner voice says, 'Don't do that, it is wrong,' then say no and hang on to that no.  So it's\nnot only proper, it's wise to say, 'No, thank you.' Be honest with yourself.\"\n<\/p><p>\nOur next picture is based on the value of prayer.  This picture shows George Washington,\nAbraham Lincoln, and President Eisenhower in the background, and then in the foreground a\nfamily group.  At the top we read, \"Great Men Pray,\" and again at the bottom, \"Be Honest\nWith Yourself.\"\n<\/p><p>\nIn our next view on the screen the side-piece is shown, and it reads like this:\n\"Great and wise men and women of all ages have sought and received help through prayer,\nand all these are proper petitions to an understanding Father in Heaven: the trust of a child at\nhis mother's knee, the prayer of a father for the return of a wayward son, the students' honest\nseeking for answers, a young man's reverent request for strength to do his best in a ball game\nor business venture, the young woman's plea for guidance in choosing a husband.  Do you\never need help from a higher source?  Then follow the example of the great and good of all\nthe ages.  Ask and receive.  Pray. Be honest with yourself.\"\n<\/p><p>\nBrethren, we are planning to continue this program for some time.  The artist has in mind\npainting such additional ones as representations of modesty, in dress and actions, and other\nsuch subjects.\n<\/p><p>\nNow, brethren, as these posters and cards come to you, you will be getting additional support.\nWe are going to ask the publishers of all of the Church publications, the magazines and the\nChurch Section of the Deseret News, to give us a full month.  During the month when the posters\nappear new we will place, with their permission, a full-page display tied in with the current poster. \nWe are having written up a series of success stories from the lives of true Latter-day Saint\nmen who have made good in a big way in big business or in the professions, still maintaining\ntheir standards. The theme will be that they are succeeding not in spite of, but with the\nassistance of, their observance of the standards of the Church.  This human interest story\nbased on the standards of the Church will come in the alternate months in between the placing\nof the new posters.\n<\/p><p>\nThe MIA have already pledged to us their assistance, and they will give us a further\nfollow-through at their June Conference.  The Presiding Bishopric, who have helped us in this\nplanning, particularly Bishop Joseph L. Wirthlin, will give us their support for our program. \nThe other organizations, although not yet contacted, are always similarly cooperative.\n<\/p><p>\nBrethren, we humbly ask that each one of you cooperate with this positive effort to teach\ngood Latter-day Saint standards to the young people of the Church.  We believe that by these\npositive methods we can help them to realize that to help them succeed most in the earth, they\nwill desire to keep the standards of the Church, and that this may be is our humble prayer, in\nthe name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}