{"ID":83, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Nourishing the Spirit<\/p>\n<p class=\"gcspeaker\">Elder Charles A. Callis<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Charles A. Callis, <i>Conference Report<\/i>, October 1943, pp. 55-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nGod of our fathers, known of old&mdash;<br \/>\nLord of our far-flung battle line,<br \/>\nBeneath whose awful hand we hold<br \/>\nDominion over palm and pine&mdash;<br \/>\nLord God of Hosts, be with us yet,<br \/>\nLest we forget! Lest we forget!\n<\/p><p>\nPATRIOTISM COMMENDED\n<\/p><p>\nWith you I am very much gratified that Utah went over the top in the bond sale, and that the\nnation over-subscribed the government loan. This shows that patriotism is not dead and that\nthe love of pleasure does not predominate the spirit of sacrifice. Every American should do all\nhe can to frustrate the wicked ambition of those who would rather rule in hell than serve in\nheaven. Brethren, we must not boast: we are not yet out of the woods. Our hope is in\nJehovah, the Lord of Heaven and earth. He will not fail us. With God we can do everything\nthat is right; for if he be with us who can be against us?\n(<span class=\"citation\" id=\"42657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42657)\">Rom. 8:31<\/a><\/span>).\n<\/p><p>\nA LESSON FROM THE BEES\n<\/p><p>\nNow, may I turn your attention for a moment to some other matters.\n<\/p><p>\nIn the morning paper, a day or two ago, Mr. Belliston, the head of the honey\nindustry of this state, requested the people to sow clover in the barrow pits, and on the sides\nof the road, that the honeybees might be provided with the proper food and consequently\nmake better honey. This is excellent advice.\n<\/p><p>\nI was in Miami years ago. The president of the branch had several beehives. I said, \"Brother\nNewbeck, have you a lot of honey now?\" He said, \"Yes.\" \"Is it good honey? \"No,\" he said, \"it\nis not.\" \"Why? \"Look over yonder,\" he said. And I beheld a bottling plant; there were scores\nof boxes covered with syrup. The bees had become lazy. Instead of flying out into the fields\nand extracting the nectar from the flowers, they lighted upon these boxes and fed upon this\nsyrup; consequently the honey wasn't much good.\n<\/p><p>\nI am wondering if we are sowing clover. Are we providing the proper food for our children? I\ndo not mean physical food. We are a well-fed nation; but we are not grateful enough to the\nAlmighty. In the careful rearing of children we are building a mighty republic.\n<\/p><p>\nHOLDING COTTAGE MEETINGS SUGGESTED\n<\/p><p>\nAlexander Cairns said that there was such a thing as \"wasting our sorrows.\" We have been\ndeprived of some Church privileges, we think, because of this war. It seems that there are\nwards in Zion where Sunday evening meetings are dispensed with because of the\ninconveniences caused by shortage of gas, etc.\n<\/p><p>\nIn each of such wards the bishop could have at least twenty or twenty-five cottage meetings\non Sabbath evenings. This would provide for young and old rich spiritual food. In attending\nsuch meetings they would not be in places to feed on stuff that does not form character nor\ndevelop the qualities of true manhood and womanhood, If we would hold these cottage\nmeetings and praise the Lord in worship and in song, behold there would be manifested in the\nlives of the young people increased Church activity and more spirituality.\n<\/p><p>\nThe Sunday School is the most powerful&mdash;is the greatest spiritual auxiliary organization in the\nChurch. Fathers and mothers would do well to go with their children to Sunday School.\nThere, in that divinely founded institution, the children are given proper spiritual food to\ndevelop a nobility of character, manhood, and womanhood which will endure forever.\n<\/p><p>\nSometimes we think that in counseling our boys and girls, it is like pouring water on a duck's\nback.\n<\/p><p>\nALMA'S CONVERSION\n<\/p><p>\nWe read in the Book of Mormon the story of Alma. He and the sons of Mosiah were going\naround trying to destroy the Church. An angel stopped them by the way. For three days and\nthree nights Alma suffered the pain of a damned soul. He was racked with the pains of hell.\nWhile he was praying, while he was in this distress, this agony, for he seemed to have\ntouched the bottom of hell, he remembered the words of his father, the father who prophesied\nthat Jesus Christ would come into the world and redeem mankind. And as\nAlma thought of this holy being (no man can think of the Lord Jesus Christ without being a\nbetter man) he pleaded with Jesus, and prayed to Him. Then his pain, his torment, his guilty\nconscience subsided, and into his life there came an exquisite feeling of peace and love and\njoy (<span class=\"citation\" id=\"8818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8818)\">Alma 36:6-21<\/a><\/span>).\n<\/p><p>\nHOME INFLUENCE POTENT\n<\/p><p>\nIn the home a father's voice and counsel, the mother's law will be more effective than if they\nwere given outside the home. I plead for a greater parental control, benevolent of course,\npersuasive, kind, and loving, because, \"Come along, come along, is the call that will win.\" If\nthe homes are provided with this parental control, with good reading matter, with the\nmagazines of the Church placed on the table where the boys and girls can read them, I want\nto say to you that parents are going to have much more ease of heart, much less concern. I\nplead with you all to see what food your children are feeding upon. Provide them with that\nnourishment which will make them faithful members of the Church, good members of society,\nand great citizens of this glorious republic.\n<\/p><p>\nIn the mission field young men have come to me and said: \"Brother Callis, the words and\ncounsel of my father, which I had forgotten before I came on a mission, have come to me in\ntimes of peril and distress, and they have built me up and steadied me and made me a better\nmissionary.\n<\/p><p>\nGod help us all, my dear brethren, to see that our children are fed the words of God, to go\nwith them to Sunday School, for our faith is refreshed, renewed, stimulated by observing the\nexternal ordinances of the Gospel, such as the sacrament and other holy things.\n<\/p><p>\nI bear you my testimony, the youth of Zion will respond to example. Bid them go with you,\nlove them, you fathers. Keep close to your boys, be chummy with them, associate with them.\nMothers, make your daughters feel that you are their best friend on earth and teach them to\ncome and confide in you.\n<\/p><p>\nGod help us all to fulfil our righteous obligations and to be worthy earthly parents of that\nimmortal soul which God has trusted to your care and of which you have charge, I humbly\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}