{"ID":830, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, April 1956, pp. 79-81<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI cannot express in words, my brethren, the honor that is paid me by President McKay in\nasking me to address you this evening.  I feel very much indebted to him.  I was eight years\nof age when he entered the Quorum of the Twelve, and I have grown up through most of my\nlife always remembering him as an Apostle of the Lord.\n<\/p><p>\nIt was he who called me on the phone one day in April of 1945 and invited me to come to\nthe Conference and take my place in the First Council of the Seventy. There have been times\nwhen I have needed to be rebuked, as I guess all men do.  I shall never protest as long as\nthose I receive in the future are as gentle as those President McKay has given me, for he\nalways leaves me built up and strengthened when he calls attention to the errors which have\nbeen made.\n<\/p><p>\nPresident McKay, I should like you to know that my own personal feeling toward you is one\nof deep devotion, and toward your family likewise.  I think I have no greater love for any\nman than I do for your brother, Thomas, who has been to me always a friend, often in time\nof need.\n<\/p><p>\nI should like to indulge myself for a moment, and ask you to indulge me, in an imaginary\nthing.  I should like to have you imagine with me that we have gone back 136 years.  I\nimagine myself to be a member of a family, newly moved into New York State, by the name\nof Smith.\n<\/p><p>\nWe were having a hard time. Father had contracted for some land.  It was heavily forested.  It\nis no easy thing to cut down hardwood trees of diameter from three to four feet, and yet that\nwas our lot if we expected to clear the land and make a farm out of it.  We progressed slowly\nby hard work.\n<\/p><p>\nOn one particular clear sunshiny day in early spring, when the buds were starting to come out\na little, a rare thing in New York state in that season of the year, I had been sent to clear in\nthe lower bottom land, and having spent the whole day there, did not have much connection\nwith the family.  I came home that evening in time for supper and gathered with the family\naround the table.  Our usual custom was to have a verse of Scripture and a prayer over the\nfood, and then to indulge ourselves in conversation concerning religion.  We had good cause,\nbecause at that moment there were in the town four ministers representing four churches, all\nof them pleading with us to be saved and to accept Christ.\n<\/p><p>\nMy mother and my brother, Hyrum, had felt they would like to espouse the cause of the\nPresbyterian Church, and so indicated.  Myself, I favored the Methodist Church. I thought that\nwas nearer to what I considered Christ to be.  But we were a loyal family and we did not\never quarrel over these things.  It was all happy conversation, reason was given, Scripture was\nquoted, and we had a good laugh whenever we came to a difference we could not resolve.\n<\/p><p>\nAfter the supper was cleared away, my father said to us children, \"Gather around the fire. \nWe have something important to have you hear.\" And so we gathered, and after we were\nseated in the various chairs and on the floor, my mother gently rocking in her favorite rocking\nchair with her knitting in her lap, my father said: \n<\/p><p>\n\"Now, Joseph,\" and then I saw my younger brother stand. I noticed he had been a little quiet\nduring the evening. Now he spoke.  He told us what we all know so well about his experience\nof the morning.  He told us it was a vision.  A remarkable thing occurred to me.  In my heart\nas I heard him speak I had no more doubt about religion. There was no argument in my mind.\nSomehow, without any thought, without any analysis, I knew he spoke the truth. I did not\nhave to analyze it.  I did not want to analyze it.  There was no need for it.  I was sure.\n<\/p><p>\nAs I remember back, it seems to me that each of my brothers and sisters were equally sure.  I\nthink the whole thing&mdash;the whole explanation&mdash;was summed up by my father when he said,\nin his quiet way, \"Boys and girls, it is of God.\" That seemed to be the feeling of all of us.\n<\/p><p>\nI experienced also a new feeling toward Joseph.  In my eyes, suddenly, though he was but a\nboy, he seemed to assume the stature of a man, and I had equal confidence, as I had of the\nsureness of his vision, that he had the stature and would grow to fill it in such a way that he\ncould always carry the burdens which the Lord was placing upon him.\n<\/p><p>\nThe passing years have done nothing to change my feelings in that respect. He did measure\nup.  For the first time, I guess, since the history in the days of Christ, we had found the truth\nabout the Father and the Son, which is now so clearly testified of in the Scriptures. Up until\nthat time the Father and Son relationship had been a mystery.  But another thing we also\nlearned: we learned the true feeling which comes when the Holy Ghost bears witness of the\ntruth, for that, my brethren, was also a part of the revelation that day.\n<\/p><p>\nYou see, it could not very well be that the Father and the Son could come and reveal\nthemselves to a boy (<span class=\"citation\" id=\"30354\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30354)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30354)\">JS&mdash;H 1:17<\/a><\/span>)\nand have the world believe that boy unless the third member of the\nGrand Presidency of Heaven also played his part and bore witness to our souls with such\nsureness we could not fail to accept the fact that what he said was true.  It was the still, small\nvoice, not loud, not contentious\n(<span class=\"citation\" id=\"1201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1201)\">1 Kgs. 19:12<\/a><\/span>). We just knew.\n<\/p><p>\nThank you for your patience in this imaginary excursion. My brethren, that\ngreat revelation of two glorious Beings, and the testimony of its truth, witnessed by the Holy\nGhost&mdash;has been the basis of this Church. The strength we have today of a million and three\nhundred and fifty thousand, our immense outlay of buildings and the vast numbers of you of\nthe Priesthood, is because all of us have also had borne in upon our souls that same, still,\nsmall, quiet, witness that indeed the events did transpire; that indeed Joseph Smith was a\nProphet; and indeed carried his work to the satisfaction of his Father in Heaven, and we know\nby the same whispering of the spirit that his keys are held by President McKay and those who\nassociate with him as prophets and seers and revelators.\n<\/p><p>\nThat is my testimony also, in the name of Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}