{"ID":831, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1956, pp. 81-83<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren:  Again in this semiannual Priesthood Meeting, I am privileged and honored to\nbe asked to say a few words to you.  I hope that you will aid me, that the things that I wish\nto say, have thought I might say, will seem to be appropriate, and that I may be led either\nalong that line or some other.  I know in part the value of your prayers.  I know in part the\npower of the Priesthood.  I know in part the power of our Heavenly Father. And these things\nI invoke at this time.\n<\/p><p>\nIf Brother Young will permit me, I should just like to make one observation.  You know, if I\ncannot accept this First Vision\n(<span class=\"citation\" id=\"30356\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30356)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30356)\">JS&mdash;H 1:17-19<\/a><\/span>),\nI do not see how I can be regarded as a member of this\nChurch. I do not see any alternative to that, because it is elemental.  There are some, in\nnumbers I am sure few, in position of some importance, who seem to think that the Church is\na great social organization and such it is, and if that were all it is I suppose it would be worth\nbelonging to, but the Church is that and far, far more.  The social activity, the economic set\nup of the Church is most important, but without the First Vision and all that flows from it,\nthis Church as we know it, would never have been built, would not now exist, and would\nhave been but a memory.\n<\/p><p>\nYou know, of course, I cannot think for anybody else but myself but I believe that if I held\nthat erroneous view which I have named, I would have the courage, the ordinary, everyday\nhonesty publicly to proclaim myself and ask to be relieved of my membership.  That is the\nway I would feel.\n<\/p><p>\nNow, I am sure the brethren who are still waiting here, President McKay and President\nRichards, have much that they want to say, and I have only one or two points that I would\nlike to mention.  What I am going to say now I cannot be too sure about, and I do not give\nyou these things that I shall read to you, tell you about, as being actual facts.  But I think\nthey are fairly accurate.  Compared with the most numerous, that is the Church with the most\nmembership in the United States, we stand as one to 24, by which I mean that the largest is\ntwenty-four times plus larger than are we.\n<\/p><p>\nHowever, when it comes to the Priesthood, the situation is very different. In the United States,\naccording to our best figures, there are 165,000 holding the Melchizedek Priesthood; there are\n143,000 bearing the Aaronic Priesthood; a total of 309,000.\n<\/p><p>\nNow I cannot be sure about the figures I shall give you next, but the best I have\nbeen able to obtain would show that they, that other Church, of which we\nare only 1\/24th as large, has only 54,344 priests. That gives us 5.6 bearers of the Priesthood\nto their one.\n<\/p><p>\nNow if you add in to that number of theirs, those who belong to their Seminaries, who as I\nunderstand are not yet bearers of their Priesthood, and so should not be included, but\nincluding them, it appears that we have 3.5 bearers of the Priesthood to one with them. Yet\nthey are perhaps 24 times larger than are we.\n<\/p><p>\nBrother Mark Petersen quoted some scriptures, and I would like, if Mark will permit it to\nquote them.  The Lord told Moses, you will find this in Exodus 19:6: \n<\/p><p>\n\"And ye shall be unto me a kingdom of priests, and an holy nation. These are the words\nwhich thou shalt speak unto the children of Israel\"\n(<span class=\"citation\" id=\"22652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22652)\">Ex. 19:6<\/a><\/span>).\n<\/p><p>\nAnd then as Peter has quoted it and enlarged it, Brother Mark: \n<\/p><p>\n\"But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight\" (<span class=\"citation\" id=\"2261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2261)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nI am sure there is no other Church on this earth that has the proportion of Priesthood to total\nmembership that we have. The plan which the Father had for Israel could not be carried out\nbecause they refused to receive the Melchizedek Priesthood, and the Lord took the Priesthood\nand then Moses out of their midst and left them with the Aaronic Priesthood\n(<span class=\"citation\" id=\"13493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13493)\">D&amp;C 84:25<\/a><\/span>).\n<\/p><p>\nNow the lesson I would like to get out of this situation, is what a tremendous advantage not\nonly, do we have over any other church, I think I may safely say in the world, but I would\nlike to point out to you we have a corresponding responsibility, a responsibility that we\ncannot escape.  We have been made in general language, a kingdom of priests, a priesthood\nkingdom. The Lord so looks at us, I am sure, and I am sure he will hold us responsible.\n<\/p><p>\nI wonder, well organized as we are (years ago when the German Army was regarded as the\nbest drilled and best officered and best organized army in the world, we used to hear that an\nappraisal think, of us was to this effect) whether we are as well organized as the German\nArmy. Our organization is perfect.  We can have no excuse, no reason for failing to do what\nthe Lord expects us to do, save our own indifference, unwillingness, or indolence.\n<\/p><p>\nBrethren, I think this is a tremendous responsibility, and how shall we meet it.  I come back\nto the theme I have spoken of ever since I have been talking to you, unity.  I want to take\ntime with our permission to read part of perhaps the greatest prayer which we have record,\nthat prayer which was uttered by the Savior the night before the crucifixion after he and the\ndisciples had left the Upper Chamber and had gone out to the Mount.  That is the one in\nwhich near the beginning, Jesus declared, \"And this is life eternal, that they might know thee\nthe only true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27701)\">John 17:3<\/a><\/span>).\n<\/p><p>\nAnd if you will bear with me, I want to read most of the rest of that prayer. It was uttered in\nbehalf of the disciples by Jesus himself, and you brethren who are here, bearers of the\nMelchizedek Priesthood, hold precisely the same Priesthood, enjoy, I think, precisely the same\nrights and powers and keys that were enjoyed by them.  And I want to read you by way of\nrecalling to your remembrance, how the Lord prayed for them.  I am reading from John,\nchapter 17:\n<\/p><p>\n\"For I have given unto them the words (he is talking to the Father) which thou gavest me;\nand they have received them, and have known surely that I came out from thee, and they have\nbelieved that thou didst send me.<br \/>\n\"I pray for them: I pray not for the world, but for them which thou hast given me; for they\nare thine.<br \/>\n\"And all mine are thine, and thine are mine; and I am glorified in them. (He is speaking of\nthose, I repeat, who hold the same Priesthood that you brethren here before me, holders of the\nMelchizedek Priesthood, now possess.)<br \/>\n\"And now I am no more in the world, but these are in the world, and I come to thee.  Holy\nFather, keep through thine own name those whom thou hast given me, that they may be one,\nas we are.<br \/>\n\"While I was with them in the world, I kept them in thy name: those that thou gavest me I\nhave kept, and none of them is lost, but the son of perdition; that the scripture might be\nfulfilled.<br \/>\n\"And now come I to thee; and these things I speak in the world, that they might have my joy\nfulfilled in themselves.<br \/>\n\"I have given them thy word; and the world hath hated them, because they are not of the\nworld, even as I am not of the world.<br \/>\n\"I pray not that thou shouldest take them out of the world, but that thou shouldest keep them\nfrom the evil.<br \/>\n\"They are not of the world, even as I am not of the world.<br \/>\n\"Sanctify them through thy truth: thy word is truth.<br \/>\n\"As thou hast sent me into the world, even so have I also sent them into the world.<br \/>\n\"And for their sakes I sanctify myself, that they also might be sanctified through truth.<br \/>\n\"Neither pray I for these alone, but for them also which shall believe on me through their\nword;<br \/>\n\"That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one\nin us: that the world may believe that thou hast sent me.<br \/>\n\"And the glory which thou gavest me I have given them; that they may be one, even as we\nare one:<br \/>\n\"I in them, and thou in me, that they may be made perfect in one; and that the world\nmay know that thou hast sent me, and hast loved them, as thou hast loved me.<br \/>\n\"Father, I will that they also, whom thou hast given me, be with me where I am; that they\nmay behold my glory, which thou hast given me: for thou lovedst me before the foundation\nof the world.<br \/>\n\"O righteous Father, the world hath not known thee: but I have known thee, and these have\nknown that thou hast sent me.<br \/>\n\"And I have declared unto them thy name, and will declare it: that the love wherewith thou\nhast loved me may be in them, and I in them\"\n(<span class=\"citation\" id=\"27706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27706)\">John 17:8-26<\/a><\/span>).\n<\/p><p>\nBrethren, I take it that that is a prayer offered for us, just as applicable to us as it was to the\nApostles in whose immediate behalf Christ was intervening.\n<\/p><p>\nMay the Lord give us the unity, the faith, the powers, which the Lord prayed that his Disciples\nmight have, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}