{"ID":832, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1956, pp. 83-85<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI might well have chosen a subject for this evening other than that on which I propose to\ndwell had I not been impelled a few days ago in contemplating this meeting to bring a\nparticular matter to your attention.  I trust that it may not be too inappropriate for this great\noccasion.  If at the beginning it seems so, please reserve judgment.\n<\/p><p>\nI read in the newspaper the other day an article.  It prompted me to bring the matter here. It\nis written by Judge Rudolph C. Geissler of Connecticut. Some of you may have seen it, but I\nfear that it was not read generally and seriously, or I would not take the time to reproduce at\nleast part of it.  The Judge says: \n<\/p><p>\n\"In the 24 years I have been on the bench, I have never given a speeder a second chance.  I\nnever will.  If he is convicted in my court or pleads guilty, the speeder gets a fine or a jail\nsentence and his license gets blemished.\n<\/p><p>\n\"In the sense that I adhere strictly to the law, I am a 'tough' judge. In my opinion, that is the\njudge's job.  As a speeder, you are one man in a traffic court on one particular day; as a\njudge, you are a witness day in day out, by the hundreds and thousands, to the worst carnage\nman has ever known. Worse than plague.  Worse than war.\n<\/p><p>\n\"Motorists are inclined to think that when they come up before a judge on their first speeding\ncharge, they should be given a second chance.  They don't want that 'black\nmark' on the back of their driver's license.  The offer excuses.  They get friends of the judge\nto try to fix things for them. They hire lawyers to pull strings.  What they don't understand is\nthat speed is their enemy, not the court.  The court is simply their conscience.\n<\/p><p>\n\"Excuses, entreaties, attempts at influence, I've heard them all: \n<\/p><p>\n\"'Judge, I've been driving for twelve years with a clean record&mdash;just give me this one chance.'\n<\/p><p>\n\"'Judge, if you put this second speeding on, my license the company will fire me.'\n<\/p><p>\n\"'Your Honor, I don't have a job and my kids are sick and if you fine me, I'll have to go to\njail.'\"\n<\/p><p>\nThen he cites the cases of friends pleading for those who are arrested.\n<\/p><p>\n\"Yes, I've heard them all, and I've turned them all down.  Sometimes it makes my heart ache,\nlike when a man is out of a job and is up against it, but I don't give him a second chance.\n'What kind of justice is that?' you may ask. 'Have you no compassion?  Can't a man be\nforgiven one mistake?' One mistake. Compassion.  What do you think I have seen and heard\nduring my 24 years on the bench?  A man drives at 70 miles per hour at night on a two-lane\nhighway.  He sideswipes another car going around a curve; both cars spin out of control and\ncrash.  Four people are dead.  That's only one mistake, isn't it?\n<\/p><p>\n\"A group of young people are coming home from a dance, and the 19-year-old driver decides\nto show off by pushing the speedometer up to its limit&mdash;one mistake.  A driver speeds up to\nbeat a changing light at an intersection&mdash;just one mistake.\n<\/p><p>\n\"The fact is, that's all a speeding accident ever amounts to&mdash;just one mistake.  The vast\nmajority of serious collisions involve people, with 'clean' records.  Yes, I have compassion,\nand so do most other judges, but the compassion is for the permanently crippled, the\n'innocent' corpses in the other car, the children left without one or both parents.  We judges\nhave to look at unending photographs of butchered bodies and mangled automobiles,\nintroduced into evidence by Police officers&mdash;the mute evidence of a speeder's one mistake.\"\n<\/p><p>\nAnd he cites other instances.  Then he says: \n<\/p><p>\n\"I know quite a lot about boys, and I do think about them.  For instance, I think about those\ntwo young fellows at Storrs, Conn., who killed themselves smashing into a tree; the Hartford\nboys who wound up on morgue slabs after their car turned over three times and landed in a\nditch; those four college boys who were doing 75 on the Wilbur Cross Parkway&mdash;two died\ninstantly and two in the hospital.\n<\/p><p>\n\"I know about boys, all right.  I've got three sons and eight grandsons, and if they ever start\nspeeding I only hope and pray that a State Trooper is there to catch them and that a judge\nfines them properly.\n<\/p><p>\n\"Here's what I tell most young people who come before me and try to talk themselves out of\ntheir 'jam.' 'Young man,' I say, 'consider this one of the luckiest days of your life&mdash;for you\nhave wound up in a traffic court instead of a graveyard.'\n<\/p><p>\n\"I recently had an 18-year-old high-school student in my court.  He had been clocked at\nmidnight doing 80 m.p.h. on a two-lane highway.  I asked him why his father had not come\nto court with him.\n<\/p><p>\n\"'He's here,' the boy said, 'in the back of the court.' I asked the father to come forward.\n<\/p><p>\n\"'My son got himself into this,' the father said, 'and he'll have to get himself out of it. \nThere's no excuse for driving a car at that speed.'\n<\/p><p>\n\"'Did you have a reason?' I asked the boy.\n<\/p><p>\n\"'Yes, sir,' he answered.  'I had been up late several nights in a row, so I wanted to get home\nto catch up on my sleep.'\n<\/p><p>\n\"'Well,' I said, 'you had a distance of twenty-five miles to cover.  Now by going eighty miles\nan hour instead of the legal limit you probably saved about fifteen minutes.  And in the\nprocess, you might have been killed&mdash;or killed somebody else.  Do you think the risk was\nworth it?'\n<\/p><p>\n'No, sir,' the boy said.  'I guess not. I guess I deserve to be fined.'\n<\/p><p>\n\"I noticed the father perk up at that, and I could see he felt a little better\nabout his son's scrape with the law. I admire that father much more than one who tries to\n'protect' his son by influencing the judge or prosecutor.\n<\/p><p>\n\"How can we slow you down? How can we make you obey the speed limit which is clearly\nand incessantly indicated on every highway in this country?\n<\/p><p>\n\"Fines haven't worked.\n<\/p><p>\n\"Threats haven't worked.\n<\/p><p>\n\"Public education doesn't seem to be working.\n<\/p><p>\n\"Maybe Connecticut's new experiment will. Governor Abraham A. Ribicoff recently issued an\norder which, as far as I know, is the most drastic speed rule in the nation. Any one who\nexceeds the speed limit on any road, highway or street in the state of Connecticut now\nautomatically loses his driver's license for 30 days; if it is a second conviction, he loses it for\n60 days.  And the regulation applies not only to residents of Connecticut, but also to speeders\nfrom other states with which Connecticut has reciprocity agreements.\" (Reprinted from This\nWeek Magazine. Copyright 1956 by the United Newspapers Magazine Corporation.)\n<\/p><p>\nNow, I did not read this to advocate that Governor's recommendation. I do not know enough\nabout it to know whether that is the best recommendation that can be proposed. I read this to\ntry to save the lives of some of our people. I notice these smash-ups in the paper every day or\ntwo, and if it does not tell what Church they belong to, I nearly always follow it up and find\nwhere they are to be buried from, and I find out that a great proportion of all those in this\narea are members of my own Church, my brethren in the Priesthood.\n<\/p><p>\nI know that some young folks think that they have freedom to do what they will.  They seem\nto think that they have freedom to do with their lives as they desire.  They ought to be taught\nthe Lord's words regarding life. Life is precious, \"For ye are bought with a price: therefore\nglorify God in your body, and in your spirit, which are God's\"\n(<span class=\"citation\" id=\"274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(274)\">1 Cor. 6:20<\/a><\/span>).\n<\/p><p>\nNo man has the freedom and the liberty to dispose of even his own life and to be so careless\nas to endanger the lives of others.\n<\/p><p>\nI used to have an old friend&mdash;Brother McKay will remember him&mdash;who was taken out of\nbusiness, almost, by the prohibition act. I remember him making a statement that I never\nforgot. He said, \"I reserve the right to criticize the law, but not to break it.\" As far as I know\nhe never broke it.\n<\/p><p>\nWho makes the law?  Your representatives. Isn't it disloyal to them to break the laws they\nmake? I think there is not only an element of disloyalty to it, but I know that it breeds\ndisrespect for the law, and it is immoral to break the laws of the land.\n<\/p><p>\nLife is too precious. It is the greatest gift that the Lord has given to us. We cannot waste it,\nand if I, by bringing this to your attention, can save one carload of teenagers from careening\ninto a station and killing them, as they did the other night, I shall be grateful, and therefore I\ntake the liberty of bringing this to the attention of my brethren of the Priesthood to see if we\ncannot develop a respect for the law which will enable us to avoid many of these tragic\naccidents. My heart bleeds for the victims. My heart bleeds for the innocent victims who ride\nalong safely and are run into by these speed demons. This Judge has a whole lot of good\nsense, and I think maybe he has a deterrent that will be helpful in this greatest carnage that\nour Country has ever known.\n<\/p><p>\nThe Lord bless us, help us to preserve our lives, and to use our lives for the high purposes\nthat the Lord has given us, I pray in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}