{"ID":833, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1956, pp. 85-87<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy esteemed fellow-workers. I hope what I say now may not detract from the spiritual\ninstructions received and the appeals made for our young people. But there are a few\nsuggestions to you, stake officers, stake presidencies and bishoprics of wards, which we hope\nyou will take without comment.  I will just name them.\n<\/p><p>\n1. In our Handbook of Instructions we read (which many of you bishops\nprobably have not read, because it has not been reprinted): \"Sunday School should not be\nclosed on a day of Stake Conference. All classes with the exception of the Gospel Doctrine\nand other adult classes, should remain in session. This applies to every ward except where\nConference is being held in a ward building and Sunday School and Conference cannot be\naccommodated in the building at the same time. It is understood, however, that the attendance\nof all members of the Church, old and young, at Stake Conference shall be encouraged, and\nthat a member of any Sunday School class who desires to attend Stake Conference should be\nexcused to do so, and that any class in the Sunday School may, under proper supervision,\nattend a Stake Conference in a body,\" but to close the Sunday School and turn out a hundred\nor several hundred, young boys and girls who do not go to Conference or who cannot find\nseats in the congregation, is contrary to instructions given.\n<\/p><p>\n2. Many wards at different times of the year decide that they will not hold any Sunday night\nmeeting on Fast Day. These meetings should be held in the interest of the Auxiliaries.\n<\/p><p>\n3. This is very important. Substitutions should not be made for our Sacrament Meetings.\nSeminary graduation exercises should be held at some other hour or on some weekday night;\nthey should not take the place of our Sacrament Meetings.\n<\/p><p>\nAnd now just for a final message. We have been worried, not for a few days or a few\nmonths, but for many years, over the problem of making our ward teaching more effective.\nThis is in harmony with our great lesson tonight&mdash;to help our young people and to help those\nof our older ones who are indifferent.\n<\/p><p>\nTonight I shall take time to mention only two features.\n<\/p><p>\n\"The teacher's duty is to watch over the church always\"&mdash;this is the Word of the Lord, and the\nmore closely we follow that the more satisfaction we shall have in our labors.\n<\/p><p>\n\"The teacher's duty is to watch over the church always, and be with and strengthen them;<br \/>\n\"And see that there is no iniquity in the church, neither hardness with each other, neither\nlying, backbiting, nor evil speaking;<br \/>\n\"And see that the church meet together often, and also see that all the members do their\nduty\" (<span class=\"citation\" id=\"13447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13447)\">D&amp;C 20:53-55<\/a><\/span>).\n<\/p><p>\nOne day, when my brother and I were in our teens, we were ready to leave the barnyard and\ngo out to the field for a load of hay. Father came out, shut the gate behind him, and then\nlooking towards the sidewalk, saw two men coming towards the house. He recognized them\nas ward teachers, \"Al\" Sprague and Eli Tracy. He said, \"Boys, there are the ward teachers; tie\nup your team and come into the house.\" Though we demurred, we obeyed. Seated as a family,\nwe heard our father say, \"Now brethren, we are in your hands.\"\n<\/p><p>\nI give you the picture. Now I give you what the teacher said: he started with my father, who\nwas the Bishop of the Ward, and asked him if he was doing his duty; if he was living in\nharmony with his neighbors; if he was sustaining the authorities. He asked Mother questions\nabout doing her duty, and he went from the parents to each child who sat around in that\nmeeting.\n<\/p><p>\nThose teachers emphasized one part of their duty.  First, Father submitted himself to them, for\nthey came as his representatives and would be in every house. Their duty was to see that \"each\nmember does his duty.\" Now that takes tact and some of you say for teachers so to question\nthe people gives offense. I grant you all that, and I am not going to discuss it.  But the Lord\nhas asked you to do just that thing. How you do it, the inspiration of the Lord must prompt.\n<\/p><p>\nNow tonight I should like to emphasize another phase of ward teaching&mdash;\"watching over the\nChurch always.\"\n<\/p><p>\nThe teacher's duty is not performed when he goes only once a month to each house.  I\nremember when one Bishop made it a duty of the ward teacher to go at once to a house\nbereaved of a loved one and see what could be done in order to bring comfort to those who\nwere grieving and to make arrangements for the funeral. It is the teacher's duty to see that\nthere is no want; if there is sickness there, to go and administer&mdash;watching\nover those families always.\n<\/p><p>\nTuesday morning at the dedication of the Los Angeles Temple&mdash;that was the beginning, I\nthink, of the fifth session&mdash;we were entering the Temple when somebody said, \"There is an\nold lady coming down the walk. Evidently she wants to see you.\" She was walking, but she\nhad to be helped. We returned and met her just as she and her companions came up the steps\nleading to the north entrance of the Temple. We shook her hand and greeted her and gave her\na blessing as much as we could in that short, brief time, and to encourage her said, \"Are these\nyour two fine sons?\" \"No,\" answered the one on her left, \"we are her ward teachers.\" What a\nbeautiful example of watching over the church always. They knew the old lady wanted to\nattend that service. I do not know what help they had to give her in order to bring her there,\nthey had to get an automobile probably. I do not know whether she had any sons. I know\nonly what I have told you. But they were her ward teachers and they knew her needs.\n<\/p><p>\nWell, in every group assigned to you ward teachers, there are young folks who are crippled,\nthere are young folks who are staggering, who need help morally. Somehow, some way, you\ncan reach them and give them some help. Not just when you go to make a formal visit, when you are\nsitting there before the radio or the television, but at some party, some way, wherever they are\ngoing, get in their company, get their confidence, take a hold of their arm&mdash;\"watch over them\nalways.\"\n<\/p><p>\nThose two things we can do, in addition to what the bishoprics are now asking you to do:\nteach them their duty, watch over them always and see that they attend to their meetings.\n<\/p><p>\nIn conclusion, let me commend the Committee of the Twelve for the great project they have\npresented to us tonight.  You can see its value.  I am sure that you were all deeply impressed\nwith Brother Petersen's message.\n<\/p><p>\nThese lines came to me when he gave the principal theme: \n<\/p><p>\n\"You ought to be true for the sake of the folks who believe you are true.<br \/>\n      You never should stoop to a deed that your friends think you wouldn't do.<br \/>\n      If you're false to yourself, be the blemish but small,<br \/>\n      You have injured your friends; you've been false to them all.\"<br \/><br \/>\n&nbsp; &nbsp;        (Edgar A. Guest)\n<\/p><p>\nGod help us to save our young people, to bring peace in our wards, in our homes, and in our\nhearts, by keeping the commandments of God as He has given them to us in this the\nLatter-day through the restoration of the Gospel of Jesus Christ; given it to us by direct\nrevelation by the direct appearance of the Father and the Son, to the boy Prophet; given unto\nus, as President Clark has explained tonight, the Priesthood, the same as held by the Apostles\nof old.\n<\/p><p>\nWith all my heart I bless you, fellow-workers in the Priesthood of God, and I do it in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}