{"ID":834, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Encouragement for Repenters<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1956, pp. 89-94<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the spirit of the brotherhood and the love which the gospel of our Lord inspires, I greet\nyou this morning, my brethren and sisters and friends. The sun is shining in Salt Lake City,\nbringing with it good cheer to those assembled here in the conference.  I hope that those who\nare away from us, and who listen in, are likewise happy and well, rejoicing in the blessings\nthat the Lord has so bounteously bestowed upon all.\n<\/p><p>\nI wish to bring you this morning a message of encouragement.  I need the aid of our Father\nand his spirit in so doing, and I trust he will bless all of you likewise.\n<\/p><p>\nIt is said that the Dispensation of the Meridian of Time opened with the\nwords: \"Repent ye: for the kingdom of heaven is at hand\"\n(<span class=\"citation\" id=\"34745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34745)\">Matt. 3:2<\/a><\/span>) first uttered by John the\nBaptist and then by the Savior after his ordeal of fasting and temptation, when \"From that\ntime Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand\"\n(<span class=\"citation\" id=\"34750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34750)\">Matt. 4:17<\/a><\/span>).\n<\/p><p>\nIt is interesting to contemplate the intonation of voice used in the pronouncement of these\nfirst portentous words. I have heard them repeated in tones of a piercing proclamation to\nconvey the impression of a stern command and authoritative exhortation. Undoubtedly they\nwere meant to be all three&mdash;a penetrating pronouncement, a command, and an exhortation. \nBut I like to think that there was also an intonation in the voice of our Lord, as he spoke\nthese words, indicative of entreaty and kindly solicitude to the erring ones to whom the words\nwere addressed.\n<\/p><p>\nA part of the mission of our Savior was to bring the element of mercy to the rigorous,\nexacting, hard-hearted people among whom his mission began. When he taught forbearance\nand kindly, merciful consideration for human frailty and weakness, he was accused of\nviolating and dispensing with the law.  His reply to this accusation was: \"Think not that I am\ncome to destroy the law, or the prophets: I am not come to destroy, but to fulfil\"\n(<span class=\"citation\" id=\"34758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34758)\">Matt. 5:17<\/a><\/span>).\n<\/p><p>\nRepentance was always, and is, a part of the law and the gospel plan, and the mercy which\nthe Savior brought is essential to the doctrine of repentance and to the administration of the\nlaws of God. The fine balance between the two is preserved for us in the great principle that\nmercy shall not rob justice \n(<span class=\"citation\" id=\"8977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8977)\">Alma 42:25<\/a><\/span>), nor justice, mercy.\n<\/p><p>\nBefore I comment further on the principle of repentance, I wish to make it clear that I regard\nall laws of the gospel as essential in the plan of salvation, and that no one of his children may\nhope to obtain the highest exaltation in the celestial kingdom without complying with every\nlaw and every commandment given of the Lord for men to follow.  I believe also that the\nLord fully recognizes the frailties and the weaknesses of his children while they undergo\nmortal probation.  He subjected them to the tests of mortality. He gave them their free agency\nto cope with its temptations and problems.  He planted within them a sense of right, and\nsurrounded them with his Holy Spirit to help them chart the course of their lives, but he knew\nfrom the beginning that not all would have the vision and the strength of character to pursue\nthe straight and narrow way. He knew that many would succumb to the seductive temptations\nof the adversary whom he permitted to be in the world with his children to test and ultimately\nto strengthen their faith and determination.\n<\/p><p>\nSo, repentance was from the beginning a necessary part of the plan.  It was not the only part\nof the plan indicative of the love and mercy of the Lord. The laws and commandments are\nthemselves generous and loving provisions, formulated by our Father to bring to pass the\ngreatest possible happiness and blessing to his vast family whom he loves.  Every single\ncommandment, stern as it may appear to some, is in reality an avenue to the glorious realm of\npeace and happiness. But repentance is an outstanding principle of mercy and love and\nkindness, attesting the concern and love of the Father for his children, for in final analysis, he\ngave his Beloved Son, not alone to redeem us from the effect of transgressions which lay\nheavy upon the whole race of men, but also to give to us the inexpressibly glorious\nopportunity of repenting of our own individual transgressions so that we might again come\nback into his presence clean and forgiven, through the precious gift of repentance.\n<\/p><p>\nI have never regarded repentance as being a static thing.  It is difficult to imagine how men\nmay repent once and for all for a full lifetime of experience. I look upon it as a progressive\nprinciple applying to each of us day by day. With those who have been given the noble\nconcepts of a perfect life, there must be very few, if any, who do not feel that each day he or\nshe may have fallen short of the ideal of perfection; so, each day, working toward, but failing\nfully to realize this lofty goal, each must feel the need for repentance&mdash;and so each,\nwith such a feeling of inadequacy, will seek the forgiveness of his Father in\nheaven and also his fellow men if them he has offended.  It is this constant sorrowing and\nstriving that constitutes the progressive, constantly applicable, principle of repentance.  This\never-recurring acknowledgment of weakness and error and seeking and living for the higher\nand better will lead us to perfection\n<\/p><p>\nWe have a tendency to grade and evaluate the mistakes of life, in which we have support\nfrom the revelations. Some deviations we classify as serious, even to the point of\nunforgivable. Others we look upon with more allowance. In some cases the gravity of the\noffense and the extent of culpability are subjects for judicial determination by those appointed\nto be judges in the Church of our Father.  All such judgments are authoritative, and we\nbelieve, almost without exception, righteous judgments. The penalties are to be observed.  But\neven such serious infractions do not do away with the merciful principle of repentance, and I\nknow of no judicial tribunal in the Church that does not uniformly admonish and entreat those\nwho are convicted of offenses to repent, to sin no more, and by their lives seek and be worthy\nof forgiveness.\n<\/p><p>\nThere are so-called lesser offenses which are not brought to the attention of Church tribunals\nbut which frequently come before the presiding officials who are judges in Israel, with\nrelation to the advancement of men and women in the offices and privileges of the Church.\nQuestions arise in connection with advancement in the priesthood, temple recommends, and\nsuitability for offices in the organizations. I wish each one who may feel that his progress is\nbeing retarded, and he is not recognized as he would like to be, might ask himself what there\nis in his life to bring about this retardation. I am sure that each one, if he is frank with\nhimself, will find the answer. There is a remedy&mdash;a universal remedy&mdash;that does not fail.  It\nis repentance, turning away from that which impairs progress and deprives one of the true\nSpirit of the Lord. While I have mentioned offenses that are spoken of as serious and those\nwhich are less serious, I would have all understand that there is no departure from the ways\npointed out by the Savior which is not serious and which will not impair the full development\nof a child of God.\n<\/p><p>\nI have said these things about the great salutary doctrine of repentance as a constantly\napplicable, progressive principle of life. I would like now to devote a little attention to the\nencouragement we may give each other and all our friends in the adoption of this principle.\nWe are enjoined by the revelations coming to us with the restored gospel to call all men to\nrepentance. Indeed, missionary work is the first obligation laid upon the restored Church. We\nwould like all of our friends to understand that when we issue this call to repentance, we\ninclude ourselves within it.  It is hoped there will be no implication of a boastful attitude on\nour part and that of our missionaries that we are free from the necessity of repentance.  It is\ntrue that there is inconsistency in asking our neighbor to repent and turn away from a practice\nin transgression of the laws of the Lord which we ourselves indulge.  Such an example does\nnot lend weight to the call; but in spite of such inconsistency we are still under divine\ncommand to preach repentance to the people of this world, for repentance is indispensable. \nTo those who criticize because they find within our ranks digressions from the pure laws of\nthe gospel we seek to teach others, I put this trite but pertinent question: Does one offense\nwipe out another?  Does weakness in one, even one who has been given a testimony of the\ntruth, justify transgression of the law or failure to listen to its precepts?\n<\/p><p>\nI said in the beginning that I thought there must have been much of entreaty and appeal in\nthat initial call of the Savior to his fellow men at the beginning of his ministry: \"Repent: for\nthe kingdom of heaven is at hand\"\n(<span class=\"citation\" id=\"34751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34751)\">Matt. 4:17<\/a><\/span>).\nHe knew the weaknesses of those to whom\nhe issued that call.  He knew their pride and arrogance, their love of the things of the world. \nHe knew that they would not receive him for what he was.  He knew that infinite patience\nand kindness and mercy would be required to teach them the principles of\nlove and brotherhood embraced in the holy gospel.  He knew that they would have to change\ntheir ways and transform their lives and concepts before they could truly come into his fold.\nSo the first thing that he taught them was repentance, to let them understand that they could\nchange their lives, that they could abandon their traditional practices, their intolerance, and\ntheir arrogance, and be inducted into the higher realm of love&mdash;love of God and of their\nfellow men (<span class=\"citation\" id=\"34805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34805)\">Matt. 22:37-39<\/a><\/span>).\nThose who became conscious of the power and the beauty of his teachings must\nhave received the glorious principle of repentance with great joy. He encouraged them.  Jesus\ntaught his disciples the doctrine by example and parable.\n<\/p><p>\nThere was the woman taken in sin. I think I have never seen a more impressive spectacle\nfeatured on the screen than that portrayed years ago when the movies were without sound in\nthe picture called \"The Ten Commandments.\" There was the woman cast into the dust,\nashamed, hopeless. Surrounding her were hard-faced men, stones poised in their hands, ready,\nseemingly eager, to execute the penalty of the law.  The plight of the woman was pitiful,\ndesperate.  Then suddenly there came on the scene the portrayal of the Christ.  In his presence\nthey were silenced, and withheld the stones, and then the scriptural account was enacted: \n<\/p><p>\n\"They say unto him, Master, this woman was taken in adultery, in the very act.<br \/>\n\"Now Moses in the law commanded us, that such should be stoned: but what sayest thou?<br \/>\n\"This they said, tempting him, that they might have to accuse him.  But Jesus stooped down,\nand with his finger wrote on the ground, as though he heard them not.<br \/>\n\"So when they continued asking him, he lifted up himself, and said unto them, He that is\nwithout sin among you, let him first cast a stone at her.<br \/>\n\"And again he stooped down, and wrote on the ground.<br \/>\n\"And they which heard it, being convicted by their own conscience, went out one by one,\nbeginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing\nin the midst.<br \/>\n\"When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman,\nwhere are those thine accusers? hath no man condemned thee?<br \/>\n\"She said, No man, Lord.  And Jesus said unto her, Neither do I condemn thee: go, and sin\nno more\" (<span class=\"citation\" id=\"27687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27687)\">John 8:4-11<\/a><\/span>).\n<\/p><p>\nHe encouraged all to repentance.  To do so he told one of the greatest of all his parables, of\nthe man that had two sons, an older and a younger. The older son was devoted to his father,\nobedient to his commands, serving him dutifully.  The younger son was apparently of a\ndifferent disposition with a longing for the things of the world and its pleasures.  He\nrequested and received a portion of the father's goods that he would have inherited, thus\nrenouncing his patrimony, so precious to the Jews. He took what he received and went into a\nfar country and spent that which had been given to him in riotous living.  It is assumed that\nhe committed many offenses and that his life was wholly at variance with the ideals of his\nhome, but he paid a heavy penalty for his transgressions.\n<\/p><p>\nWhen he had spent all that he had, a mighty famine came in the land, and he found himself\nin great want. He was obliged to seek work, and his master sent him into the fields to feed\nswine, perhaps the lowest, most menial and degrading of all things that could come to a Jew. \nWe are told that so great were his hunger and desperation that he would fain have eaten the\nhusks that the swine did eat (<span class=\"citation\" id=\"31439\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31439)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31439)\">Luke 15:11-16<\/a><\/span>).\n<\/p><p>\nWhen so reduced in bodily strength and spirit, he came to himself. We have reason to believe\nthat he was caught in the spirit of repentance, and in his desperation he said to himself: \"How\nmany hired servants of my father's have bread enough and to spare, and I perish with hunger!\n<\/p><p>\n\"I will arise and go to my father, and will say unto him, Father, I have sinned against heaven,\nand before thee,<br \/>\n\"And am no more worthy to be called thy son: make me as one of thy hired servants.<br \/>\n\"And he arose, and came to his father.  But when he was yet a great way\noff, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.<br \/>\n\"And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no\nmore worthy to be called thy son\"\n(<span class=\"citation\" id=\"31442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31442)\">Luke 15:17-21<\/a><\/span>).\n<\/p><p>\nBut the father, seemingly overjoyed with the son's return, did not reply to his son's\nexclamation, but he called out to his servants: \"Bring forth the best robe and put on him, and\nbring a ring for his hand and shoes for his feet, and bring hither the fatted calf, and kill it;\nand let us eat and be merry, for this my son was dead, and he is alive again; he was lost, and\nhe is found\" (see <span class=\"citation\" id=\"31443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31443)\">Luke 15:22-24<\/a><\/span>).\n<\/p><p>\nI have always felt that the Savior intended the father in the parable to typify the Eternal\nFather of all of us. He knew the rigidity of the Jewish law. He knew what a terrible offense it\nwas to renounce one's patrimony&mdash;an unforgivable offense, I assume, in the Jewish\nhousehold.  So he had this wayward son come back to his father, not to be rejected, but to be\nreceived and loved. He did not have the younger son restored to all the privileges he had\nforfeited.  The older, more dutiful son, complained of the feast that had been made on the\nreturn of his younger brother, but the father consoled him with the statement: \"Son, thou art\never with me, and all that I have is thine.\" And then he repeated to his older boy the words\nhe had said to the younger: \"It was meet that we should make merry, and be glad; for this thy\nbrother was dead, and is alive again; and was lost, and is found\"\n(<span class=\"citation\" id=\"31444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31444)\">Luke 15:31-32<\/a><\/span>).\n<\/p><p>\nI think it is significant that the Lord made it clear in the parable that the younger son had lost\nmuch by his wayward course, but in a measure, at least, he paid for it, with his suffering and\ndegradation.  Justice requires that. But when the penalty had been exacted, the fond father's\nheart was gladdened by the repentance and the return of his son. What an encouragement for\nrepentance! How good to know of the mercy and forgiveness of the Father!  Better not to\nhave transgressed, but wonderful to be taken back!\n<\/p><p>\nJust as repentance is a divine principle, so is forgiveness.  The Lord has said, \"I, the Lord,\nwill forgive whom I will forgive, but of you it is required to forgive all men\"\n(<span class=\"citation\" id=\"13474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13474)\">D&amp;C 64:10<\/a><\/span>).\nIf we were more liberal in our forgiveness, we would be more encouraging to\nrepentance.  Someone has said that the supreme charity of the world is in obedience to the\ndivine injunction, \"Judge not\"\n(<span class=\"citation\" id=\"34770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34770)\">Matt. 7:1<\/a><\/span>).\nWhen the Savior gave that injunction, he was well aware of\nthe limitations of human understanding and sympathy.  We can see overt acts, but we cannot\nsee inner feelings nor can we read intentions.  An all-wise Providence in making judgment\nsees and knows all the phases of human conduct. We know but few of the phases, and none\nvery well.  To be considerate and kind in judgment is a Christlike attribute.\n<\/p><p>\nSo may we hold out the merciful, saving principle of repentance to ourselves and to all our\nFather's children. Let us issue the call as we have been commanded to do, but let it be so\ntempered in love and humility that all may receive it as a heartfelt invitation to share the\nglorious principles of the gospel which have come to the earth through revelation in these\nlatter days. Let no brother or sister in the whole family of God feel that he or she has gone\nbeyond the point where error and sin may be left behind and true repentance enlighten the\nsoul with hope and faith.\n<\/p><p>\nMany years ago, while visiting one of the missions of the Church, a man asked if he might\ndrive me to my next appointment. I spoke to the mission president, and he said he thought it\nwould be all right.  During the course of the journey, this man painfully outlined for me the\ncourse of his life.  He told me something of his home and of his youth, and then in deep\nsorrow, he confessed his transgressions. They were very serious, and his consciousness of\nguilt almost overwhelmed him, and then almost choked with emotion, he asked the question\nhe had premeditated when he sought my company: \"Brother Richards, is there any hope for\nme?  Now that I have learned the gospel from the missionaries and have come to understand\nthe kind of life the Lord expects his children to live, the consciousness of my offenses\noverwhelms me.  May I ever be forgiven?\" He so shook with sobs that I\nfeared somewhat for his security in the driver's seat.\n<\/p><p>\nHis deep moving contrition touched my heart.  I breathed a silent prayer that I might console\nand help him. And then I set before him the things I have tried to set before you this day.  I\ngave him the same examples of the merciful principle of repentance and forgiveness, and\nwhen I held out to him hope and encouragement, he was consoled, he regained his\ncomposure, and in a voice ringing with determination, he cried out, \"With the Lord's help I\nwill make myself worthy and regain that I have lost.\" I was sure the Lord would help him in\nhis effort.\n<\/p><p>\nThis man did not know, although he must have heard the whisperings of his conscience, how\ngrievous were his transgressions until he heard the true gospel, but members of the Church\nwho have been taught know, and their knowledge brings accountability and responsibility. To\nthem repentance has special significance.  They are leaders and teachers to the unenlightened. \nOn their shoulders they carry the weight of the kingdom. Its progress is retarded not so much\nby lack of effort as by insufficiency of repentance&mdash;individual repentance&mdash;which is\nessential to make them profitable servants.\n<\/p><p>\nSo, my brethren and sisters, in the love and respect which I bear you, I appeal, I entreat you,\nand I offer encouragement for repentance for all the misdeeds of either commission, or\nomission, which retard our progress toward the perfect life and destiny the Lord so graciously\nholds out to beckon us on.\n<\/p><p>\nAnd to my friends and our friends, not of the Church, may I humbly and sincerely hold out\nthis glorious doctrine as the true way to happiness and peace. I call upon all in tones of\nentreaty and concern to stop damning God, to refrain from intemperate judgment, to be honest\nand virtuous.  If you want peace and happiness, if you have made mistakes, you can repent if\nyou will.  The Lord will help you, and he will reward you a thousand times over for your\neffort. What the world needs is a repentant world, and you may be assured there is no\nenduring happiness in anything but goodness.\n<\/p><p>\nI invoke the blessings of the Lord upon all in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}