{"ID":835, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Why Should It Be Incredible?<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1956, pp. 94-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs I occupy this position of responsibility this morning, I first express the feelings of my\nheart of gratitude to the Lord for my membership in this Church and all that it means to me\nand for my fellowship with the members of the Church.  They are wonderful people.  If we\nhave listened to the prayers of these stake presidents who have prayed in the conference, we\nknow something of the faith and the leadership ability of the men who preside throughout the\nstakes of Zion. I feel to say God bless them all, and all you fine people and those who are\nlistening in, who are giving of their time and their talents and their means to help build the\nkingdom of God in the earth.\n<\/p><p>\nOne of the great events of the last year as far as the Church is concerned was the choir trip to\nEurope.  I thought I would like to pass on to its members this morning, since they are here,\ncomments that came in a missionary's letter from Berlin a few days ago.\n<\/p><p>\nHe said, \"When we go out tracting now and we announce ourselves as representatives of the\nChurch of Jesus Christ of Latter-day Saints, and the people do not quite understand, we say,\n'The Mormon Choir that was just here,' and they say, 'Oh, come in.'\" The missionaries say\nthe choir has done so much good in opening the doors of the people for them to carry on\ntheir missionary work.\n<\/p><p>\nI thought since the announcement has been made that these services are being broadcast all\nover this western part of the United States by television and radio, that for the few moments\nassigned to me I would like to speak primarily to those who are not members of our Church\nwho might be listening in, and I imagine that notwithstanding the thousands here in this\nbuilding, and on this temple block that there are even greater audiences listening in over the\nradio and the television.\n<\/p><p>\nI am sure that the building of the temple in Los Angeles has impressed the people who have\nseen it end the 662,000 who went through during the period that it was open for inspection,\nand I imagine that there were many of those people who would like to have heard more about\nthis Church and its teachings because of that beautiful edifice.\n<\/p><p>\nTwo weeks ago last night I was in a group in Los Angeles, and a man who had traveled all\naround the world indicated that he thought the temple there was the eighth wonder of the\nworld.\n<\/p><p>\nWhen President Clark talked to the Primary officers and teachers who were assembled here\nlast week, he exhorted them to teach the simple truths of the gospel, and I love the simple\ntruths of the gospel.  So I would like to preface what I say here today to those who might be\nlistening in with this thought, that I believe that there is not an honest man nor an honest\nwoman in this world who really loves the Lord who would not join this Church if he knew\nwhat it was.\n<\/p><p>\nWhen I say really love the Lord I have in mind such as of whom the Master spoke when he\nsaid that except a man be willing to forsake father and mother and wife and children and\nlands and herds and all that he hath, and take his name upon him, \"he cannot be my disciple\"\n(see <span class=\"citation\" id=\"31436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31436)\">Luke 14:26<\/a><\/span>).\n<\/p><p>\nAnd that is what he meant when he said that we should seek first the kingdom of God, and\nhis righteousness, and all other things would be added unto us (see\n<span class=\"citation\" id=\"34768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34768)\">Matt. 6:33<\/a><\/span>).\n<\/p><p>\nThere is not a person who has that kind of love of God who would not accept this Church\nand join it if he really knew what it was, and our mission is to make that known to the world,\nand hence I appreciate the great missionary cause of this Church.\n<\/p><p>\nWe are told now that we have over 12,000 missionaries, and nearly half of them are full-time\nmissionaries giving their entire time to tell the world and our brothers and sisters who are not\nof us, of the marvelous thing the Lord has accomplished in this dispensation.  If these people\nonly knew how we love them, how we pray for them, how we pray for the Lord to lead the\nmissionaries to their doors and to give them the ability to explain the truth to them in a\nconvincing manner so that they will really know, I am sure they would realize that there is a\nsincerity in this Church that might not be found anywhere else in all the world.\n<\/p><p>\nI am wondering now if you had lived in the days of the Savior or the Apostle Paul, and you\nhad heard their testimonies, knowing that they were evil spoken of by all people\n(<span class=\"citation\" id=\"4841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4841)\">2 Pet. 2:2<\/a><\/span>), would you\nhave believed them?  You remember when Paul was brought in chains to Rome, the high\npriests said, \". . . we desire to hear of thee what thou thinkest: for as concerning this sect, we\nknow that every where it is spoken against\"\n(<span class=\"citation\" id=\"7795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7795)\">Acts 28:22<\/a><\/span>).\nThose who join this Church have\nto pass through and penetrate the opposition and evil things that have been said against us\nbecause the war that was started in heaven between Satan and the followers of the Lord is\nstill being fought, and one of his greatest instruments is to try and prejudice the minds of men\nand women&mdash;and therefore the prophets have been put to death through all dispensations.\n<\/p><p>\nWhen Paul stood before Festus and King Agrippa and bore that marvelous testimony, how he\nhad seen a light and heard a voice and how the Son of God said to him, \". . . Saul, Saul, why\npersecutest thou me? It is hard for thee to kick against the pricks\"\n(<span class=\"citation\" id=\"7793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7793)\">Acts 26:14<\/a><\/span>), and then as\nPaul reasoned before these two great Romans he said, \"Why should it be thought a thing\nincredible with you that God should raise the dead?\"\n(<span class=\"citation\" id=\"7792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7792)\">Acts 26:8<\/a><\/span>). To be able to accept the\nmessage of Paul in those days that God really had raised the dead, for Christ had been raised\nfrom the dead and had appeared to him, was harder, possibly, to believe than\nthe message of the prophet of this dispensation.\n<\/p><p>\nYou will recall that when that testimony was borne, Festus said, \"Paul, thou art beside thyself;\nmuch learning doth make thee mad,\" to which Paul replied, \"I am not mad, most noble\nFestus; but speak forth the words of truth and soberness,\" to which King Agrippa replied,\n\"Almost thou persuadest me to be a Christian\"\n(<span class=\"citation\" id=\"7794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7794)\">Acts 26:24-25,28<\/a><\/span>).\n<\/p><p>\nNow the Prophet Joseph Smith declared that the Father and the Son appeared to him when he\nwas a mere lad, not quite fifteen, and the thing that he could not understand was the prejudice\nthat that statement aroused in the minds of leaders of men and leaders of religion, for he was\na boy of no great pretense, just a farmer's boy without education, and he said he could\nunderstand, but he said he felt as he imagined Paul felt. He knew that he had seen a light. He\nknew that he had heard the voices of these two Personages, God the Father and his Son, Jesus\nChrist.  And he said he knew that God knew it, and he dared not deny it because he knew\nthat by so doing he would come under condemnation before God\n(<span class=\"citation\" id=\"30358\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30358)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30358)\">JS&mdash;H 1:21-25<\/a><\/span>).\n<\/p><p>\nDoes it seem any more incredible today to believe that the God of heaven and his Son Jesus\nChrist who was resurrected from the grave should appear to man here upon this earth than to\nbelieve that Christ was resurrected, a thing that had never been seen or heard of before at the\ntime of his resurrection?\n<\/p><p>\nWe read in the scriptures how the Father announced his approval of the Son at his baptism\n(<span class=\"citation\" id=\"34746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34746)\">Matt. 3:17<\/a><\/span>)\nand on the mount of the transfiguration\n(<span class=\"citation\" id=\"34797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34797)\">Matt. 17:5<\/a><\/span>).\nWe read that Stephen gazed into heaven and saw\nChrist sitting on the right hand of his Father\n(<span class=\"citation\" id=\"7783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7783)\">Acts 7:55-56<\/a><\/span>),\nso we know they do exist, and then think of all\nthat the prophets have foretold for the latter days, and it does not seem incredible that they\nshould usher in this the greatest gospel dispensation of all time by a personal visitation to this\nearth.\n<\/p><p>\nAnd if they were to come, to whom would they come?  The prophet Amos tells us, \"Surely\nthe Lord God will do nothing, but he revealeth his secret unto his servants the prophets\"\n(<span class=\"citation\" id=\"10404\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10404)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10404)\">Amos 3:7<\/a><\/span>).\nAnd when there are no prophets, there is no leadership of God in the world, for\nhis way of leading his people is through his servants the prophets.\n<\/p><p>\nWe read of when Jeremiah was called to be a prophet. As you will remember, he was young;\nhe could not understand it, so the Lord had to comfort him by saying, \"Before I formed thee\nin the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and\nI ordained thee a prophet unto the nations\"\n(<span class=\"citation\" id=\"26491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26491)\">Jer. 1:5<\/a><\/span>).\n<\/p><p>\nWe know through the declaration of one of the American prophets, as recorded in the Book\nof Mormon, that Joseph Smith was called before he was born and was in waiting three\nthousand years before his birth to come forth to usher in this great latter-day gospel\ndispensation (<span class=\"citation\" id=\"3592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3592)\">2 Ne. 3:14-15<\/a><\/span>),\nso that it is no miracle and not a thing incredible to believe that God would\nraise up a man to do the work that needed to be done in restoring his work to the earth in this\ndispensation.\n<\/p><p>\nPeter saw the latter days.  The Christ looked forward to his coming in the latter days.  He\ntaught his apostles to pray, \"Thy kingdom come. Thy will be done in earth, as it is in heaven\"\n(<span class=\"citation\" id=\"34762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34762)\">Matt. 6:10<\/a><\/span>).\nAnd men and women have prayed that from those days until the present, without\never realizing that those words would literally be fulfilled, that the kingdom of God would be\nestablished in earth as it is in heaven. And Peter, speaking to those who put to death the\nChrist, said that they should repent that their sins might be\n<\/p><p>\n\". . . blotted out, when the times\nof refreshing shall come from the presence of the Lord;<br \/>\n\"And he shall send Jesus Christ, which before was preached unto you:<br \/>\n\"Whom the heaven must receive,\" Peter says, \"until the times of restitution of all things,\nwhich God hath spoken by the mouth of all his holy prophets since the world began\"\n(<span class=\"citation\" id=\"7776\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7776)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7776)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nThere is not a man or woman in this world who really loves the Lord who would not accept\nthe truth if he knew what God really had restored in this \"restitution of all things spoken by\nthe mouths of all the holy prophets since the world began.\" That is one of the simple\ntruths declared by the restoration of the gospel through the Prophet Joseph\nSmith.\n<\/p><p>\nThen we have the statement when John was banished upon the Isle of Patmos, and the angel\ncalled him and said, \". . . Come up hither, and I will shew thee things which must be\nhereafter\" (<span class=\"citation\" id=\"42258\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42258)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42258)\">Rev. 4:1<\/a><\/span>).\nNow remember, Christ had already been crucified, and then John was\nshown that in the latter days, \"another angel [would] fly in the midst of heaven, having the\neverlasting gospel\" (<span class=\"citation\" id=\"42262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42262)\">Rev. 14:6<\/a><\/span>)\nand that is the only gospel that can save men.  Jesus said,\n\"But in vain they do worship me, teaching for doctrines the commandments of men\"\n(<span class=\"citation\" id=\"34790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34790)\">Matt. 15:9<\/a><\/span>).\nAnd John saw that this angel would have \"the everlasting gospel to preach unto them\nthat dwell on the earth, and to every nation, and [every] kindred, and [every] tongue, and\n[every] people\" (see <span class=\"citation\" id=\"42263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42263)\">Rev. 14:6<\/a><\/span>).\nThis truly is a declaration that no one would be in\npossession of the \"everlasting gospel\" when that angel would come.\n<\/p><p>\nWe see the Angel Moroni on the temple here and on the Los Angeles Temple with his\ntrumpet as if he were declaring to the world that: \n<\/p><p>\n      An angel from on high<br \/>\n      The long, long silence broke,<br \/>\n      Descending from the sky<br \/>\n      These gracious words he spoke.<br \/><br \/>\n&nbsp; &nbsp;                  &mdash;Parley P. Pratt\n<\/p><p>\nAnd we have his message of the restoration of the gospel.\n<\/p><p>\nWhen Daniel interpreted King Nebuchadnezzar's dream, and you will remember the\nking had already forgotten the dream, he said to him, \"But there is a God in heaven that\nrevealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter\ndays\" (<span class=\"citation\" id=\"10628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10628)\">Dan. 2:28<\/a><\/span>).\nAnd then he declared the rise and fall of the kingdoms of this world until\nin the latter days, and he mentions that specifically, \". . . the God of heaven [shall] set up a\nkingdom, which shall never be destroyed: and the kingdom shall not be left to another people\nand it shall . . . stand for ever\"\n(<span class=\"citation\" id=\"10632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10632)\">Dan. 2:44<\/a><\/span>),\nand as a little stone it should roll forth until it\nshould become as a great mountain and fill the whole earth\n(see <span class=\"citation\" id=\"10635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10635)\">Dan. 2:45<\/a><\/span>).\n<\/p><p>\nThere are many other prophecies concerning the marvelous work and a wonder the Lord\npromised to do in the latter days.  How could that kingdom be set up in the world just by\nmen studying the scriptures, differing in their interpretation of the words of the prophets?  We\nhave to have a prophet of God, for \"Surely the Lord God will do nothing, but he revealeth his\nsecret unto his servants the prophets\"\n(<span class=\"citation\" id=\"10405\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10405)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10405)\">Amos 3:7<\/a><\/span>),\nand it is our testimony to the world that that kingdom\nhas been established in the earth through the instrumentality of the Prophet Joseph Smith.\n<\/p><p>\nThrough the work of the missionaries, nearly 22,000 people have left the faith of their fathers\nduring the last year and joined this Church because they have believed these marvelous things,\nand we bear witness to the world that they are true.  Of course, in fifteen minutes I can not\ntell you much about what has gone on in this world in the restoration of the gospel, but what\nI have said ought to be sufficient to make you want to know more about it, and our\nmissionaries are available. Among that 22,000 converts are ministers of the gospel, for there\nare many honest men among them, and this work is going forth under the inspiration of the\nAlmighty, and our missionaries are being led to the honest in heart.\n<\/p><p>\nWe had a man down in South Carolina, when I was there, who told us that he saw two\nmissionaries in a dream come to his home a year before they actually knocked at his door,\nand when they knocked at his door, he said, \"Come in, you have the gospel of the Lord Jesus\nChrist for me.\"\n<\/p><p>\nBrother and Sister Romney are sitting down here on the front row.  He just presided in the\nCentral American Mission.  I toured that mission with him a year ago last January, and two of\nthe lady missionaries said they were walking along the street one day, and a man came up to\nthem and said, \"I know who you are.  I have seen you in a dream.  You have the truth.  Will\nyou come to our home and teach it to us?\"\n<\/p><p>\nSo I bear you my solemn witness today that there is evidence sufficient to\nany honest man or any honest woman who really loves the Lord that we do in very deed have\nthe kingdom of God to offer unto them, and I bear you that witness in the name of the Lord\nJesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}