{"ID":836, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Faith Based on Truth<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, April 1956, pp. 98-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI need the inspiration and guidance of the Holy Spirit and earnestly pray for them this\nmorning.\n<\/p><p>\nIn our files on Temple Square we have a great many letters from people who have come to us\nseeking to learn something of the truths which have been testified of here this morning. We\nhave letters from many who have not been here but who have come in contact in some way\nwith the Church or its principles or its people, and who have written to express (so often in\nalmost the same words) what so many here have expressed, that they feel, they sense, they\nexperience among the Latter-day Saints something different from anything they have ever\nknown before.\n<\/p><p>\nFriday morning, at the opening session of this conference, we had the pleasure of the presence\nhere of a fine gentleman who had been introduced to us by letter from President George\nRomney of the Detroit Stake.  Prior to that session and following it, we talked for some hours\nwith this wonderful, dedicated man.  He had come here to learn a little about this feeling, this\nsense of dedication, this peace which he said he had experienced among the Mormons. He is a\nman of real loyalty to principle, whose mind and mouth and life are clean and decent, and\nwho is seeking earnestly to do that which God would have him do.\n<\/p><p>\nHe wanted to know many things about us.  He knew much already.  One statement he made,\nlike those which I have quoted, almost to the word, was, \"I have been an active, loyal,\nparticipating member of a certain church, but I think something is missing.\" He had come\nhere to try to find out what.\n<\/p><p>\nMay I bear witness that this experience has happened many times, and that out of it we have\nextracted the simple lesson that the truths of the gospel of the Lord Jesus Christ are available\nhere to men, in reality, and that as they seek them and find them and honor them, their lives\nenjoy a kind of peace and fulfillment they did not know before.\n<\/p><p>\nI suppose it is the most fundamental and axiomatic thing we might say of religious faith that\nto be fruitful and productive of good it has to be based in truth.  The fact that there is\nwidespread interest in religion in this nation and the world does not warrant the supposition\nthat all those who have religious interest and religious faith will enjoy the peace and the sense\nof purpose and the abundant life promised the Lord to those who would find and follow his\nway, for it is not enough simply, to be \"religious\" or to be \"sincere\" in one's convictions.  It\nis not enough to be sincerely convinced of something that is false.  We must have faith in\ntrue principles and live them courageously if our religion is to help us accomplish God's\npurposes for us.\n<\/p><p>\nThe call for faith comes from many quarters.  Carl Jung, considered by many to be one of the\nmost important living psychiatrists, is reported recently to have said that among all his\npatients over thirty-five there was not one whose basic problem was not lack of religious\nfaith.  Recently in the Christmas issue of a great magazine there was printed a statement that\nhas much meaning to the Latter-day Saints who know the statement of the prophet Amulek,\nquoted in Alma, chapter 10, that the prayers and lives of a righteous remnant preserved the\nland, and who know also that there are other accounts of this same circumstance recorded in\nthe Book of Mormon.  Concluding an editorial, the writer said: \"No doubt most Americans\nare less religious than they should be.  They then owe a vast and\ncontinuing debt to the saving remnant in their midst who do hunger and thirst after\nrighteousness and walk humbly before the God.  They do not do this for America's sake, but\nwithout them America would be little more than a geographical expression.\"\n<\/p><p>\nA widely known statement made in recent years by a great military leader calls our generation\n\"ethical infants,\" \"moral adolescents.\"\n<\/p><p>\nWe join with all those who recognize, as those quoted have been shown to recognize, the\ngreat need for honor, integrity, humility, prayerfulness, righteousness, the whole truth&mdash;all\nattributes and characteristics flowing from and concomitant to deep religious faith which is\nfounded on truth.\n<\/p><p>\nThe witness you have heard expressed here today is that God has in our day restored through\nrevelation, the simple, basic, beautiful, life-giving, peace-bringing truths which men of old\nknew and which Christ himself came to teach in the Meridian of Time.\n<\/p><p>\nMay we take time to mention three contributions that the restoration has made in supplying\nthe deep needs of man for religious truth founded in faith? First, I note the answers supplied\nfor the universal problems men have concerning God, themselves, and their relationship with\ntheir Creator.  Second, the restored Church has had revealed a program for living, a guide to\nconduct, which can lead one to fruitful, satisfying, purposeful living here in mortality.  Third,\nspiritual conviction, confidence, assurance&mdash;testimony, we sometimes call it&mdash;which will\nmotivate one to think differently, live differently, to be different than he otherwise would be.\n<\/p><p>\nThe President of the United States is quoted as having said something last year which has\nspecial meaning to Latter-day Saints, in connection with the first contribution of the\nrestoration we have mentioned.  These are his words: \"Whence did we come?  Why are we\nhere?  What is the true reason for our existence?  And where are we going? For the answers\nwe have . . . the faith of our religious convictions.\"\n<\/p><p>\nOne of the most important aspects of the restoration is that it supplies answers to these most\nfundamental spiritual questions.  We may learn who we really are, and what our relationship\nis with Him from whom we came.  We are taught that the Bible may be believed when it\nteaches that we are the children, the literal spirit children, of our Father in heaven.  We have\nassurance that Christ was indeed the Living Son of God, that he came to teach men how to\nlive and died that we might live eternally.  We know that men are free and responsible agents\nin a world where there are alternative forces and courses to choose among, and that we are\nnot only free to choose but also under the necessity of choosing the path and course we shall\npursue.  Man has within him, in an embryonic sense, those basic attributes which are\ncharacteristic of our Father in heaven and which are in him in their fulness.  Man is capable\nof love, mercy, and justice, attributes which have their fullest development in him.  We have\nassurance through the restored gospel of the Lord Jesus Christ that we are literal children of\nGod, that we can become like him, that the ultimate of our possibility is that someday under\nhis guidance we may even participate with him in his great creative work.\n<\/p><p>\nThe truths of the restoration testify that there was a plan before this world was, and that that\nplan contemplated our earthly existence, our freedom, and our responsibility, and that when\nwe had left this mortal life, we should continue to live as really and as certainly as we here\nexist. Moreover, they testify (and this is what first brought the Church to the attention of our\nfriend from the east) that there is a divinely-inspired program for living among us which is\ndesigned to lead men to lead men to happiness here on this earth.  What is that program? \nYou know it well.  It is a program of faith, repentance, baptism, and reception of the gift of\nthe Holy Ghost; it is a program requiring an enduring and dedicated hunger and thirst for\nrighteousness, a life of honor and honesty, and a \"love of God and of all men\"\n(<span class=\"citation\" id=\"3610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3610)\">2 Ne. 31:20<\/a><\/span>).\n<\/p><p>\nThere are able and sincere men crying out all over the world today for men to\n\"believe,\" to \"believe.\" But as our friend said Friday, \"They do not tell us\n<i>what<\/i> to believe or what to <i>do<\/i> to find happiness.\"\n<\/p><p>\nThe Church of Jesus Christ of Latter-day Saints testifies to the world that the program\nrestored by the Master of men in our day is the same program he taught men when he was\namong them. And as Christ taught men to have faith, to repent of their sins, to be baptized\nfor the remission of those sins, in order that they might receive the gift of the Holy Ghost, so\ntaught Paul and the others.  Do you remember the occasion described in the second chapter of\nActs, an occasion almost analogous to scenes we hear about in various parts of the world\ntoday, when the multitude, having been taught the mission and message of Jesus (but by the\napostles who have been \"chosen\" and \"ordained\" by Christ so do) found faith in the Messiah,\nand came to Peter and the others and said; \"Men and brethren, what shall we do?\"\n(<span class=\"citation\" id=\"7765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7765)\">Acts 2:37<\/a><\/span>). What did\nPeter answer?  Did he tell them to go to some Church, any church, and pursue any program\nor course they chose, whatever it might be, so long as they were sincere?  His answer is\nrecorded in the Holy Bible that all may read: \n<\/p><p>\nRepent, and be baptized every one of you in the name of Jesus Christ for the remission of\nsins, and ye shall receive the gift of the Holy Ghost.<br \/>\nFor the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call\n(<span class=\"citation\" id=\"7768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7768)\">Acts 2:38-39<\/a><\/span>).\n<\/p><p>\nIt is revealed anew in our day that not only must a man believe, but also that he must believe\nthat which is true, and he must do that which God has commanded.\n<\/p><p>\nThere is one final thing we spoke of: if one is to learn the answers to the basic spiritual\nproblems of his life and is to pursue a purposeful program fruitfully and happily, he must\nhave a motivation, an \"inner aim\" our friends sometimes call it, a spiritual assurance, a\ntestimony which will inspire and impel him to learn and to live.  The enjoyment of that\ntestimony is one of the great possibilities that has come to us through the restoration of the\ngospel of the Lord Jesus Christ.\n<\/p><p>\nWe testify to you that religious faith is important and urgently necessary, but it must be based\nin truth.  The truth available to all men is that God in our very dispensation has spoken,\nrestoring anew the ancient truths, restoring anew the only gospel, the good word of God for\nhis children.\n<\/p><p>\nThat testimony is among us; many of us enjoy it.  I testify of it humbly, in the name of Jesus\nChrist.  Amen.\n<\/p>\n<\/div>\n<\/div>"}