{"ID":84, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Rufus K. Hardy<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Rufus K. Hardy, <i>Conference Report<\/i>, October 1943, pp. 57-60<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs always, I stand before this Church in these great gatherings with a sense of adoration,\nrealizing, as I do, through the study of its history from its commencement, God's blessings\nupon it.\n<\/p><p>\nLABOR IN THE CHURCH BRINGS COMPENSATION\n<\/p><p>\nI think frequently as I meet with groups of the Priesthood, and particularly today, that this is\nlike unto the great organized corporations, and you the governing body in its Priesthood are\nthe directors thereof.\n<\/p><p>\nI reflect upon the temporal remuneration which you receive, and in contrast to this the great\nresults which come from your untiring efforts. I am reminded also of the sacrifice which so\nmany of you have made and are making; you men whom I associate with and know, you who\nhave walked virtually barefooted for the advancement of God's work in your mission fields\nand yet, out of it all you come home, go into business, and devote thereafter a good portion\nof your profits and earnings back into this Church, to this great institution which God has\nestablished, never again to be taken from the earth. So, I marvel and constantly give praise\nand homage to each member of the Priesthood of this Church.\n<\/p><p>\nI am grateful indeed for the kindness and consideration which you fine presidents of stakes\nhave given to me as I come into your midst.\n<\/p><p>\nI am fully aware that we perhaps are the best paid board of directors that God has on earth,\nand if each one of us were asked, nothing could be given Him which in the slightest degree\ncould compare with the compensation which God has given him for the unselfish labor and\ninterest he has shown in God's great work.\n<\/p><p>\nINSTRUCTIONS TO EARLY DAY MISSIONARIES\n<\/p><p>\nYou know that in the beginning when this Church was young, extremely young, nearly all the\nmembership of it had a great urge to proclaim its message, and a very restless feeling to go\nout to do something. They could not remain inactive, and, so, they kept the Prophet Joseph\nSmith very busy answering their questions, particularly the question which arose in the hearts\nof so many men:\n<\/p><p>\nFor many times you have desired of me to know that which would be of the most worth unto\nyou.\n<\/p><p>\nBehold, blessed are you for this thing, and for speaking my words which I have given you\naccording to my commandments.\n<\/p><p>\nAnd now, behold, I say unto you, that the thing which will be of the most worth unto you\nwill be to declare repentance unto this people, that you may bring souls unto me, that you\nmay rest with them in the kingdom of my Father\n(<span class=\"citation\" id=\"11845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11845)\">D&amp;C 15:4-6<\/a><\/span>).\n<\/p><p>\nYou will find as you read the D&amp;C say from, I think, the 12th Section on throughout this\ngreat volume of scripture that in almost every instance the answer was the same.\n<\/p><p>\nLeave thy house and home, except when thou shalt desire to see thy family;<br \/>\nAnd speak freely to all; yea, preach, exhort, declare the truth, even with a loud voice, with a\nsound of rejoicing (<span class=\"citation\" id=\"11849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11849)\">D&amp;C 19:36-37<\/a><\/span>).\n<\/p><p>\nOne after another of the brethren received that answer, and they all went forth to do God's\nbidding and to receive God's commendation, and from that start, to the present time, the\nChurch has grown through this great and marvelous system of missionary activity unequaled\nanywhere.\n<\/p><p>\nA LABOR TO BE PERFORMED AT HOME\n<\/p><p>\nNow, we find in our own midst here at home situations which call for additional help,\nsituations which have been so eloquently and beautifully spoken of today. The touching of the\nhearts of the young, and turning of the minds of those who are innocent and free into\nchannels which will bring back the results which we here desire in the Church.\n<\/p><p>\nYou all have had the experience of meeting these situations. It was my experience to contact\nrecently on one of our unfrequented streets a very little child, perhaps three years of age, with\nstreaks down its face where the teardrops had run, who couldn't talk plainly, with another\nchild but a year or two older, left to guard it. I had gone to ask for a certain person. No one\nwas home. The parents were at work and these children left alone. You will understand what I\nmean when I say that this little one came and hugged me by the knees, and looked at me with\nthe most intelligent and imploring gaze, hungering for parental love and attention. I can't\nforget, and never shall, but I do remember God's words which I have written here to quote\naccurately:\n<\/p><p>\nBut, behold, I say unto you, that little children are redeemed from the foundation of the world\nthrough mine Only Begotten;\n<\/p><p>\nWherefore, they cannot sin, for power is not given unto Satan to tempt little children, until\nthey begin to become accountable before me;\n<\/p><p>\nFor it is given unto them even as I will, according to mine own pleasure, that great things\nmay be required at the hand of their fathers\n(<span class=\"citation\" id=\"11852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11852)\">D&amp;C 29:46-48<\/a><\/span>).\n<\/p><p>\nI think these things which God requires at our hands can't be fully realized until we have\nperformed our duty and come with clean hands concerning this younger generation which is\nhere among us.\n<\/p><p>\nFrancis Thompson wrote this about a child:\n<\/p><p>\nKnow you what it is to be a child ? It is to be something very different from the man of\ntoday. It is to have a spirit yet streaming from the waters of baptism. It is to believe in love,\nto believe in loveliness. It is to believe in belief. It is to be so little that the elves can reach\nand whisper in your ear. It is to turn pumpkins into coaches and mice into horses, lowness\ninto loftiness and nothing into everything, for each child has its fairy godmother.\n<\/p><p>\nCHANGING CONDITIONS IN HOME LIFE\n<\/p><p>\nWell, in our day, we see many changes. We have relegated to the scrapheap the sayings of\nyesterday. We make fun of the old horse and buggy days.\n<\/p><p>\nWe have more or less gone from that most beautiful commodious home with a few acres of\nchoice land around it where we played as boys, where there came joyous gatherings in the\nevening to that house, and where the hospitality of parents and children made it a blessed\njoyful place of dwelling and retreat. We live now in apartment houses where five hundred live\nin the same house, and yet we don't know any of them. God says this:\n<\/p><p>\nEvery spirit of man was innocent in the beginning; and God having redeemed man from the\nfall, men became again, in their infant state, innocent before God.\n<\/p><p>\nAnd that wicked one cometh and taketh away light and truth, through disobedience, from the\nchildren of men, and because of the tradition of their fathers.\n<\/p><p>\nBut I have commanded you to bring up your children in light and truth\n(<span class=\"citation\" id=\"11897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11897)\">D&amp;C 93:38-40<\/a><\/span>).\n<\/p><p>\nAnd again, inasmuch as parents have children in Zion [where we are] or in any of her stakes\nwhich are organized, that teach them not to understand the doctrine of repentance, faith in\nChrist the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying\non of the hands, when eight years old, the sin be upon the heads of the parents.\n<\/p><p>\nFor this shall be a law unto the inhabitants of Zion, or in any of her stakes which are\norganized (<span class=\"citation\" id=\"11873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11873)\">D&amp;C 68:25-26<\/a><\/span>).\n<\/p><p>\nDUTY OF STAKE MISSIONARIES\n<\/p><p>\nI am acquainted with this great body of men who go forth to teach the beautiful Gospel of\nJesus Christ&mdash;I speak now of our stake missionaries, and I do earnestly plead with them that\nthey will put forth an extra effort, not alone to those who belong to this Church, but to those\nwith whom they constantly come in contact who are not members of the Church; to devote\nsome of their time and attention to the children, those choice diamonds from heaven which\nGod has given us, that they may be taught in the truth, for in this generation of which I speak\nthe coming glory and grandeur of this nation must be through the growth and development of\nthe children, in paths of virtue and righteousness, and that their hearts and energies be\ncentered in \"light and truth.\"\n<\/p><p>\nGod bless us, I pray, and give us this understanding that the children may be helped by our\nefforts and I ask it in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}