{"ID":840, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Meaning of the Atonement<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, April 1956, pp. 111-113<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters: I have enjoyed thoroughly these wonderful conference sessions,\nand now in this position I sincerely pray that the beautiful spirit that has pervaded every\nsession may lead me to say that which is true and what the Lord would have me say.\n<\/p><p>\nI had thought I might say something about the atonement.  I was just freshening up on it this\nmorning a few minutes before eight, but I wanted to tune in and hear\nPresident Smith's talk, and as I tuned in I thought to myself, \"I am sure that President Smith\nis going to talk about the atonement,\" which he did.  So I refer you to his beautiful talk this\nmorning, concise and authoritative, and I say \"amen\" to it.\n<\/p><p>\nI should like to mention in the few moments that I shall be here, something with relation to\nthe atonement, and that it might be fresh in your mind, I wish to read that beautiful statement\nof Lehi, the great prophet, referring to certain aspects of the atonement: \n<\/p><p>\nAnd now, behold, if Adam had not transgressed he would not have fallen, but he\nwould have remained in the garden of Eden. And all things which were created must\nhave remained in the same state in which they were after they were created; and they\nmust have remained forever, and had no end.<br \/>\nAnd they would have had no children; wherefore they would have remained in a state\nof innocence, having no joy, for they knew no misery; doing no good, for they knew\nno sin.<br \/>\nBut behold, all things have been done in the wisdom of him who knoweth all things.<br \/>\nAdam fell that men might be; and men are, that they might have joy\n(<span class=\"citation\" id=\"3588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3588)\">2 Ne. 2:22-25<\/a><\/span>).\n<\/p><p>\nWhat a wonderful statement that is. So it was the design of our Father in heaven that man\nshould have an earth experience and that Adam should fall and that transgression and sin\nshould come into the world which called for the atonement.\n<\/p><p>\nNow, I think the principle question before us is not do we comprehend the atonement, but do\nwe accept it and know that it is true. Many things about us we do not comprehend; as one\nspeaker said, with respect to electricity, the scientific men say they do not know all about it,\ndo not know much about it, they do not know what it is.  They know how it acts, but they do\nnot know why it acts, and yet we all avail ourselves of the blessing of electricity without\ncomprehending it.\n<\/p><p>\nI think it is exactly the same with the glorious principle of atonement. If electricity in our\nhighly developed civilization were taken out of our lives, our civilization would stop, it is so\nintegrated into our activities.  And if the principle of the atonement were taken away, what\nwould be the result?  We would have no Jewish scriptures, we would have no Jewish people.\nThere would have been no covenant with Abraham.  We would have no New Testament.  We\nwould have no gospel of Jesus Christ, for the atonement is the foundation of it all.\n<\/p><p>\nAnd what would spirit world existence mean, what objective would it have, if there were\nnothing beyond our existence in the spirit world, because God found it necessary for us to\ncome to the earth to get our experience, to gain a body, to pass through death, to be raised an\nimmortalized and glorified being so that we might go on to perfection. Without the atonement\nthere would have been no creation of an earth because that would have meant that we would\nhave all come to the earth as is stated by Lehi, and after transgression had occurred, death\nwould follow, and the earth would be merely the eternal graveyard of the sons and daughters\nof God. That would have been the end.\n<\/p><p>\nThe Lord would not undertake to create an earth for that end.  An earth life would never have\nbeen planned except for this glorious principle of the atonement.  And would we have an\nheaven without the principle of the atonement, would we ever have had an existence in\nheaven as spirit children of God without the atonement, for God the Eternal Father is a being,\na Glorified Being of flesh and bone, exalted and celestialized, and that comes through death\nand the resurrection by means of the atonement. Unless spirit and matter are inseparably\nconnected, we cannot have a fulness of joy\n(<span class=\"citation\" id=\"13511\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13511)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13511)\">D&amp;C 93:33<\/a><\/span>).\nAnd if they are so connected, we may have joy in\nits fullest degree, which I would say means attainment, achievement, exaltation. We must\ncome to the earth; we must have earth life; we must go through death; and we must be exalted and\nglorified through the power of God and through the gospel and the resurrection.\n<\/p><p>\nNone of these things would have been possible or contemplated or planned or carried out\nwithout this principle of atonement, the Son of God dying for all the children of men. We\nmay not be able to comprehend it, in its fulness, but we can know it, and we can understand\nhow the Son of God, the Firstborn among all the children of God, dying for\nall the rest, would gain power and influence over the children of men, and we can understand\nwhat their love should be for him and their devotion should be towards him because his\nsuffering was such that no human being could endure it.  He accepted it.  It was so terrible\nthat he almost wished that he might not have to endure it. But he accepted it and glorified his\nFather in heaven and made possible our earth life, our resurrection, our exaltation, and the\nblessings of eternal life.\n<\/p><p>\nIt is impossible for me to understand why so-called Christian men and men of intelligence try\nto rob the Lord Jesus Christ of his Messiahship.  It can only be because of their darkness. \nScholarship, barren and cold, does not comprehend life and does not give us the key to this\nlife.\n<\/p><p>\nOur relationship with God our Eternal Father is a relationship of our hearts, and a pure heart\nis wiser and more intelligent than a barren intellect.\n<\/p><p>\nWe are called upon to love God with all our hearts and our fellow men as ourselves\n(<span class=\"citation\" id=\"34806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34806)\">Matt. 22:37-39<\/a><\/span>); and by\nthis glorious principle of the atonement, we are here today through the mercy and blessings of\nGod.\n<\/p><p>\nMay we always remember that we are the children of God; may we live like the children of\nGod. Thank God for the truth, the most glorious, the strongest, most wonderful thing in the\nworld or in the eternities. Thank God for the restored truth. I bear my witness that the truth is\nhere in this Church and kingdom of God, and the power of God is here unto our salvation. \nJesus Christ is our Messiah; he said those who would not accept his Messiahship would die in\ntheir sins, and I bear witness this is true, and that those who will accept his Messiahship may\nbe redeemed and exalted.\n<\/p><p>\nI bear my humble witness that Joseph Smith was a Prophet of the Living God, through whom\nthe Lord restored these glorious truths for the salvation of the human family.  I thank God for\nhim and his successors, and I bear witness that all the keys and powers that the Lord gave to\nPeter, James, and John are here resident now in those who are in our midst. May God help us\nto be true in all things, I humbly pray, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}