{"ID":841, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Need for Charity<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1956, pp. 113-115<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe wonderful addresses, the singing, and all that has pertained to the conference, including\nthe prayers of the Brethren, have found lodgment in my soul.  I am determined to leave here\nand live a better life, and to do some things better that I may not have done so well.  I hope,\nbrethren and sisters, that all of us will have that determination.  Someone\nsaid, \"He who learns and learns and acts not what he knows, is like the man who plows and\nplows and never sows.\" So I hope that we can go from here and sow seeds of righteousness in\nour own homes and hearts and among others.\n<\/p><p>\nNow I pray in all humility that my brief and sketchy message may not detract from that\nwhich has been said and that I may have your sympathy and prayers in presenting what I\nhave to say.  I speak in the spirit of commendation and encouragement and not in the way of\nfault-finding or criticism.\n<\/p><p>\nI believe, my brethren and sisters, that there is a need in the world for emphasis to be given\nto a great principle of which the Lord has spoken many times and which his apostles, old and\nmodern, have advocated.  That is the need of our being more charitable, and I assume that\nneed exists among us.  I know that it exists with me.  I do not have in mind at this moment\nthe relief of the suffering through the giving of our substance; that is a necessary and proper\nprinciple, of course, but rather I have in mind the kind of charity that is demonstrated in\nbeing lenient and tolerant in judging others and in judging their action; the kind of charity\nthat forgives those who accuse us wrongfully, who misinterpret our intentions; the kind of\ncharity that is patient in the presence of those who are quick to judge us.\n<\/p><p>\nI have in mind the charity that impels us to be sympathetic, compassionate, and merciful, not\nonly in times of sickness and affliction and distress, but also in times of weakness or error on\nthe part of others.\n<\/p><p>\nWe are taught that he that is merciful shall be rewarded in kind.  The Lord has said, \"Blessed\nare the merciful: for they shall obtain mercy\"\n(<span class=\"citation\" id=\"34753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34753)\">Matt. 5:7<\/a><\/span>).\nI speak of the kind of charity that\nnot only forgives but also that forgets the acts of those who trespass against us, who offend\nus, who hurt us.  There is need of that brand of charity, if I may call it such, which causes\none to refuse to speak of or to repeat unkind remarks which are said about another&mdash;even\nthough they may be true!  The more perfect one becomes, the less he is inclined to speak of\nthe imperfections of others.\n<\/p><p>\nThere is need of that kind of charity that gives hope to those who are unnoticed, those who\nare discouraged, and the afflicted.  There is need of charity that can instill into the hearts of\nthose who have made mistakes the desire to repent and to seek forgiveness of those against\nwhom they may have done wrong.  After all, true charity is love in action.  And it seems to\nme that the need of charity, like the need of God, is everywhere.\n<\/p><p>\nThere is need of that type of charity which refuses to find satisfaction either in hearing or in\nrepeating or broadcasting the reports of misfortunes that befall others, unless in so doing the\nunfortunate one may be benefited.\n<\/p><p>\nHorace Mann once said: \"To pity distress is but human; to relieve it is Godlike.\"\n<\/p><p>\nThere is need for the kind of charity that causes one to refuse to be a tale-bearer among the\npeople, for, as the Apostle James taught,\n<\/p><p>\nIf any man among you seem to be religious, and bridleth not his tongue, but deceiveth\nhis own heart, this man's religion is vain\n(<span class=\"citation\" id=\"26124\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26124)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26124)\">James 1:26<\/a><\/span>).\n<\/p><p>\nNever, in my opinion, has there been recorded a more eloquent and appealing discourse or\ncommunication on the subject of charity than that found in the first epistle of Paul to the\nCorinthian Saints, with which you are all well acquainted, but which I hope you will permit\nme to bring to you again: \n<\/p><p>\nThough I speak with the tongues of men and of angels, and have not charity, I am\nbecome as sounding brass, or a tinkling cymbal.<br \/>\nAnd though I have the gift of prophecy, and understand all mysteries, and knowledge;\nand though I have all faith, so that I could remove mountains, and have not charity, I\nam nothing.<br \/>\nAnd though I bestow all my goods to feed the poor, and though I give my body to be\nburned, and have not charity, it profiteth me nothing.<br \/>\nCharity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is\nnot puffed up,<br \/>\nDoth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh\nno evil;<br \/>\nRejoiceth not in iniquity, but rejoiceth in the truth;<br \/>\nBeareth all things, believeth all things, hopeth all things, endureth all things.<br \/>\nCharity never faileth . . .<br \/>\nAnd now abideth faith, hope, charity, these three; but the greatest of these is charity\n(<span class=\"citation\" id=\"279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(279)\">1 Cor. 13:1-8,13<\/a><\/span>).\n<\/p><p>\nAt the conclusion of one of the last sessions of a general conference, back in 1902, I believe\nit was, President Joseph F. Smith appealed to the members of the Church in these words: \n<\/p><p>\n\"We hope and pray that you will go from this conference to your homes feeling in your hearts\nand from the depths of your souls to forgive one another and never from this time forth bear\nmalice toward another fellow creature!  I do not care whether he is a member of the Church\nof Jesus Christ of Latter-day Saints or not, whether he is a friend or foe, whether he is good\nor bad. It is extremely hurtful for any man holding the priesthood, enjoying the gift of the\nHoly Ghost to harbor the spirit of envy or malice, or retaliation, or intolerance toward or\nagainst his fellow man.  We ought to say in our hearts: 'Let God be judge between me and\nthee (<span class=\"citation\" id=\"13475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13475)\">D&amp;C 64:11<\/a><\/span>),\nbut as for me, I will forgive!' I will say unto you, that Latter-day Saints who harbor\nfeelings of unforgiveness in their souls are more censorable than the one who has sinned\nagainst them.  Go home and dismiss envy, and hatred from your hearts; dismiss the feeling of\nunforgiveness; and cultivate in your souls the spirit of Christ which crieth out on the cross:\n'Father, forgive them, for they know not what they do'\"\n(<span class=\"citation\" id=\"31448\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31448)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31448)\">Luke 23:34<\/a><\/span>).\n<\/p><p>\n\". . . except ye have charity,\" Moroni said in his farewell message to the Lamanites, \"ye can\nin nowise be saved in the kingdom of God; neither can ye be saved in the kingdom of God if\nye have not faith; neither can ye if ye have no hope\"\n(<span class=\"citation\" id=\"38267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38267)\">Moro. 10:21<\/a><\/span>).\n<\/p><p>\nHis father, Mormon, spoke of charity in these words: \"But charity is the pure love of Christ,\nand it endureth forever; and whosoever is found possessed of it at the last day, it shall be well\nwith him.\n<\/p><p>\n\"Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye\nmay be filled with this love, which he hath bestowed upon all who are true followers of his\nSon, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be\nlike him, for we shall see him as he is\"\n(<span class=\"citation\" id=\"38261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38261)\">Moro. 7:47-48<\/a><\/span>).\n<\/p><p>\nAnd in the words of Mormon, I pray, as he prayed, \"that we may have this hope; that we may\nbe purified even as he is pure\"\n(<span class=\"citation\" id=\"38262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38262)\">Moro. 7:48<\/a><\/span>),\nin the name of Jesus Christ, the Lord.  Amen.\n<\/p>\n<\/div>\n<\/div>"}