{"ID":843, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Jesus the Christ<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1956, pp. 118-121<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters and friends: This has been a most inspirational experience in\nthree days of general conference.\n<\/p><p>\nElder Clifford E.  Young has been speaking of the boy who communed with Jehovah.  We all\nsang that song a few moments ago, \"Praise to the Man Who Communed with Jehovah.\" I\nshould now like to pay my devotion to that Jehovah with whom he communed, my Lord\nJesus Christ.  I love him with all my heart.  We are coming to the close of this great\ngathering.  For seven sessions every prayer has been made in the name of Jesus Christ. Every\none of the many eloquent sermons has closed in the name of Jesus Christ.  I think they have\nall begun with it also, sometimes unexpressed.\n<\/p><p>\nMention has already been made of the meeting that was held in the temple on Thursday, prior\nto the beginning of this conference&mdash;a preparation meeting for all of the members of the\nGeneral Authorities.  It was a meeting of fasting and the Sacrament, of prayer and testimony. \nThere were appeals unto our Heavenly Father that this great conference might touch the hearts\nof the many people who would listen, and as one of the concluding speakers I should like to\nbear witness that the Lord has answered those prayers, for it has been an inspirational\nconference, and our Brethren have spoken with great strength and power, and each one has\ninspired me.\n<\/p><p>\nIn my files I find a description of the Savior written by one who gave his own artistic\nconcept.  I give it to you without author as it came to me: \n<\/p><p>\nThere lives at this time in Judea a man of singular virtue whose name is Jesus, whom\nthe barbarians esteem as a prophet; but his followers love and adore him as the\noffspring of God. He calls back the dead from the graves and heals all sorts of\ndiseases with a word or a touch.  He is a tall man, well shaped, an amiable and\nreverent aspect, his hair of a color that can hardly be matched, falling into graceful\ncurls, waving about and very agreeably couching upon his shoulders, parted on the\ncrown of his head, running as a stream to the front after the fashion of the Nazarites.\nHis forehead is high, large, imposing; his cheeks without spot or wrinkle, beautiful\nwith a lovely red, his nose and mouth formed with exquisite symmetry; his beard, and\nof a color suitable to his hair, reaching below his chin and parted in the middle like a\nfork; his eyes, bright blue, clear and serene look innocent, dignified, manly and\nmature; in proportion of body most perfect and captivating, his arms and hands\ndelectable to behold.  He rebukes with majesty, counsels with mildness, and his whole\naddress, whether in word or deed, being eloquent and grave.  No man has seen him\nlaugh, yet his manners are exceedingly pleasant, but he has wept frequently in the\npresence of men. He is temperate, modest, wise&mdash;a man for his extraordinary beauty\nand divine perfection, surpassing the children of men in every sense.\n<\/p><p>\nAlso in the temple meeting above mentioned, President McKay read to us a paragraph\ndescribing the Master, and if I may have his permission I should like to repeat it to you: \n<\/p><p>\nDescription of Christ\n<\/p><p>\nThe following epistle is said to have been taken by Napoleon from the records of\nRome when he deprived that city of so many valuable manuscripts.  It was written at\nthe time and on the spot where Jesus commenced his ministry, by Publius Lentulus,\nGovernor of Judea, to the senate of Rome, Caesar, emperor.  It was the custom in\nthose days for the governor to write home any event that transpired while he held his\noffice.\n<\/p><p>\nConscript Fathers: In these our days appeared a man named Jesus Christ, who is yet\nliving among us, and of the Gentiles is accepted as a prophet of great truth; but his\nown disciples call him the son of God. He hath raised the dead and cured all manner\nof diseases.  He is a man of stature somewhat tall and comely, with a ruddy\ncountenance, such as the beholder may both love and fear.  His hair is the color of\nfilbert when fully ripe, plain to his ear, whence downward it is more of orient color,\ncurling and waving on his shoulders; in the middle of his head is a seam of long hair,\nafter the manner of the Nazarites. His forehead is plain and delicate; the face without\nspot or wrinkle, beautiful with a comely red, his nose and mouth are\nexactly formed; his beard is the color of his hair and thick, not of any length but\nforked.\n<\/p><p>\nIn reproving he is terrible; admonishing, courteous; in speaking, very modest and wise;\nin proportion of body, well-shaped. None have seen him laugh, many have seen him\nweep. A man for his surpassing beauty excelling the children of men.\n<\/p><p>\nWhether authentic or not I do not know, but it may stir our imaginations.\n<\/p><p>\nI have a little paragraph from another writer, Charles Edward Jefferson, who says,\n<\/p><p>\nBut when we come to Jesus, we find ourselves in the presence of a man without a\nflaw.  He was enthusiastic, blazing with enthusiasm, but he never became fanatical. He\nwas emotional.  Men could feel the throbbing of his heart, but he never became\nhysterical.  He was imaginative, full of poetry and music, seeing pictures everywhere,\nthrowing upon everything he touched a light that never was on land or sea, the\ninspiration of a poet's dream. But he never was flighty. He was practical, hard-headed,\nmatter-of-fact, but he was never prosaic, never dull.  His life always had in it the\nglamour of romance.  He was courageous, but never reckless; prudent, but never a\ncoward; unique, but not eccentric; sympathetic, but never sentimental. Great streams of\nsympathy flowed from his tender heart toward those who needed sympathy; but at the\nsame time streams of lava glowed from the same heart to scorch and overwhelm the\nworkers of iniquity.  He was pious, but there was not a trace about him of\nsanctimoniousness.\n<\/p><p>\nThat is the picture that men have of him.  In my own office at home and at the Church Office\nBuilding I have rather large pictures of Jesus as he has been portrayed by artists.  I appreciate\nthem, but they do not give me the complete or acceptable picture of the Lord, and no picture\nI have ever seen is adequate.  I can never see the Christ with my eyes open.  I must close\nthem to get my concepts of him.\n<\/p><p>\nThe Christ of whom they spoke and whom the tried to picture was the Master as lived on the\nearth among mortals.  I should like now to give you another picture of the Christ as it is\ngiven by one who saw him after he was immortal, after his resurrection.  I quote: \n<\/p><p>\nI John, who also am your brother, and companion in tribulation . . . was in the isle\nthat is called Patmos, for the word of God, and for the testimony of Jesus Christ.<br \/>\nI was in the Spirit on the Lord's day, and heard behind me a great voice, as of a\ntrumpet,<br \/>\nSaying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a\nbook . . .<br \/>\nAnd I turned to see the voice that spake with me.  And being turned, I saw.<br \/>\nOne like unto the Son of man, clothed with a garment down to the foot, and girt about\nthe paps with a golden girdle.<br \/>\nHis head and his hairs were white like wool, as white as snow; and his eyes were as a\nflame of fire;<br \/>\nAnd his feet like unto fine brass, as if they burned in a furnace; and his voice as the\nsound of many waters.<br \/>\n. . . and his countenance was as the sun shineth in his strength.<br \/>\nAnd when I saw him, I fell at his feet as dead.  And he laid his right hand upon me,\nsaying unto me, Fear not; I am the first and the last:<br \/>\nI am he that liveth, and was dead; and, behold, I am alive for evermore, Amen . . .\nWrite the things which thou hast seen\n(<span class=\"citation\" id=\"42256\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42256)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42256)\">Rev. 1:9-19<\/a><\/span>).\n<\/p><p>\nI think of the Lord as he walked through Galilee and Palestine. I realize that he must have\nbecome tired and hungry and weary and thirsty, but he was ever patient.  He was loving; he\nwas kind. It seems that though it was necessary at times to rebuke people, he did what he told\nus in the modern revelations to do, he reproved then showed forth afterwards an increase of\nlove toward him he had reproved (see\n<span class=\"citation\" id=\"13527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13527)\">D&amp;C 121:43<\/a><\/span>)&mdash;he had his arm around them, too.  O\nhow I love him for his tenderness&mdash;so forgiving, so kind.\n<\/p><p>\nI think of him on the cross during his great agony.  He was thinking of his sweet mother\ndown beneath him. He was tender and kind as he said to John, \"Behold thy mother,\" and to\nhis mother, \"Woman, behold thy son!\" (see\n<span class=\"citation\" id=\"27710\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27710)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27710)\">John 19:26-27<\/a><\/span>). And from that hour that disciple\ntook her into his own home.\n<\/p><p>\nI think of his kindness when proud and loving mothers so wanted their children to have a\nsight of the Master, to touch the hem of his garment, and they were pushed away&mdash;(I think of\nthat incident at the conclusion of nearly every session of conference as we\ngo out the back door and people crowd around to just see and speak to Christ's modern\nprophet&mdash;) and he said, \"Suffer the little children to come unto me, and forbid them not: for of\nsuch is the kingdom of God\"\n(<span class=\"citation\" id=\"33102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33102)\">Mark 10:14<\/a><\/span>).\n<\/p><p>\nI think of the Christ who came in our own day to the Prophet Joseph Smith and his associate\nin the Kirtland Temple.\n<\/p><p>\nThe veil was taken from our minds, and the eyes of our understanding were opened.<br \/>\nWe saw the Lord standing upon the breastwork of the pulpit, before us; and under his\nfeet was paved work of pure gold, in color like amber.<br \/>\nHis eyes were as a flame of fire; the hair of his head was white like the pure snow; his\ncountenance shone above the brightness of the sun; and his voice was as the sound of\nthe rushing waters, even the voice of Jehovah, saying:<br \/>\nI am the first and the last; I am he who liveth, I am he who was slain; I am our\nadvocate with the Father (<span class=\"citation\" id=\"13521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13521)\">D&amp;C 110:1-4<\/a><\/span>).\n<\/p><p>\nSeveral have said no one ever saw Him laugh; however, I can imagine the Lord Jesus Christ\nsmiling as he looked upon his people in their devotion. This great conference&mdash;with its\nthirty-one thousand men and boys holding the Holy Priesthood, in attendance at one meeting;\nwith its tens of thousands who have come long distances to listen and to worship together,\nand to hear the word of that Lord Jesus Christ&mdash;must have pleased him greatly.\n<\/p><p>\nI think he smiles when he looks upon this his prophet, President David O. McKay, who gives\nsuch inspired leadership to his people, who is so close to him, who hears his word, and who\nreceives his revelations. I think the Lord Jesus Christ is smiling when he looks into the\nhomes of this people and sees them on their knees in family prayer night and morning, the\nchildren participating also.  I think he smiles when he sees young husbands and wives, and\nolder ones, with deep affection for each other, who continue their courtship as our prophet has\nsaid, who continue to love each other with all their souls until the day they die and then\naccentuate it through eternity.\n<\/p><p>\nI think he is pleased with the families which sacrifice and share, like the family I visited a\nweek ago and with whom I had lunch. There were ten wonderful children in one family&mdash;all\nhappy together, and working all their problems out together, sharing all their limited assets\ntogether! I think the Lord Jesus Christ is smiling when he looks down and sees more than\nfour thousand men this past year&mdash;four thousand men with some of their wives and some of\ntheir children who were inactive a year ago, but today are happy in the kingdom, many of\nwhom have been to the holy temple of God and had their endowments and their sealings, and\nwho with tears of gratitude thank the Lord for his program.\n<\/p><p>\nI think I see tears of joy in his eyes and a smile on his lips as he sees the twenty-one\nthousand new souls who have come unto him this year, who have professed his name, who\nhave gone into the waters of baptism, and I think he loves those who helped to convert them\nalso.\n<\/p><p>\nI see him smile as he sees his numerous people on their knees in repentance, changing their\nlives, making them brighter and cleaner, and more like their Heavenly Father and their\nBrother, Jesus Christ.\n<\/p><p>\nI think he is pleased and smiles as he sees youth as they organize their lives and protect and\nfortify themselves against the errors of the day.  I think he is first grieved, and then perhaps\npleased, when he sees, as he must have done a few days ago in my office, a young couple\nwho had made serious error and were now on their knees together with their hands tightly\nclasped together.  There must have been joy in his smile when he saw into their souls and\nsaw that they were making the adjustment, as their tears bathed my hand which I had tenderly\nplaced on theirs.\n<\/p><p>\nOh, I love the Lord Jesus Christ.  I hope that I can show to him and manifest my sincerity\nand devotion.  I want to live close to him.  I want to be like him, and I pray that the Lord\nwill help all of us that we may so be as he said to his Nephite disciples, \"Therefore, what\nmanner of men ought ye to be?\" and he answered his own question by saying, \"Even as I\nam\" (<span class=\"citation\" id=\"5569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5569)\">3 Ne. 27:27<\/a><\/span>),\nand so, as Elder ElRay L. Christiansen said, I go from\nthis conference determined to live even closer to my Heavenly Father and his Son Jesus\nChrist than I have ever lived before.  And I pray this in his name&mdash;in the name of him whom I\nlove, adore, and worship, in the name of our Lord and Savior and Redeemer, Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}