{"ID":844, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Closing Address<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1956, pp. 121-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe first speaker of this session, Elder Lee, referred to the \"shortest designated highway in the\nState,\" and that shortest highway leads to the penitentiary. His excellent discourse and the\ninspirational discourses of the other Brethren who have followed him have inspired us all. The\nspirit of the Lord is here, and what I am going to say in a few words I hope will be in harmony with\nthe spirit of those addresses.\n<\/p><p>\nThat reference to the highway reminded me of something to which we should have called the\nattention of 31,000 men of the priesthood last evening.  But now I am glad that I overlooked\nit, for here is a better time and place, I think, to mention it.  It refers to a number of young\npeople who get on that shortest of highways.  For several years we have asked the bishops to\nhelp us to protect them from getting on that highway.  For a while we received help, and then\nthat help practically ceased. There are two members of the Council of the Twelve appointed\nto receive your suggestions and recommendations, but these two members are helpless without\nyour suggestions.\n<\/p><p>\nIn brief, many of our young girls, particularly, and not a few of our young boys, leave their\nhomes, with the consent of parents, sometimes without the consent, and they come to larger\ncenters in hopes of bettering their financial conditions, probably social conditions; and without\nproper guidance, without help, not a few get on that one-way road. And so we have asked\nthat whenever one of those girls or one of the boys leaves home to come to the city, the\nbishop will send word to Elder Spencer W. Kimball or Elder Mark E. Petersen giving the\nhome town address, and, if possible, the address of the boy or girl in Salt Lake City, Ogden,\nor some other center.\n<\/p><p>\nThe ward teachers should know the name of that boy and the name of that girl, for it is his\nduty \"to watch over the church always, to be with and strengthen them\"\n(<span class=\"citation\" id=\"13446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13446)\">D&amp;C 20:53<\/a><\/span>). If\nthe teacher will notify the bishop that one of the members of his district is leaving home, and\nthe bishop will inform the committee of the Twelve of the fact, safeguards can be put around\nthe young person.  They are not bad boys or bad girls, intrinsically, but there are traps into\nwhich they may fall here and be caught in sin, as we have heard. Bishops, will you please do\nthat? Ward teachers throughout the Church, will you please watch over the Church\nalways&mdash;over those who are sick, those who need your help, and particularly some of these\ndiscouraged young people?\n<\/p><p>\n      I think the thought that I am trying to get over is well expressed by that poem which\nthe Presiding Bishopric has put into the hands of the lesser priesthood of the Church. It is a\nfollows: \n<\/p><p>\n\"He stood at the crossroads all alone<br \/>\n      The sunlight in his face; <br \/>\n      He had no thought for the world unknown,<br \/>\n      He was set for a manly race.<br \/>\n      But the roads stretched east and the roads stretched west,<br \/>\n      And the lad knew not which road was best.<br \/>\n      So he chose the road that led him down,<br \/>\n      And he lost the race and the victor's crown.<br \/>\n      He was caught at last in an angry snare,<br \/>\n      Because no one stood at the crossroads there<br \/>\n      To show him the better road.\n<\/p><p>\n\"Another day at the selfsame place,<br \/>\n      A boy with high hopes stood,<br \/>\n      He too was set for a manly race,<br \/>\n      He too was seeking the things that were good,<br \/>\n      But one was there who the roads did know<br \/>\n      And that one showed him which way to go.<br \/>\n      So he turned from the road that would lead him down,<br \/>\n      And he won the race and the victor's crown.<br \/>\n      He walks today the highway fair<br \/>\n      Because one stood at the crossroads there\n      To show him the better way.\"\n<\/p><p>\nWe are just reminding you bishops of this safeguard.  How effective the protection or\nguidance, though, depends upon you, and more upon the ward teacher.\n<\/p><p>\nAs this conference draws to a close, my heart is full of appreciation.  This has been a great\nconference.  Do you know how many have contributed to its success?  I want to point out a\nfew even at the risk of omitting merited names.\n<\/p><p>\nI have mentioned those who beforehand wished to make attractive and beautiful the rostrum\nand express their love in flowers.  Again we mention them.\n<\/p><p>\nThroughout the sessions we have expressed our gratitude to the radio stations and television\nstations, making it possible for tens of thousands to hear the message of the gospel from these\nleaders, and how impressively, eloquently they have given their messages.\n<\/p><p>\nWe have said \"thank you\" to the members of the choirs, but let me mention them again: The\nBrigham Young University choruses, with Brother Ralph Woodward and Brother Crawford\nGates conducting.  Those young people&mdash;you will never forget that picture&mdash;filling the seats\nof the choir and overflowing into the galleries, young people with high hopes, young people\nwith faith, young people of purity.  We appreciate what they did.\n<\/p><p>\nAnd even more impressive, if that could be, our Singing Mothers! I cannot mention the name\n\"mother\" without being overcome with emotion.  Those mothers who furnished that singing\nwere the mothers of 1600 children! Even their title, \"Singing Mothers,\" tells a story of\nsacrifice, a story of love, a story of home.  No wonder they could sing the songs of Zion so\ninspirationally under the masterful leadership of Sister Florence Jepperson Madsen.\n<\/p><p>\nThen there was the Reno Latter-day Saints male chorus under Ladd R. Cropper,\ndirector&mdash;whose singing inspired 31,000 members of the priesthood last night.  We thank them.\n<\/p><p>\nAnd today the Tabernacle Choir, singing the songs which inspired thousands in Europe. And\nwhen they sing the closing song, try to picture yourself listening to them in London or in Glasgow or\nParis, Switzerland, Holland, or East Germany, and see those audiences filled with enthusiasm,\ninspired, as this wonderful choir sang, \"Come, Come, Ye Saints.\" It is said that our \"echoes\nroll from soul to soul, and go forever and forever.\" Well, the echoes of those choruses are\nrolling in the souls of thousands over in Europe and will continue so to do for a long time to\ncome.  To Director Cornwall and the organists we again express appreciation.\n<\/p><p>\nNot many of you, I think, have noticed how attentive, how considerate, how prompt have\nbeen the ushers under the direction of Bishop Isaacson.  They have spent hours here since\nconference began&mdash;during meeting, between sessions&mdash;from morning till night.  We extend\nto you ushers thanks for your courtesy, consideration, and the very excellent way in which\nyou have directed the affairs put into your hands.\n<\/p><p>\nI have often spoken about the attention given by our police department. I do not know that\nthey have ever rendered greater service than they have throughout this conference.  You who\nhave had to travel around this block have noticed three of our policemen, courteously\nwatching to see that no accident occurs: here on the south gate two men; at the west gate\nanother; out at the north gate another; and others at crowded intersections throughout the city. \nTo the mayor and city council, chief of police, and to all the members of that force we say\n\"thank you\" this day. To the Red Cross who have been here faithfully to render any help to\nthose in need, to the fire department, members of which have stood on guard in case of some\naccident, to the reporters who have reported the exercises so efficiently and accurately&mdash;to all\nof you, we express sincere appreciation.\n<\/p><p>\nNow I should like to express appreciation for a group of workers not connected directly with\nthis conference but who are energetically contributing to the advancement of\nthe work of the Lord: the volunteer labor missionaries who are down in New Zealand, down\nin Hawaii, who will be in Mexico and other places where schools and temples are being built;\nwe should like them to know that we have them in mind and that they have our blessing, able\nbusinessmen, skilled in carpentry, cement work, steel work.  Not many in the Church know\nwhat they are doing.  But it is a great force of skilled workmen contributing to the upbuilding\nof the kingdom of God.\n<\/p><p>\nAnd we shall mention, too, the young men who accept one-year, two-year mission calls to lay\nbricks, or to drive trucks, repair machinery, etc.  Young men, we appreciate what you are\ndoing. It is a great school for you, and you learn much even while you contribute your time\nand effort.\n<\/p><p>\nFinally, I wish to express gratitude to my beloved associates, the General Authorities, who so\nkindly and considerately made mention of my half century of service in the Council of the\nTwelve. It was most gracious of you to express your congratulations and particularly your\nloyalty.  The words coming from your hearts as they did touched me deeply.\n<\/p><p>\nNext to the affection we have for our home and loved ones, we prize the loyalty of friends,\nbut even more precious is the true feeling of brotherhood in Christ. This choicest of all\nblessings in human association in the Church has been most manifest during this conference\never since our meeting referred to by Brother Kimball of the General Authorities in the house\nof the Lord last Thursday morning, and as expressed throughout this conference.  Truly, we\ncan sense more clearly than ever what John the apostle had in mind when he wrote, \"We\nknow that we have passed from death unto life, because we love the brethren\"\n(<span class=\"citation\" id=\"1050\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1050)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1050)\">1 Jn. 3:14<\/a><\/span>).\nAnd I wish to tell you auxiliary workers and you members in the priesthood quorums of\nstakes and wards, that the Brethren love you just that way.\n<\/p><p>\nAnd what the Primary is doing&mdash;you could see by the reports of the great convention, and\nthe high percentage of children that they have in attendance at their weekly meetings&mdash;they\nare doing just what you brethren have asked them to do.  The Young Women's Mutual\nImprovement Association has enrolled every girl in the Church.  They will help you\nteachers&mdash;your local Young Women's Association and its officers&mdash;to find out when one of the girls is\nmoving to another place, and they will be there to welcome them and to try to help them. The\nYoung Men's Mutual Improvement Association in their competitive games, in their cultural,\ninspirational meetings&mdash;what a wonderful work they are doing! So, also, the great Sunday\nSchool cause, and our mothers in Relief Society&mdash;where in all the world can you find so\nmany groups working so efficiently&mdash;helps in government, as guides to your children&mdash;as\nyou find in the Church of Jesus Christ!\n<\/p><p>\nWe are not boasting; we are just stating facts.  We might not say it to you officers of these\nauxiliaries, but we love you, and in our hearts are prayers for your success.  And the\npriesthood quorums, the deacons and the Aaronic Priesthood, the teachers and the\npriests&mdash;there again, every one enrolled, an opportunity for every boy to be active; instead of having\nthe gang-spirit, where the members try to destroy or to interfere with the ease and comfort of\nothers, we have them active and rendering service to others.  And that means, as President\nClark stated, over a hundred thousand of them, and the Presiding Bishopric bringing in the\nSenior Aaronic members; then the Melchizedek, the elders, seventies, and high priests&mdash;there\nis where we touch our home life.\n<\/p><p>\nThere are three parables to which I shall refer and close, all relating to lost ones.  What I\nhave said relates to preventing them from getting on the highway that leads to the detention\nhome or to the penitentiary. Christ gave three parables which you will find in the 15th chapter\nof Luke. One is the parable of the Lost Sheep which wandered away from the flock\n(<span class=\"citation\" id=\"31437\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31437)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31437)\">Luke 15:1-7<\/a><\/span>); the\nsecond was the loss of one of Ten Pieces of Silver by a housewife\n(<span class=\"citation\" id=\"31438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31438)\">Luke 15:8-10<\/a><\/span>); and the third was the\nProdigal Son (<span class=\"citation\" id=\"31440\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31440)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31440)\">Luke 15:11-32<\/a><\/span>).\n<\/p><p>\nThe first referred to one that just simply wandered because it wanted to seek the best in\nsustenance of life; there was no sin involved. It became so engrossed in its\nown welfare that it wandered away from the flock.\n<\/p><p>\nThe second was largely due to carelessness, neglect; and the third was a determination to an\nabandonment to a life of indulgence and sin.\n<\/p><p>\nNow you will find many in the Church of these boys and girls who drift from the Church because\nof other interests.  They are not bad boys. Find them, bring them back into activity in the\nfold.\n<\/p><p>\nIn the second parable, the parents, through carelessness, let the girls go, or the girls defy\nparental interference or authority. Often the boys start out with wrong companions. You know\nhow to deal with them&mdash;get them, too, into activity.\n<\/p><p>\nThe third, the prodigal son or the prodigal girl who goes down the line, who refuses the\ninvitation to come back, refuses to enter into the activity of the Church&mdash;such a one, as did\nthe prodigal son, will go, I suppose, until he comes to himself and then, as President Richards\nso eloquently expressed today, the spirit of repentance and the spirit of forgiveness will be\noperative.\n<\/p><p>\nBrethren and sisters, may our Heavenly Father sanctify the instructions, admonitions, and\ntestimonies that we have heard throughout this great and memorable conference.  May he fill\nour hearts with love for one another in the true brotherhood of Christ.  May that love in our\nhomes, in our groups, in priesthood, and in the auxiliaries radiate so-effectively that others\nseeing our good lives may be led to glorify our Father in heaven\n(<span class=\"citation\" id=\"34757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34757)\">Matt. 5:16<\/a><\/span>), I pray, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}