{"ID":845, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Significance of the Atonement<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, April 1956, pp. 125-127<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt this season of the year the attention of Christians everywhere is centered on the\nresurrection of our Lord Jesus Christ.  It is well that it is so; for this is the most important\nevent that ever occurred in our fallen world. When Adam and Eve were placed in the Garden\nof Eden, there was no death.  It was by the violation of a commandment that brought\nmortality and death upon them.  The Lord said to them: \n<\/p><p>\n. . . Of every tree of the garden thou mayest freely eat: But of the tree of the knowledge of\ngood and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely\ndie\" (<span class=\"citation\" id=\"23634\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23634)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23634)\">Gen. 2:16-17<\/a><\/span>).\n<\/p><p>\nAfter they had eaten the Lord cursed the ground for their sakes and said: \n<\/p><p>\n\"In the sweat of thy face shalt thou eat bread, till thou return unto the round; for out of it\nwast thou taken: for dust thou art, and unto dust shalt thou return\"\n(<span class=\"citation\" id=\"23635\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23635)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23635)\">Gen. 3:19<\/a><\/span>).\n<\/p><p>\nThis mortal death we have inherited, and it is decreed that every soul shall die\n(<span class=\"citation\" id=\"284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(284)\">1 Cor. 15:22<\/a><\/span>).  However, it\nis not the purpose of the Lord that this condition shall endure forever. Justice demanded that\nthe broken law should be repaired. Death was not to gain the victory. Mankind were not to\nbe forced to partake of everlasting destruction from which there could be no relief. Knowing\nwhat Adam would do, the Lord has prepared the way for man's escape from this awful fate.\nTo bring this restoration it was necessary that there could be an infinite atonement that would\nrepair the broken law (<span class=\"citation\" id=\"3594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3594)\">2 Ne. 9:7<\/a><\/span>).\nIt would have been Adam's place to pay the penalty for his\ntransgression; but Adam had placed himself beyond the power by which such an atonement\ncould come. Death had gained a victory over him and likewise over his posterity.\n<\/p><p>\nTherefore it became necessary that one who was without sin and free from the power of\ndeath, and yet with the power to die, should come to make the sacrifice and redeem mankind\nfrom the grave and likewise grant them power of remission of their sins.  To fulfill this\nmission the Son of God was chosen and sent into the world to pay the debt. Peter bears\nrecord of this wherein he declared: \n<\/p><p>\n\"Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold,\nfrom your vain conversations received by tradition from our fathers:<br \/>\n\"But with the precious\nblood of Christ, as of a lamb without blemish and without spot;<br \/>\n\"Who verily was foreordained before the foundation of the world, but was manifest in these\ntimes for you\" (<span class=\"citation\" id=\"2259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2259)\">1 Pet. 1:18-20<\/a><\/span>).\n<\/p><p>\nLikewise the angel revealed to John in his glorious vision: \n<\/p><p>\n\"And all that dwell upon the earth shall worship him, whose names are not written in the\nbook of life of the Lamb slain from the foundation of the world\"\n(<span class=\"citation\" id=\"42261\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42261)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42261)\">Rev. 13:8<\/a><\/span>).\n<\/p><p>\nPaul, in writing to the Church in Corinth taught the atonement of Jesus Christ and the\nredemption from the grave. Said he: \n<\/p><p>\n\"If in this life only we have hope in Christ, we are of all men most miserable.<br \/>\n\"But now is Christ risen from the dead, and became the firstfruits of them that slept.<br \/>\n\"For since by man came death, by man came also the resurrection of the dead.<br \/>\n\"For as in Adam all die, even so in Christ shall all be made alive.<br \/>\n\"But every man in his own order: Christ the firstfruits; afterward they that are Christ's at his\ncoming.<br \/>\n\"Then cometh the end, when he shall have delivered up the kingdom of God, even the Father;\nwhen he shall have put down all rule and all authority and power.<br \/>\n\"For he must reign till he hath put all enemies under his feet.<br \/>\n\"The last enemy that shall be destroyed is death.<br \/>\n\"For he hath put all things under his feet.  But when he saith all things are put under him, it\nis manifest that he is excepted, which did put all things under him.<br \/>\n\"And when all things shall be subdued unto him, then shall the Son also himself be subject\nunto him that put all things under him, that God may be all in all\"\n(<span class=\"citation\" id=\"283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(283)\">1 Cor. 15:19-38<\/a><\/span>).\n<\/p><p>\nJesus proclaimed himself to be the \"resurrection and the life\"\n(<span class=\"citation\" id=\"27692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27692)\">John 11:25<\/a><\/span>),\nand to the Jews he said: \n<\/p><p>\n\"For as the Father raiseth up the dead, and quickeneth them; even so the Son quickeneth\nwhom he will. * * *<br \/>\n\"Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me,\nhath everlasting life, and shall not come into condemnation, but is passed from death unto\nlife.<br \/>\n\"Verily, verily, I say unto you. The hour is coming and now is, when the dead shall hear the\nvoice of the Son of God: and they that hear shall live.<br \/>\n\"For as the Father hath life in himself; so hath he given to the Son to have life in himself;<br \/>\n\"And hath given him authority to execute judgment also, because he is the Son of man.<br \/>\n\"Marvel not at this: For the hour is coming, in the which all that are in the graves shall hear\nhis voice,<br \/>\n\"And shall come forth; they that have done good, unto the resurrection of life; and they that\nhave done evil, unto the resurrection of damnation\"\n(<span class=\"citation\" id=\"27681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27681)\">John 5:21,24-29<\/a><\/span>).\n<\/p><p>\nAgain he said to the Jews: \n<\/p><p>\n\"Even as the Son of man came not to be ministered unto, but to minister, and to give his life\na ransom for many\" (<span class=\"citation\" id=\"34802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34802)\">Matt. 20:28<\/a><\/span>).\n<\/p><p>\nThere is not a more beautiful saying in the Bible than these words of Jesus: \n<\/p><p>\n\"And as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted\nup;<br \/>\n\"That whosoever believeth in him should not perish, but have eternal life.<br \/>\n\"For God so loved the world, that he gave his only begotten Son, that\nwhosoever believeth in him should not perish, but have everlasting life.<br \/>\n\"For God sent not his Son into the world to condemn the world; but that the world through\nhim might be saved.<br \/>\n\"He that believeth on him is not condemned: but he that believeth not is condemned already,\nbecause he hath not believed in the name of the only begotten Son of God.<br \/>\n\"And this is the condemnation, that light is come into the world, and men loved darkness\nrather than light, because their deeds were evil.<br \/>\n\"For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds\nshould be reproved.<br \/>\n\"But he that doeth truth cometh to the light that his deeds may be made manifest, that they\nare wrought in God\" (<span class=\"citation\" id=\"27678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27678)\">John 3:14-21<\/a><\/span>).\n<\/p><p>\nThe atonement by which men are redeemed, was made by one without blemish and without\nspot. He had to be one who had life in himself, and therefore all power over death.  No\nmortal man could make the atonement. Moreover, the atonement had to be made by the\nshedding of blood, for blood is the vitalizing force of the mortal body.  Therefore the Lord\nsaid to ancient Israel: \n<\/p><p>\n\"And whatsoever man there be of the house of Israel, or of the strangers that sojourn among\nyou, that eateth my manner of blood: I will even set my face against that soul that eateth\nblood, and will cut him off from among the people.<br \/>\n\"For the life of the flesh is in the blood: and I have given it to you upon the altar to make an\natonement for your souls: for it is the blood that maketh an atonement for the soul\"\n(<span class=\"citation\" id=\"30890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30890)\">Lev. 17:10-11<\/a><\/span>).\n<\/p><p>\nIn Hebrews it is also written: \n<\/p><p>\n\"And almost all things are by the law purged with blood; and without shedding of blood is no\nremission\" (<span class=\"citation\" id=\"24271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24271)\">Heb. 9:22<\/a><\/span>).\n<\/p><p>\nThe Scriptures are replete with passages teaching us that there could be no remission of sins\nwithout the shedding of the blood of Jesus Christ.  He, when with his apostles at the feast of\nthe last Passover, broke and blessed bread and gave it to them to eat; likewise he blessed the\nwine and gave it to them to drink, saying: \n<\/p><p>\n\"For this is my blood of the testament, which is shed for many for the remission of sins\"\n(<span class=\"citation\" id=\"34815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34815)\">Matt. 26:28<\/a><\/span>).\n<\/p><p>\nAgain to his disciples he said: \n<\/p><p>\n\"I am the good shepherd, and know my sheep, and am known of mine.<br \/>\n\"As the Father knoweth me, even so know I the Father, and I lay down my life for the sheep . . .<br \/>\n\"Therefore doth my Father love me, because I lay down my life that I might take it again.<br \/>\n\"No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I\nhave power to take it again.  This commandment have I received of my Father\"\n(<span class=\"citation\" id=\"27691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27691)\">John 10:14-15,17-18<\/a><\/span>).\n<\/p><p>\nWe learn then from these passages that the atonement is universal in its application.  And\nevery creature will benefit by it. First, there is a universal redemption from death.  It is\nunconditional.  The children of Adam had no agency in the transgression of their first parents,\ntherefore they are not required to exercise any agency in their redemption from its penalty.\nThey are redeemed from death, without faith, repentance, baptism, or any other act, either of\nmind or of body.  These are the dead who have broken the covenants, violated the\ncommandments and who loved darkness rather than light.\n<\/p><p>\nThe other salvation is that which is given to the righteous, those who confess repentance and\na willingness to obey the commandments of God.  These are they of whom the Savior spoke,\nwho have \"everlasting life,\" and shall not come into condemnation; but have \"passed from\ndeath unto life\" (<span class=\"citation\" id=\"27682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27682)\">John 5:24<\/a><\/span>),\nwhich life is to dwell in eternal glory.\n<\/p><p>\n\"And I saw the dead, small and great, stand before God; and the books were opened: and\nanother book was opened, which is the book of life: and the dead were judged out of those\nthings which were written in the books according to their works.<br \/>\n\"And the sea gave up the dead which were in it; and death and hell delivered up the dead\nwhich were in them: and they were judged every man according to their works\"\n(<span class=\"citation\" id=\"42269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42269)\">Rev. 20:12-13<\/a><\/span>).\n<\/p>\n<\/div>\n<\/div>"}