{"ID":846, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Spirituality, the Goal in Life<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1956, pp. 4-8<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe passing of years and the repetition of experience fail to lessen the great\nresponsibility of addressing the congregation in this great tabernacle and others listening in\nover the radio. I have prayed and now pray for the inspiration of the Lord, that I may be able\nto perform this duty acceptably to him and to you, my brethren and sisters.\n<\/p><p>\nWhat I have in mind I should like to associate with this passage of scripture taken from\nMatthew: \n<\/p><p>\n\"Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and\ntake up his cross, and follow me.<br \/>\n\"For whosoever will save his life shall lose it: and whosoever will lose his life for my sake\nshall find it.<br \/>\n\"For what is a man profited, if he shall gain the whole world, and lose his own soul? or what\nshall a man give in exchange for his soul?<br \/>\n\"For the Son of man shall come in the glory of his father with his angels; and then he shall\nreward every man according to his works\"\n(<span class=\"citation\" id=\"34794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34794)\">Matt. 16:24-27<\/a><\/span>).\n<\/p><p>\nBefore emphasizing one or more particular points contained in that remarkable passage, I\nshould like to give a brief report regarding some activities of the Church since our conference\nsix months ago.  During that interim the Church has been moving forward most\nencouragingly. Priesthood quorums have increased in number, particularly in the mission\nfield, and, through the efficient efforts of the priesthood committees among the General\nAuthorities, a greater enrolment in the quorums generally has resulted. There are today in the\nstakes and missions of the Church 237 high priests quorums; 449 seventies quorums and 17\nunits; 1,750 elders quorums and two units; 171 quorums and 1,725 groups of priests; 737\nquorums, and 1,230 groups of teachers; 1,988 quorums, and 551 groups of deacons.\n<\/p><p>\nThose are all organizations established by revelation for activity in spiritual things, as well as\ntemporal, for boys, and for young men under nineteen years of age, most of them seventeen\nand eighteen.\n<\/p><p>\nThe general boards of auxiliaries are functioning efficiently, and local organizations are\ncooperating with them in earnest efforts to instill high ideals in the minds of childhood and\nyouth.\n<\/p><p>\nIt is a sobering thought, my brothers and sisters, to realize that all quorums, all auxiliaries, all\nChurch schools, seminaries, institutes, colleges, the Church university, all Church edifices, all\npreparations of lessons, the expenditure of hundreds of thousands of dollars monthly for the\npublication of books, equipment, illustrative material, and so forth&mdash;all efforts of thousands\nof officers and teachers&mdash;are for one purpose: <i>namely, the education and proper training of<\/i>\n<i>your boys and girls and the edification of all members of the Church<\/i>. Everything that has\nbeen and is now being done points to that one general purpose.  Do you appreciate it by\ncooperating with these forces and sending your young children, and your young men and\nwomen to these various organizations in the Church? If not, you are shirking part of your\nduty.\n<\/p><p>\nWe have only words of commendation to the Twelve, the Assistants to the Twelve, and other\nGeneral Authorities, including the Presiding Bishopric; to the general boards, the members of\nthe general Church building committee, the stake and ward officers, each and all working for\nthe good of the individual to bring to pass the Lord's purposes, who declared: \". . . this is my\nwork and my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39081\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39081)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39081)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nYou will be interested to learn that since the first of the year there have been 136 Church\nedifices dedicated. It is estimated that in the final quarter of 1956 there will possibly be added\nto this number forty-four more buildings, making a total of buildings dedicated in\nEnglish-speaking wards and stakes and missions of 180.  In foreign missions it is estimated\nthat there will be somewhere in the neighborhood of fifty to sixty houses of worship\ndedicated in this year 1956, making a total in all of approximately 240.\n<\/p><p>\nA means to an end! From the standpoint of numbers and material prosperity, therefore, the\nChurch has every reason to be encouraged.  All these things, I repeat, are means to the\nperfecting of the soul&mdash;that is the end.\n<\/p><p>\nThe great question is: Have we progressed spiritually as well as in these physical and teaching\norganizations? The answer is yes.\n<\/p><p>\nThe accomplishments before mentioned, the efforts put forth, are in themselves really\nexpressions of spirituality, and here we offer in our hearts a prayer that God will bless the\ntotal membership of the Church who have contributed of their means, talents, and efforts to\nthe accomplishment of the purposes named, the means, and structures and Church edifices\nespecially. It is marvelous what you have done.\n<\/p><p>\n\"Every noble impulse, every unselfish expression of love, every brave suffering for the right;\nevery surrender of self to something higher than self; every loyalty to an ideal; every\nunselfish devotion to principle; every helpfulness to humanity; every act of self-control; every\nfine courage of the soul, undefeated by pretense or policy, but by being, doing, and living of\ngood for the very good's sake&mdash;that is spirituality.\"\n<\/p><p>\nAnd our text emphasizes the fact that the human being consists of spirit and body: \"For what\nis a man profited, if he shall gain the whole world, and lose his own soul? or what shall a\nman give in exchange for his soul?\"\n(<span class=\"citation\" id=\"34796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34796)\">Matt. 16:26<\/a><\/span>).\n<\/p><p>\nIndeed, man's earthly existence is but a test, whether he will concentrate his efforts, his mind,\nhis soul upon things which contribute to his comfort and gratification of his physical instincts\nand passions, or whether he will make as his life's purpose and aim the acquisition of spiritual\nqualities.\n<\/p><p>\nThe spiritual road has Christ as its ideal, not the gratification of the physical, for he that\nwould save his life, yielding to that present gratification of a seeming need, will lose his life.\n<\/p><p>\nIf he would seek the real purpose of life, the individual must live for some thing higher than\nself.  He hears the Savior's voice saying: \"I am the way, the truth, and the life\"\n(<span class=\"citation\" id=\"27696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27696)\">John 14:6<\/a><\/span>).\nFollowing that voice, he soon learns that there is no one great thing which he can do to attain\nhappiness or eternal life. He learns that \"life is made up not of great sacrifices or duties, but\nof little things in which smiles and kindness and small obligations given habitually are what\nwin and preserve the heart and secure comfort.\"\n<\/p><p>\nSpirituality, our true aim, is the consciousness of victory over self and of communion with the\nInfinite. Spirituality impels one to conquer difficulties and acquire more and more strength.\nTo feel one's faculties unfolding and truth expanding the soul is one of life's sublimest\nexperiences.  Would that all might so live as to experience that ecstasy!\n<\/p><p>\nBeing \"honest, true, chaste, benevolent, virtuous, and in doing good to all men\"\n(<span class=\"citation\" id=\"6719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6719)\">A of F 1:13<\/a><\/span>) are attributes\nwhich contribute to spirituality, the highest acquisition of the soul.  It is the divine in man,\nthe supreme, crowning gift that makes him king of all created things.\n<\/p><p>\nThe spiritual life is the true life of man. It is what distinguishes him from the beasts of the\nforests.  It lifts him above the physical, yet he is still susceptible to all the natural\ncontributions that life can give him that are needful for his happiness or contributive to his\nadvancement. \"Though in the world, not of the world\" (see\n<span class=\"citation\" id=\"27689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27689)\">John 8:23<\/a><\/span>).\n<\/p><p>\nJesus taught that men and women fail to live truly, unless they have spirituality. In Jefferson's\n<i>Life and Teachings of Jesus<\/i>, we read that the spiritual force underlies everything, and without\nit nothing worthwhile can be accomplished.  And I quote: \"Spiritual needs can be met only by\nspiritual means. All government, laws, methods, and organizations are of no value unless\"\nspirituality guides them. All \"men and women are filled with truth,\" with this\nspirituality&mdash;and \"righteousness, and mercy.  Material things have no power to raise the sunken spirit. \nGravitation, electricity, and steam are great forces, but they are all powerless to change the\nmotives of men and women.\" \"Except a man be born again, he cannot see the kingdom of\nGod\" (see <span class=\"citation\" id=\"27677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27677)\">John 3:3<\/a><\/span>).\n<\/p><p>\nSpirituality and morality as taught by the Church of Jesus Christ are firmly anchored in\nfundamental principles&mdash;principles from which the world can never escape even if it would,\nand the first fundamental is a belief&mdash;and among the members of the Church who are truly\nconverted, a <i>knowledge<\/i>&mdash;of the existence of God the Father and his Son Jesus Christ. Children\nof the Church are taught, at least should be taught, to recognize him and to pray to him as\none who can listen and hear and feel just as an earthly father can listen and hear and feel, and\nthey have absorbed into their very beings, if taught rightly, from their mothers and their\nfathers, the real testimony that this personal God has spoken in this dispensation.\n<\/p><p>\nInseparable from the acceptance of the existence of God is an attitude of reverence, to which I\nwish now to call attention most earnestly to the entire Church.  The greatest manifestation of\nspirituality is reverence; indeed, reverence is spirituality.  Reverence is profound respect\nmingled with love.  It is \"a complex emotion made up of mingled feelings of the soul.\" Carlyle\nsays it is \"the highest of human feelings.\" I have said elsewhere that if reverence is the\nhighest, then irreverence is the lowest state in which a man can live in the world.  Be that as\nit may, it is nevertheless true that an irreverent man has a crudeness about him that is\nrepellent. He is cynical, often sneering, and always iconoclastic.\n<\/p><p>\nReverence embraces regard, deference, honor, and esteem.  Without some degree of it,\ntherefore, there would be no courtesy, no gentility, no consideration of others' feelings, or of\nothers' rights. Reverence is the fundamental virtue in religion.  It is \"one of the signs of\nstrength; irreverence, one of the surest indications of weakness.  No man will rise high,\" says\none man, \"who jeers at sacred things.  The fine loyalties of life,\" he continues, \"must be\nreverenced or they will be foresworn in the day of trial.'\n<\/p><p>\nParents, <i>Reverence<\/i>, as charity, begins at home.  In early childhood children should be trained\nto be respectful, deferential&mdash;respectful to one another, to strangers and visitors&mdash;deferential to\nthe aged and infirm&mdash;reverential to things sacred, to parents and parental love.\n<\/p><p>\nThree influences in home life awaken reverence in children and contribute to its development\nin their souls.  These are: <i>first<\/i>, firm but <i>Gentle Guidance<\/i>; <i>second, Courtesy<\/i> shown by parents\nto each other, and to children; and <i>third, Prayer<\/i> in which children participate.  In every home\nin this Church parents should strive to act intelligently in impressing children with those three\nfundamentals.\n<\/p><p>\n<i>Reverence in the houses of worship:<\/i> Churches are dedicated and set apart as houses of\nworship.  This means, of course, that all who enter do so, or at least pretend to do so, with an\nintent to get nearer the presence of the Lord than they can in the street or amidst the worries\nof a workaday life. In other words, we go to the Lord's house to meet him and to commune\nwith him in spirit.  Such a meeting place, then, should first of all be fitting and appropriate in\nall respects, whether God is considered as the invited guest, or the worshipers as his guests.\n<\/p><p>\nWhether the place of meeting is a humble chapel or a \"poem in architecture\" built of white\nmarble and inlaid with precious stones makes little or no difference in our approach and\nattitude toward the Infinite Presence. To know God is there should be sufficient to impel us to\nconduct ourselves orderly, reverently.\n<\/p><p>\nIn this regard, as members of the Church in our worshiping assemblies, we have much room\nfor improvement. Presiding authorities in stake, ward, and quorum meetings, and especially\nteachers in classes, should make special effort to maintain better order and more reverence\nduring hours of worship and of study. Less talking behind the pulpit will have a salutary\neffect upon those who face it. By example and precept, children should be impressed with the\ninappropriateness of confusion and disorder in a worshiping congregation.  They should be\nimpressed in childhood, and have it emphasized in youth, that it is disrespectful to talk or\neven to whisper during a sermon, and that it is the height of rudeness, excepting in an\nemergency, to leave a worshiping assembly before dismissal.\n<\/p><p>\nOne of the most pronounced outbursts of Jesus' indignation was caused by the desecration of\nthe Lord's temple. As he overturned the tables of moneychangers and ordered out those who\nwere bartering and trading in the holy sanctuary, he gave a warning admonition that has come\ndown through the centuries: \n<\/p><p>\n\". . . make not my Father's house an house of merchandise\"\n(<span class=\"citation\" id=\"27676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27676)\">John 2:16<\/a><\/span>).\nMaking and spending\nmoney, even in conversation, faultfinding, and particularly gossiping about neighbors in a\nhouse of worship, are essentially violations of this command given nearly two thousand years\nago.\n<\/p><p>\nIf there were more reverence in human hearts, there would be less room for sin and resultant\nsorrow; more capacity for joy and gladness.  To make more cherished, more adaptable, more\nattractive this gem among brilliant virtues, is a project worthy of the most united and\nprayerful efforts of every officer, every parent, and every member of the Church.\n<\/p><p>\nI repeat now: \n<\/p><p>\n\"If any man will come after me, let him deny himself, and take up his cross, and follow me.<br \/>\n\"For whosoever will save his life shall lose it; and whosoever will lose his life for my sake\nshall find it.<br \/>\n\"For what is a man profited, if he shall gain the whole world, [physical desires, gratification\nof appetites, money, wealth]&mdash;gain the whole world, and lose his own soul? or what shall a\nman give in exchange for his soul?<br \/>\n\"For the Son of man shall come in the glory of his Father with his angels: and then he shall\nreward every man according to his works\"\n(<span class=\"citation\" id=\"34795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34795)\">Matt. 16:24-27<\/a><\/span>).\n<\/p><p>\nIn these words of the Savior we have designated either by direct statement or implication four\neternal truths&mdash;\n<\/p><p>\nFirst, the existence of God our Eternal Father.\n<\/p><p>\nSecond, the divine Sonship of Jesus Christ.\n<\/p><p>\nThird, that man has a spirit as well as a body, and he may direct his life to serve him,\n<\/p><p>\nFourth, that soul development results from complete control of physical desires and passions.\n<\/p><p>\nWith that scripture in conclusion I desire to call attention to another fundamental truth: \n<\/p><p>\n\". . . a marvelous work is about to come forth among the children of men.<br \/>\n\"Therefore, O ye that embark in the service of God, see that ye serve him with all your heart,\nmight, mind and strength, that ye may stand blameless before God at the last day.<br \/>\n\"Therefore, if ye have desires to serve God ye are called to the work; <br \/>\n\"For behold the field is white already to harvest; and lo, he that thrusteth in his sickle with his\nmight, the same layeth up in store that he perisheth not, but bringeth salvation to his soul; <br \/>\n\"And faith, hope, charity and love, with an eye single to the glory of God, qualify him for the\nwork.<br \/>\n\"Remember faith, virtue, knowledge, temperance, patience, brotherly kindness, godliness,\ncharity, humility, diligence.<br \/>\n\"Ask, and ye shall receive; knock, and it shall be opened unto you\"\n(<span class=\"citation\" id=\"13438\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13438)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13438)\">D&amp;C 4:1-7<\/a><\/span>).\n<\/p><p>\nThat this work has come forth and is now established by divine revelation testifying to the\nexistence of God the Father, his son Jesus Christ, and that through Jesus Christ and his gospel\nmankind will be brought back into his presence, I bear witness to you, and to the world, in\nthe name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}