{"ID":847, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Repent Ye Therefore...\"<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, October 1956, pp. 8-10<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I am sure you can appreciate my feelings in occupying this\nposition following the impressive address to which we have just listened.  I trust that what I\nshall say may add to your faith.\n<\/p><p>\nYou will remember that following the crucifixion of the Savior and his resurrection, he tarried\nwith his disciples for some forty days, giving them instructions and administering to them the\nSacrament of the Lord's Supper.  Then he assured them that as he left them, he would again\ncome in like manner to bless the children of men\n(<span class=\"citation\" id=\"7760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7760)\">Acts 1:1-11<\/a><\/span>). He enjoined upon the Twelve that they\nshould tarry in Jerusalem until they could be endowed with power from on high\n(<span class=\"citation\" id=\"50034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50034)\">Luke 24:49<\/a><\/span>); then they\nwere to go forth and to proclaim the gospel, his gospel, to all nations, a message of eternal\nlife.\n<\/p><p>\nSo, following these events, we find the people gathered \"with one accord\" on the Day of\nPentecost (<span class=\"citation\" id=\"7763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7763)\">Acts 2:1<\/a><\/span>), and Peter, feeling this great power that had been promised, declared to the\nmultitude Jesus Christ and him crucified.  We are told that \"they were pricked in their hearts,\"\nimpressed by the Spirit, and they cried with one accord, \"Men and brethren, what shall we\ndo?' (<span class=\"citation\" id=\"7766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7766)\">Acts 2:37<\/a><\/span>).\n<\/p><p>\nThen Peter taught them the basic principles of the gospel, that they should repent and be\nbaptized for the remission of their sins; and he promised them that they, too, would have the\nblessings of the Holy Ghost which had rested upon him and others of the Twelve\n(<span class=\"citation\" id=\"7769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7769)\">Acts 2:38-41<\/a><\/span>).  Later, we\nfind Peter and John going up to the temple.\n<\/p><p>\nNow Peter and John went up together into the temple at the hour of prayer, being the\nninth hour.<br \/>\nAnd a certain man lame from his mother's womb was carried, whom they laid daily at\nthe gate of the temple which is called Beautiful, to ask alms of them that entered into\nthe temple;<br \/>\nWho seeing Peter and John about to go into the temple asked an alms.<br \/>\nAnd Peter, fastening his eyes upon him with John, said, Look on us.<br \/>\nAnd he gave heed unto them, expecting to receive something of them. [Something\nmaterial.]<br \/>\nThen Peter said, Silver and gold have I none; but such as I have give I thee: In the\nname of Jesus Christ of Nazareth rise up and walk.<br \/>\nAnd he took him by the right hand, and lifted him up: and immediately his feet and\nankle bones received strength.<br \/>\nAnd he leaping up stood, and walked, and entered with them into the temple, walking\nand leaping, and praising God.<br \/>\nAnd all the people saw him walking and praising God:<br \/>\nAnd they knew that it was he which sat for alms at the Beautiful gate of the temple:\nand they were filled with wonder and amazement at that which had happened unto\nhim.<br \/>\nAnd as the lame man which was healed held Peter and John, all the people ran\ntogether unto them in the porch that is called Solomon's, greatly wondering\n(<span class=\"citation\" id=\"7771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7771)\">Acts 3:1-11<\/a><\/span>).\n<\/p><p>\nWhen the fame of this miracle spread, people gathered from near and far to listen to the\nmessage, as they had on the Day of Pentecost.  Among these people were some who doubtless\nhad participated in the crucifixion of Jesus. They had not realized what they had done.  Then\nPeter, preaching to them, said: \n<\/p><p>\nAnd now, brethren, I wot that through ignorance ye did it, as did also your rulers, [I\nknow, using the old English expression, \"I wot,\" I know that through ignorance ye did\nit, as did also your rulers.]<br \/>\nBut those things, which God before had shewed by the mouth of all his prophets, that\nChrist should suffer, he hath so fulfilled.<br \/>\nRepent ye therefore, and be converted, that your sins may be blotted out, when the\ntimes of refreshing shall come from the presence of the Lord;<br \/>\nAnd he shall send Jesus Christ, which before was preached unto you:<br \/>\nWhom the heaven must receive until the times of restitution of all things, which God\nhath spoken by the mouth of all his holy prophets since the world began\n(<span class=\"citation\" id=\"7773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7773)\">Acts 3:17-21<\/a><\/span>).\n<\/p><p>\nThere are three things, my brethren and sisters, that I would like to touch on in connection\nwith these scriptures which I have read.  Time will not permit my enlarging on them.\n<\/p><p>\nThe first one: \"Silver and gold have I none; but such as I have give I thee\"\n(<span class=\"citation\" id=\"7772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7772)\">Acts 3:6<\/a><\/span>). Then the power\nof God was manifested, and he was healed&mdash;not by silver and gold, not by something\ntangible, but an inward power to the afflicted, a power as real and more potent than had he\nreceived silver and gold.  It is something that stimulates our souls and builds our faith,\nprompts us to live nearer our Heavenly Father and more fully to keep his commandments.\n<\/p><p>\nAs we listened to President McKay, I had a feeling that if we could leave this conference with\nthe inspiration and mellowing influence of the President's message, we would have an\ninfluence for good wherever we go and with those with whom we come in contact, and our\ncommunities would reap a blessing thereby.\n<\/p><p>\nIt is very much like the feelings and emotions that are stirred within us when we attend a\nfuneral service.  Our hearts are drawn in love and sympathy, and we leave feeling that if there\nis anything we can do to bring comfort to an aching heart, we will do it.  I have wondered\nmany times if the Lord has not given us trials, even death, in order that our hearts might be\ntouched, that we might feel something that is greater than silver and gold.\n<\/p><p>\nSo it is here this morning.  We have heard President McKay quote this verse which I would\nlike to give on this occasion.  It is so appropriate.\n<\/p><p>\nIf there is righteousness in the heart,<br \/>\n&nbsp; &nbsp;     There will be beauty in the character.<br \/>\nIf there is beauty in the character,<br \/>\n&nbsp; &nbsp;     There will be harmony in the home.<br \/>\nIf there is harmony in the home,<br \/>\n&nbsp; &nbsp;     There will be order in the nation.<br \/>\nIf there is order in the nation,<br \/>\n&nbsp; &nbsp;       There will be peace in the world.<br \/>\n<\/p><p>\nOne step after another leads to a life of peace.  How much better the world could be and\nwould be if we could be conscious of the spiritual forces, inspiring such attributes as love and\ndevotion.\n<\/p><p>\nAnother phase I would like to mention here: Peter said to the people who were gathered, \"[I\nknow] I wot that through ignorance ye did it . . . Repent ye therefore, and be converted\"\n(<span class=\"citation\" id=\"7774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7774)\">Acts 3:17,19<\/a><\/span>).\nHere we have Peter, who was raised under the Mosaic law with its strict codes, and yet the\nSpirit promised by the Savior had rested upon him, and here he manifested sympathy toward\neven those who had participated in the crucifixion of the Savior, because they knew not what\nthey had done. He was teaching the lesson that Jesus had taught while on the cross when he\nsaid, \"Father, forgive them for they know not what they do\"\n(<span class=\"citation\" id=\"31449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31449)\">Luke 23:34<\/a><\/span>).\n[The Prophet Joseph Smith interpreted this prayer as referring to the Roman soldiers.]\n<\/p><p>\nSo Peter said, I know that what ye did ye did in ignorance; therefore, repent.  What a blessed\nprivilege, and what a source of consolation it is, to know that it is in our knowledge of things\nfor which we are held responsible. The Lord recognizes that his children are not always aware\nof the things required of them, and hence his compassion and love are extended to his\nchildren. The great principle of repentance is vouchsafed to them, that they may turn from\nerror and evil and return to God and feel the power of these blessings that come through\nfaithfulness and devotion to his work when once his work is understood by his children. So\nwe have in this a message of hope.\n<\/p><p>\nFinally, as Peter said, \"Repent and be converted\"\n(<span class=\"citation\" id=\"7775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7775)\">Acts 3:19<\/a><\/span>).\nWe need conversion in our homes. We need\nto correct some of the practices of faultfinding, of misconstruing motives.\n<\/p><p>\nNow we are in the throes of a political campaign. Whatever we do, brethren and sisters, let us\nnot impugn the motives of our brethren because they do not agree with us; and may they not\nquestion our motives. Let us recognize principle. We may disagree with our neighbors as to\npolicy or methods, but let us not question the integrity of anyone. This leads to bearing of\nfalse witness. It leads to enmity and the cankering of one's soul. I think much of the\nunhappiness found in homes is due to faultfinding and question of motives. We need to\ncultivate the spirit of understanding and forbearance. We can have this spirit if we kneel\ntogether in prayer and if we show a sympathetic interest in one another's problems, in the\nproblems of our children. Be interested in them and in their well-being.\n<\/p><p>\nI was impressed recently in going into the home of one of our stake presidents in Logan. He\nand his wife have two lovely boys. One of them was going out on a Scout trip during the\nweek to win a merit badge. Do you know that good mother of the boy who was only twelve\nyears old was taking her sleeping bag and going to camp out with him under the stars to give\nhim guidance and help, knowing the in his extreme youth he needed that guidance?\n<\/p><p>\nAs I learned of this, I thought, \"What an ideal mother! What a lovely spirit to have in a\nhome!\" That is what we need. We need to be converted to some of the old concepts and to\ncarry them out in our lives. Then we will have righteousness in our hearts. We will have joy\nand peace in the world because of the blessings given unto us by our Heavenly Father through\nhis divine Spirit, blessings that were given to the disciples on the Day of Pentecost, that they\nmight proclaim the truth.\n<\/p><p>\nMay we not only be able to proclaim the truth in word, but also in deed! May we be able to\ntake from this meeting the spirit of this solemn occasion with its impressiveness into our\nhomes, our wards and stakes, and, above all, into our lives, I humbly pray in the name of\nJesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}