{"ID":848, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Trust in the Lord<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, October 1956, pp. 10-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, my dear brothers and sisters and\nfriends of the radio and television audience, I wish every person in this vast congregation\ncould stand here and look at this beautiful sight, with a background of these beautiful Singing\nMothers. I humbly pray that I may have an interest in your faith and prayers, that I shall say\nnothing that will detract from the beautiful addresses that we have already listened to.\n<\/p><p>\nThere is great strength that comes to those who attend the sessions of the general conferences\nof the Church, or to those who listen to them over radio and television.  Those who read the\nconference messages will be strengthened in their faith because these conferences, in the\nplanning of them, everything that is said and done here is done under the inspiration of God,\nour Eternal Father. You must know, of course, that we come to you very humbly, full of\nlove, prayerful, and dependent upon the Lord.\n<\/p><p>\nI would like to use as my theme for a few moments verses five and six from the third chapter\nof Proverbs. My reason for deciding upon this theme is that recently I have had contacts with\na few young men, fine young men, who for one reason or another have been confused. \nTeachers have disturbed them, and they were seeking counsel.\n<\/p><p>\n     Trust in the Lord with all thine heart; and lean not unto thine own understanding.\n     In all thy ways acknowledge him, and he shall direct thy paths\n(<span class=\"citation\" id=\"41422\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41422)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41422)\">Prov. 3:5-6<\/a><\/span>).\n<\/p><p>\nThat is the best advice that I could give to any person who may be disturbed.  I think to\nfollow that course would give us the answer to any problem or any sorrow or any disturbance\nwith which we may now or later be confronted.\n<\/p><p>\n\"Lean not unto thine own understanding.\" That scripture reminds me, if I may inject it\nwithout being misunderstood, of the proceedings at the inauguration nearly four years ago of\nPresident Dwight D. Eisenhower, where he bowed his head and prayed because he felt the\nneed for divine aid and guidance.\n<\/p><p>\nThat same course has been followed by other great leaders.  In fact, as I have tried to study\ngreat men, I could not find one who has not followed that same practice.  This was even true\nof Jesus, the Son of God, as he went into the Garden of Gethsemane. It was my pleasure to\nstand there a couple of years ago, in Jerusalem, and when I think now of the Garden of\nGethsemane on the outskirts of Jerusalem, I think of the place where Jesus, the Son of God,\nwent to pray.  He did not lean on his own understanding, but there he went, not once, but on\nmany occasions, seeking strength from his Father. This was particularly true the night before\nhis crucifixion when he desired to be blessed and sustained by his Father to go through the\nordeal that was to face him on the morrow.\n<\/p><p>\nOur beloved Prophet Joseph did not lean on his own understanding.  No, he went into the\nSacred Grove to seek divine guidance.  As I stood on the banks of the Susquehanna River\nsome months ago, I could not help thinking of the visit that Joseph and Oliver made to the\nbanks of that river when they needed divine guidance, and they could not lean on their own\nunderstanding.  They went to that secluded place close to his home where they, too, knelt\ndown on their knees and asked God to reveal his will unto them, and he sent a heavenly\nmessenger, John the Baptist, to deliver his message.  \"Lean not unto thine own\nunderstanding.\"\n<\/p><p>\nI have always felt bad to think that that great organization as we know it&mdash;the United\nNations, composed of representative leaders throughout the world&mdash;studying and planning\nand trying to solve the problem of a just and everlasting peace, do not open their sessions\nwith prayer. A man who attended that session once reported to me that he went away from\nthere sad. There was confusion; there was anger; there was disagreement. There had been no\npetition to the Lord asking for divine guidance, and yet the very peace of the world largely\nhinges on that great body of men.  Because some disbelieve and some will not admit divine\nguidance, we are denied the blessings that would result if that very important group of men\nwould call upon the Lord for inspiration and guidance.\n<\/p><p>\nWhat would our Founding Fathers think of that?  Our Pioneer fathers? Our Pilgrim fathers,\nand those who formed the Constitution of this land? They did not lean on their own\nunderstanding. I hope the leaders of the nations of the world will change that policy in the\nUnited Nations and lean not on their own understanding.\n<\/p><p>\nRecently as I was traveling in an airplane headed for Texas, and as the luncheon tray was\nserved, there was a card on that tray, the first that I had ever seen, on which was inscribed:\n\"For those who want to say . . . a table grace.\" I felt comforted to know that in traveling in a\nplane, someone had had the spiritual courage to understand and recognize that a table grace or\nprayer was appropriate on an airplane, and there were three prepared blessings. Then at the\nbottom were inscribed these words: \"You may bow your head in prayer if you so desire.\" I\nthought how appropriate and what spiritual courage and faith the one who originated that idea\npossessed, and I noticed that around that plane, there were others who silently bowed their\nheads and thanked the Lord for the blessings and grace on that food.\n<\/p><p>\nRecently I read an article. I do not recall the paper or magazine.  It indicated a very\nencouraging religious trend in colleges and universities throughout the land. In our colleges\nand universities there is a revival of religious training, and it is having a dynamic effect on\nthe lives of the young people.\n<\/p><p>\nThere was a time in academic circles that one detected sneering at religion as an \"outworn\nsuperstition,\" but that is past.  Courses in biblical literature, Christian ethics, and church\nhistory had almost disappeared from the curriculum, but that is changing.  Many educators\nhave detected that scoffing has now given way to very serious inquiry. Religion again is\n\"intellectually respectable\" and sound. Students and teachers have a growing disposition to\nseek faith in God, and they realize that the ultimate answers lie far beyond the reach of\nscientific research.\n<\/p><p>\nMany of our large universities have now experienced a great growth in undergraduate study\nfor religious courses, and many churches are now attracting crowds that overflow their\nmeetinghouses. Attendance at religious courses has doubled.  Many colleges and universities\nnow hold what they call a \"Religious Emphasis Week,\" and specialists have found that eighty\npercent recognize the need for religious faith, and now there are very few who will admit\natheism.  \"Lean not on thine own understanding.\"\n<\/p><p>\nReligion in all its forms is very popular and a significant topic in formal debates and common\nconversation by intelligent people today. In the educational world, the indifference long\naccorded religion has now given way. It was only in recent years that the study of theology\nwas merely tolerated. Today it is almost a universal acknowledgment that the study of religion\nrightfully belongs to every person.\n<\/p><p>\nThat new interest in religion is widespread, and many have come to recognize that science\nalone cannot measure up to expectations in providing answers to the deepest questions of\nreligion, and sometimes religion has something tremendous to say in the present world\nstruggle. This change or revival is one of honest and intelligent inquiry, and students are\napproaching courses with open-mindedness.\n<\/p><p>\nIt would be well if all students would place religion first in their lives, and this would give\nthem faith in living in the world today, as well as in tomorrow's world.  The love of God and\nthe seeking of his divine guidance will lend strength to the soul of every person.\n<\/p><p>\nYes, there is a divine spark in every man's soul that never wholly goes out. Religion plays a\ngreat part in the life of every soul. The cycle has now come around full turn.  Perhaps once\nwe may have doubted our faith, but now we have come to doubt our doubts.\n<\/p><p>\nThe Church has been the fountainhead of good over the centuries, and its spiritual message of\nGod's love for man has brought, not only comfort and pureness of heart to men and women\ndown through the ages, but it has also inspired them to the heights of achievement when they\nturn to God for strength.\n<\/p><p>\nYoung people, ask and it shall be given.  Watch your thinking, young people. Do not let\nanyone disturb your thinking.  There may be those who lack the faith of your forefathers. \nRemember, you are today where your thoughts have brought you.  You will be tomorrow, and\nthe next day, and every day where your thoughts will take you.  \"In all thy ways acknowledge\nhim\" (<span class=\"citation\" id=\"41423\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41423)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41423)\">Prov. 3:5-6<\/a><\/span>).\nKeep your ideals.  Ideals are like the stars: You cannot touch them with your hands, but\nlike the mariner, you can use them for your guidance; and if you follow them, they will light\nthe way, and you will reach your destination.  But, \"lean not on thine own understanding.\"\nThank God for the religious purpose of the membership of the Latter-day Saint Church.\n<\/p><p>\nI am grateful to God for his kindness and blessings unto me.  I know that God lives.  I know\nthat Jesus is the Christ, the Son of the Living God.  I know that the Prophet today, the\nPresident of the Church, President David O. McKay, is God's servant on the earth. What a\nblessing he is to the people, and if we are ever in doubt in knowing what course we may\nfollow, we need only stop for one second and ask one question of ourselves, \"What would the\nPresident of the Church do in a similar position?\"\n<\/p><p>\nGod bless us with great faith, not with self-sufficiency, that we may not lean on our own\nunderstanding, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}