{"ID":849, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Steadfastness in Christ<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, October 1956, pp. 13-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe gospel of Jesus Christ teaches us that the salvation and exaltation of men are made\npossible solely through the graciousness and goodness and love of God in his gift to us of his\nDivine Son, whose life exemplified the Father's purposeful plan for abundant living and\nwhose sacrificial death made available to us and gave us a vision of our eternal possibilities as\nchildren of God.  From the record of Nephi we read these impressive words: \n<\/p><p>\nFor we labor diligently to write, to persuade our children, and also our brethren, to\nbelieve in Christ, and to he reconciled to God; for we know that it is by grace that we\nare saved, after all we can do\n(<span class=\"citation\" id=\"3598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3598)\">2 Ne. 25:23<\/a><\/span>).\n<\/p><p>\nThe records of latter-day revelation, as well as those of former days, attest to the great truth\nthat through the atonement of Christ all men will certainly be resurrected, and that all who are\nwilling and obedient may enjoy the blessing of God's great gift of eternal life.\n<\/p><p>\nThe Latter-day Saint understands that through the gift of God, through the great atoning\nsacrifice of his Divine Son, all that we might achieve is made possible for us, but he\nunderstands also that in the plan of God it is necessary that we <i>accept<\/i> this free gift if we\nwould enjoy all of our eternal possibilities. For the Lord told his people through the Prophet\nin 1832,\n<\/p><p>\nFor what doth it profit a man if a gift is bestowed upon him, and he receive not the\ngift?  Behold, he rejoices not in that which is given unto him, neither rejoices in him\nwho is the giver of the gift\n(<span class=\"citation\" id=\"13496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13496)\">D&amp;C 88:33<\/a><\/span>).\n<\/p><p>\nWhat must we do to \"receive\" his gift?  The answer of the prophets has been the same, both\nanciently and in this dispensation, both in the eastern hemisphere and the western.  Brother\nClifford Young alluded this morning to the answer given by Peter at Pentecost to those who,\nhaving been pricked in their hearts by the witness of Christ born by the apostles, asked what\nthey must do.  The answer was clear and unequivocal: \n<\/p><p>\nRepent and be baptized every one of you in the name of Jesus Christ for the remission\nof sins, and ye shall receive the gift of the Holy Ghost\n(<span class=\"citation\" id=\"7767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7767)\">Acts 2:38<\/a><\/span>).\n<\/p><p>\nNephi in his parting testimony expressed his feeling of compassion for his own people, for the\nJew, and for the Gentile, and said: \n<\/p><p>\nBut behold, for none of these can I hope except they shall be reconciled unto Christ,\nand enter into the narrow gate, and walk in the straight path which leads to life, and\ncontinue in the path until the end of the day of probation\n(<span class=\"citation\" id=\"3611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3611)\">2 Ne. 33:9<\/a><\/span>).\n<\/p><p>\nAnd after bearing his witness of the Messiah to his people this same prophet said: \n<\/p><p>\nFor the gate by which ye should enter is repentance and baptism by water; and then\ncometh a remission of your sins by fire and by the Holy Ghost\n(<span class=\"citation\" id=\"3607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3607)\">2 Ne. 31:17<\/a><\/span>).\n<\/p><p>\nIn 1831 the Lord revealed to the Prophet the following: \n<\/p><p>\n. . . he that receiveth my gospel receiveth me; and he that receiveth not my gospel\nreceiveth not me.<br \/>\nAnd this is my gospel&mdash;repentance and baptism by water, and then cometh the baptism\nof fire and the Holy Ghost (<span class=\"citation\" id=\"13454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13454)\">D&amp;C 39:5-6<\/a><\/span>).\n<\/p><p>\nThere is one other thought companion to these.  Testifying that fundamental to everything we\nbelieve and hope for and have faith in is the great sacrifice of the Son of the Living God,\nknowing that he requires of us that we accept his great gift, there is something else necessary\nif we are to enjoy the high spiritual possibilities which it is within our capacity to achieve. \nLet me refer to the teachings of Nephi to his people after he had taught them faith,\nrepentance, baptism, and the reception of the gift of the Holy Ghost, as previously quoted. \nSaid he,\n<\/p><p>\nAnd then are ye in this straight and narrow path which leads to eternal life; yea, ye\nhave entered in by the gate; ye have done according to the commandments of the\nFather and the Son . . .<br \/>\nAnd now, my beloved brethren, after ye have gotten into this straight and narrow path,\nI would ask if all is done?  Behold, I say unto you, Nay; for ye have not come thus\nfar save it were by the word of Christ with unshaken faith in him, relying wholly upon\nthe merits of him who is mighty to save.<br \/>\nWherefore, ye must press forward with a steadfastness in Christ, having a perfect\nbrightness of hope, and a love of God and of all men.  Wherefore, if ye shall press\nforward, feasting upon the word of Christ, and endure to the end, behold, thus saith\nthe Father: Ye shall have eternal life.<br \/>\nAnd now, behold, my beloved brethren, this is the way; and there is none other way\nnor name given under heaven whereby man can be saved in the kingdom of God\n(<span class=\"citation\" id=\"3609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3609)\">2 Ne. 31:18-21<\/a><\/span>).\n<\/p><p>\nWe accept with all our souls the absolute efficacy and essentiality of the atonement of Christ. \nWe attest to the words of Peter and of other prophets ancient and modern that it is necessary\nfor us to accept our Heavenly Father's gift by obedience to what we know as the first\nprinciples and ordinances of the gospel.  We know also that if we are to enjoy the high\npossibilities for which we are created and which we might desire as children of God, we must\nbuild upon our faith and obedience with right thinking and well-doing. We must press\nforward with steadfastness in Christ, having a perfect brightness of hope, and a love of God\nand of all men. Through so doing, if we endure to the end, we shall have eternal life. There is\nno other way.\n<\/p><p>\nI testify of this in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}