{"ID":85, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Thomas E. McKay<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Thomas E. McKay, <i>Conference Report<\/i>, October 1943, pp. 60-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhile at luncheon today with my family, there was a lull in the conversation, and one of my\ndaughters remarked that she hoped daddy would be called upon in this afternoon's session, so\nhe could quit worrying and \"join with us in conversation.\" [Laughter.]\n<\/p><p>\nAPPRECIATION FOR CONFERENCE MEETINGS\n<\/p><p>\nI trust, my brethren, that I shall be inspired and guided in what I say this afternoon. It seems\nto me that at each general or stake conference that I attend I sense more keenly the great\nresponsibility resting upon those who are called upon to speak, and I confess that I do worry,\nand the habit, I fear, is getting worse instead of better as time goes on.\n<\/p><p>\nI appreciate the opportunity, however, of meeting you fine brethren here and especially in\nyour stakes, and am very thankful that we can still meet in this great historic building, even if\nit is under some restrictions. I hope with you that the time will soon come when these\nrestrictions will be removed, that natural conditions will prevail and we can again have our\nwives, mothers, and sisters meet with us.\n<\/p><p>\nEUROPEAN MISSION CONDITIONS\n<\/p><p>\nI am very happy for the privilege of again reporting briefly on conditions existing in the\nEuropean missions. As far as we can learn, our members are still carrying on in each of the\ntwelve missions that comprise the European group. There are now about thirty-two thousand\nmembers. We are still able to correspond with the British, the Palestine-Syrian, the South\nAfrican, the Swedish, and the Swiss missions. However, our letters to Switzerland are all\nreturned stamped \"Service suspended&mdash;returned to sender.\" But we do get mail <i>from<\/i>\nSwitzerland. We were very happily surprised a few weeks ago to receive several copies of a\nnew book from Basel, Switzerland. Brother Max Zimmer, the acting mission president of the\nSwiss mission has translated the series of lectures by Elder Joseph Fielding Smith, given\nabout two years ago. These were printed in the Church section of <i>The Deseret News<\/i>, and\nBrother Zimmer has translated them into the German language and had them printed.\n<\/p><p>\nWe still get letters and reports regularly from the French-Swiss district. A very successful\ndistrict conference was held at la Chaux de Fonds, May 16, where special tribute was paid to\nBrother Henry Chappuis, president of the Lausanne Branch for many years, who died\nFebruary 18. He is the father of our Brother Gaston Chappuis, and another son is at present\npresiding over the Basel Branch in the Swiss Mission; another son is a major in the Swiss\narmy. A fine new hall has been secured for the Geneva Branch.\n<\/p><p>\nBy way of Switzerland, we also received rather surprising news, that a member of our Paris\nBranch, a young lady, is singing leading opera roles in France and Switzerland. So they are\nstill carrying on in Paris.\n<\/p><p>\nWe received, also via Switzerland, the sad news of the recent death of Sister Aurore Horbach,\nof Liege. All the missionaries who have labored in Liege will remember her and her husband\nwho was president of that branch for years, and also mission translator until the time of his\ndeath in 1935. He translated the <i>Articles of Faith<\/i> into French, and also many of our hymns.\n<\/p><p>\nLetters and reports continue to come quite regularly from the Palestine-Syrian and the South\nAfrican missions. <i>Cumorah's Southern Messenger<\/i>, the sixteen-page monthly publication of the\nSouth African Mission would be a credit to any mission.\n<\/p><p>\nThrough the assistance of the Red Cross correspondence department we have heard recently\nfrom Denmark&mdash;Copenhagen. This message came just last week. It was dated June 24th:\n<\/p><p>\nDear President McKay:\n<\/p><p>\nWe send greetings to you and the Church. We are all well and safe. Write, if possible.\n<\/p><p>\nSincerely,\n<\/p><p>\nOrson B. West\n<\/p><p>\nA similar message has also been received from the Netherlands Mission. When we left\nEurope, the headquarters were at The Hague, but this message just received\nlast week comes from Utrecht, and was dated April 12, 1943:\n<\/p><p>\nHolland Church all well. Live in beautiful home at Utrecht.\n<\/p><p>\n(Signed) Jacob Schipaanboord\n<\/p><p>\nEXCERPTS FROM LETTERS FROM SWEDEN AND DENMARK\n<\/p><p>\nVery interesting letters and very complete reports are still received from the Swedish Mission\nalthough they are censored by both the English and the Germans; from these letters we hear\nindirectly from the Norwegian and the Danish missions. The following are excerpts from the\nlast letter dated August 5, 1943:\n<\/p><p>\nI hereby forward the statistical and financial reports for the months of June and July. We read\nwith interest about the conferences you have held and happy that they were so blessed in\nresults. I am particularly thankful to our Heavenly Father that we also, in our country, have\nbeen able to hold our meetings and conferences. June 23-27 we held our great M.I.A.\nconference in Goteborg, with participants, both old and young, from many different places in\nour land, thus further fortifying the singular unity and love existing among the Saints in the\nmission.\n<\/p><p>\nParticipants from Finland and Norway in our midsummer conference had been announced, but\npermission to travel abroad was refused them, which we very much regretted.\n<\/p><p>\nThis is interesting:\n<\/p><p>\nThe Danish mission has published a book entitled <i>The Truth About Mormonism<\/i>, by Reed\nSmoot, in the reviews of which many newspapers have printed a great deal about the Church,\na copy of the picture of the Prophet Joseph Smith in the book having even accompanied some\nof the write-ups.\n<\/p><p>\nIt has come to my knowledge that relatives of a former missionary to Denmark, by name of\nHomer P. Andersen, had received information that in a raid over Germany, Andersen had\nbeen forced to make a landing, and was interned. He was well and not suffering for anything.\nHe had asked his relatives in Norway to forward greetings to the parents, which commission I\ncarried out by sending a letter to Hans P. Andersen, 326 West First South Street, Logan,\nUtah. I hope that that communication has reached them.\n<\/p><p>\nI have received deplorable information from Norway that their mission periodical, <i>Lys Over Norge<\/i>,\nwhich under normal conditions was issued semi-monthly and later was retrenched to a\nmonthly issue, has by order of the trade department been discontinued altogether. It is also\nnow clear to me that a great need of provisions exists and that the aged, especially, are hard\nhit. I have therefore decided to go to Oslo, if permission can be had for traveling abroad, to\npersonally find out what can be done. Presumably the Church here in our country must try to\norganize some source whereby our members in the Norwegian mission can be assisted. I\nbelieve President McKay will agree with me that we must try to do something to help them.\n<\/p><p>\nBRITISH ANNUAL DISTRICT CONFERENCES\n<\/p><p>\nIn the British Mission they have just concluded their annual district conferences, and I quote:\n<\/p><p>\nNever have we experienced a greater evidence of unity and faith among our members, and the\nSpirit of the Lord has been present in rich abundance at every conference. An annual\nmissionwide Priesthood conference has also been held. The sixty brethren present will never\nforget the three-day conference attended by the marvelous manifestation of the Spirit of the\nLord.\n<\/p><p>\nMESSAGE FROM BOY OVERSEAS\n<\/p><p>\nMay I also take this opportunity of reading just two paragraphs from a letter from one of our\nboys in the service received by his parents. He has been overseas nearly three years, much of\nthe time in countries belonging to the European Mission:\n<\/p><p>\nWhen we joined up I resolved to come back the same way I left. I have been away nearly\nthree years, and I am still going return home the same. I have no difficulty in keeping the\nWord of Wisdom. I do not swear and have never had any need to do so. I still say my prayers\nand have had them answered many times. I have been lucky to always have companions and\nfriends who are clean in habits; some smoke but know that it is not good for them and try to\nquit. You have always taught me at home to have clean habits, read good literature, associate\nwith people who have high standards. You have always shown me the way (not just told). My\nambition has always been to live so that you would be proud to call me your son, as I have\nalways been proud of you, my parents.\n<\/p><p>\nI miss the Church a great deal. The principles taught in the Church have always been a great\nsource of comfort and satisfaction to me. I always know that I have a Higher Aid as long as I\nlive in accordance with His teachings. I know that the Church of Jesus Christ of Latter-day\nSaints is the true Church. I have always endeavored to show to others by my actions, as well\nas by my teachings, my sincerity.\n<\/p><p>\nThat letter, brethren, is typical of thousands of others that are received by parents whose sons\nare in all parts of the world serving their country, fighting for the perpetuation of \"man's free\nagency\"&mdash;the same principle for which we fought in our pre-existent state. The leader of that\nrebellion and his followers were defeated and cast out of heaven and they are here on earth\nstill fighting truth, determined to deprive us of our free agency. We here at home must not let\nour boys down&mdash;forty thousand of them in all parts of the world. Let us wholeheartedly get\nbehind every movement that would hasten the victory in this \"war against wickedness.\"\n<\/p><p>\nA PLEA FOR LOVE IN THE HOME\n<\/p><p>\nAnd may I suggest in closing that during these unsettled, uncertain conditions, where all&mdash;not\nonly those in uniform, but also those of us at home, are under a strain, that we be more\ntolerant, show a little more kindness and tenderness, and consideration towards our wives and\nchildren, and our neighbors. We are liable if we are not careful in an unguarded moment to\nsay or do things that we otherwise would not do or say. So let us guard our tongues, never\nsay an unkind word to our loved ones in the home. When I speak of unkind words I am\nreminded of \"The Old Settler's Story,\" written around the theme contained in these words:\n<\/p><p>\nBoys flying kites haul in their white winged birds,<br \/>\nBut you can't do that when you're flying words . . .<br \/><br \/>\nThoughts, unexpressed, may sometimes fall back dead,<br \/>\nBut God Himself can't kill them when they're said.\n<\/p><p>\nSo let us never say unkind words. \"Kind words are sweet tones of the heart.\" I love that song\nvery much.\n<\/p><p>\nLet us oft speak kind words to each other,<br \/>\n       At home or where'er we may be,<br \/>\nLike the warbling of birds on the heather,<br \/>\n       The tones will be welcome and free;<br \/>\nThey'll gladden the heart that's repining,<br \/>\n       Give courage and hope from above;<br \/>\nAnd where the dark clouds hide the shining<br \/>\n       Let in the bright sunlight of love.\n<\/p><p>\nOh, the kind words we give<br \/>\nShall in memory live&mdash;\n<\/p><p>\n(And so will unkind words in memory live&mdash;do not forget that.)\n<\/p><p>\nAnd sunshine forever impart;<br \/>\nLet us oft speak kind words to each other,<br \/>\nKind words are sweet tones of the heart.\n<\/p><p>\nMay the Lord help us, brethren, to carry out in our lives the thoughts expressed in those\nwords, and follow the admonition of our Savior to \"love the Lord thy God with all thy heart,\nand with all thy soul, and with all thy mind, and with all thy strength, and thy neighbor as\nthyself\" (<span class=\"citation\" id=\"33851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33851)\">Matt. 22:37-39<\/a><\/span>),\nI pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}