{"ID":850, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"For the Perfecting of the Saints\"<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1956, pp. 14-18<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: The very short talk just given by Brother Marion D.\nHanks reminds me of an experience I had in Provo in the early days of my ministry.  While I\nwas attending a Utah Stake conference, President Roy Murdock showed me through a recently\nremodeled Church edifice. I expressed satisfaction with it and remarked that I thought they\nhad everything in it that they would need. He said, \"Yes, Brother Romney, we have\neverything we need except a trap door behind the pulpit to let the speakers through when they\ntalk too long.\"\n<\/p><p>\nWe do not need a trap door here for Brother Hanks. I appreciate very much his yielding so\nmuch time to me.\n<\/p><p>\nI was tremendously moved by President McKay's opening address. With it he set this\nconference on a very high spiritual plane.  I have also enjoyed what the brethren who have\nfollowed him have said. I am sure that what I shall say will be anti-climax to President\nMcKay's great talk, but I hope it will be in harmony therewith. I invite you to join with me\nin praying that our Heavenly Father will bless us these few minutes while I speak, to the end\nthat we may conclude this meeting on the same high plane on which President McKay\nlaunched it.\n<\/p><p>\nI have in mind making a few remarks about \"the perfecting of the saints\"\n(<span class=\"citation\" id=\"21689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21689)\">Eph. 4:12<\/a><\/span>), which Paul listed\nfirst when, in writing to the Ephesians, he set forth the purposes for which Church officers\nand teachers were given. You will remember that he said: \n<\/p><p>\nAnd he gave some, apostles; and some, prophets; and some, evangelists; and some,\npastors and teachers;<br \/>\nFor the perfecting of the saints (<span class=\"citation\" id=\"21687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21687)\">Eph. 4:11-12<\/a><\/span>).\n<\/p><p>\nIt has been said that the major responsibilities resting upon the membership of the Church\nmay be classified under three heads: \n<\/p><p>\n1. Preaching the gospel.<br \/>\n2. Performing vicariously the saving ordinances of the gospel for the dead.<br \/>\n3. Perfecting the Saints.\n<\/p><p>\nAs to the preaching of the gospel, our obligation is to carry it \"unto the ends of the world,\"\n\"unto every nation, and kindred, and tongue, and people\"\n(<span class=\"citation\" id=\"13540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13540)\">D&amp;C 133:37<\/a><\/span>),\n\"and before kings and rulers\" (<span class=\"citation\" id=\"13436\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13436)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13436)\">D&amp;C 1:23<\/a><\/span>).\n<\/p><p>\nIt is thrilling to contemplate the progress being made in carrying out this great commission.  I\nam sure we shall all be inspired anew when we hear Elders Moyle and Bennion report their\nrecent tours of the South American and the European missions.\n<\/p><p>\nThat in discharging our obligations to the dead we are keeping pace with our missionary\nservice is abundantly clear from the fact that western United States is blanketed with temples\nin which a prodigious work for the dead is being carried forward night and day. Much work\nis also being done in Canada, Hawaii, and Switzerland, and temples are now being reared in\nEngland and in far-off New Zealand.\n<\/p><p>\nStatistics also indicate that in \"the perfecting of the saints\" we are making headway. During\nthe last twenty years there has been a great increase in the payment of tithing, in fast\nofferings, and other financial contributions, and there has been a substantial increase in\nattendance at Sacrament meetings and stake conferences.  As to many other activities, there\nare like encouraging reports, all of which give us cause to rejoice.\n<\/p><p>\nWe have reason, therefore, to take courage and strive for still better records. And as we do so,\nmay I suggest that we keep in mind always that neither statistics nor Church averages\nguarantee perfection.  Important as these are in stirring us to activity and keeping us aware of\nour progress, the fact remains that attaining the perfection commanded by the Savior and\nalluded to by Paul is an individual matter.\n<\/p><p>\nYears ago I read an article, which, as I remember it, made the point that while living the\nWord of Wisdom would on the average improve the health and lengthen the life span of the\nmembers of any group who observed it, still no one member of the group could safely rely\nupon receiving the promised blessings himself. I did not believe the doctrine then, and I do\nnot believe it now.\n<\/p><p>\nThe perfection upon which exaltation hangs, I repeat, is an individual matter. It is conditioned\nupon the observance of celestial laws as they apply to earth life. The Word of Wisdom is one\nof them, so also are chastity, tithing, observance of the Sabbath day, prayer, honesty, industry,\nlove of God and fellow men, patience, kindness, charity, and all the rest of the principles and\nordinances of the gospel of Jesus Christ. Each individual who observes one or more of these\nlaws shall receive the blessings predicated thereon, and each Church member who will, with\nall the energy of his soul, diligently strive to live them all, shall receive the blessings\npredicated upon such striving.  Eternal life, the greatest gift of God\n(<span class=\"citation\" id=\"13442\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13442)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13442)\">D&amp;C 14:7<\/a><\/span>), is that blessing, and it\nwill follow the living of the gospel as the night the day, regardless of statistics or averages, or\nof what others think or say or do, for the Lord Almighty himself has said that\n<\/p><p>\n. . . every soul who forsaketh his sins and cometh unto me, and calleth on my name,\nand obeyeth my voice, and keepeth my commandments, shall see my face and know\nthat I am (<span class=\"citation\" id=\"13508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13508)\">D&amp;C 93:1<\/a><\/span>).\n<\/p><p>\nThe converse, that every member of the Church who refuses to do so will fall short of the\nglory of God, is just as true, for the Lord has also said that\n<\/p><p>\n. . . no unclean thing can enter into his kingdom; therefore nothing entereth into his\nrest save it be those who have washed their garments in my blood, because of their\nfaith, and the repentance of all their sins, and their faithfulness unto the end\n(<span class=\"citation\" id=\"5568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5568)\">3 Ne. 27:19<\/a><\/span>).\n<\/p><p>\nIf I had the power, I would impress every member of the Church with the transcendent import\nto himself of strictly obeying the principles of the gospel. In these remarks I hope I can so\npresent this matter that at least one of you will join with me in a resolution to make a greater\neffort to do so in the future than we have ever made in the past.  With the great prize of\neternal life set before us, and in light of the emphasis the Lord has put upon the fact that this\neternal life is attainable only upon condition that we \"endure to the end, in following the\nexample of the Son of the living God\"\n(<span class=\"citation\" id=\"3606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3606)\">2 Ne. 31:16<\/a><\/span>),\nit does seem to me that no Latter-day Saint should\nbe content to stand day after day in the same place on the way to eternal life.\n<\/p><p>\nOn the mountain Jesus instructed his disciples to be \"perfect, even as\" their \"Father which is\nin heaven is perfect.\" To the Nephites he varied the instruction just a little.  He wanted them\nto \"be perfect even as\" <i>he<\/i> (<span class=\"citation\" id=\"5564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5564)\">3 Ne. 12:48<\/a><\/span>),\nor their \"Father who is in heaven is perfect\"\n(<span class=\"citation\" id=\"34759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34759)\">Matt. 5:48<\/a><\/span>).\nJohn, the beloved apostle, made plain that all of us, if we see the Savior,\nmust purify ourselves, \"even as he is pure\"\n(<span class=\"citation\" id=\"1048\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1048)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1048)\">1 Jn. 3:3<\/a><\/span>).\n<\/p><p>\nBecause there are so many people about us who have no vision of the goal to which we are\ninspired by the gospel, we are in danger of becoming surfeited with the things of the world\nand are apt to slacken in our daily striving to move onward in our quest for eternal life. It has\ntherefore been one of the burdens of Church leadership in all dispensations to encourage the\nSaints to keep these things constantly in their remembrance.\n<\/p><p>\nPeter, the chief apostle, was deeply concerned about this matter when, almost within the\nshadow of his own cross, he penned his second and, so far as we know, his last epistle. \nGreeting the saints, who he said had \"obtained like precious faith\"\n(<span class=\"citation\" id=\"4835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4835)\">2 Pet. 1:1<\/a><\/span>) with him, he reminded\nthem that they had been rescued from the lusts of this world and brought into glory and virtue\nthrough the righteousness of Christ.  He assured them that by possessing themselves of the\nChristian virtues he enumerated, and which President McKay this day repeated in our hearing,\nthey could be made \"partakers of the divine nature\"\n(<span class=\"citation\" id=\"4836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4836)\">2 Pet. 1:4<\/a><\/span>).\n<\/p><p>\n\"For,\" said he,\n<\/p><p>\n. . . if these things be in you, and abound, they make you that ye shall neither be\nbarren nor unfruitful in the knowledge of our Lord Jesus Christ.<br \/>\nBut he that lacketh these things is blind, and cannot see afar off, and hath forgotten\nthat he was purged from his old sins.<br \/>\nWherefore the rather, brethren, give diligence to make your calling and election sure:\nfor if ye do these things, ye shall never fall:<br \/>\nFor so an entrance shall be ministered unto you abundantly into the everlasting\nkingdom of our Lord and Saviour Jesus Christ.<br \/>\nWherefore I will not be negligent to put you always in remembrance of these things,\nthough ye know them, and be established in the present truth.<br \/>\nYea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in\nremembrance;<br \/>\nKnowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ\nhath shewed me.<br \/>\nMoreover I will endeavour that ye may be able after my decease to have these things\nalways in remembrance (<span class=\"citation\" id=\"4838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4838)\">2 Pet. 1:8-15<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith in his day over and over again pleaded with the Saints in the very\nwords of Peter to make their \"calling and election sure\"\n(<span class=\"citation\" id=\"4839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4839)\">2 Pet. 1:10<\/a><\/span>).\nExplaining what he meant by this admonition he said,\n<\/p><p>\nAfter a person has faith in Christ, repents of his sins, and is baptized for the remission\nof his sins and receives the Holy Ghost . . . then let him continue to humble himself\nbefore God, hungering and thirsting after righteousness, and living by every word of\nGod, and the Lord will soon say unto him, Son, thou shalt be exalted. When the Lord\nhas thoroughly proved him, and finds that the man is determined to serve Him at all\nhazards, then the man will find his calling and his election made sure\n(<i>DHC<\/i>, Vol. 3, p. 380).\n<\/p><p>\nIn similar vein, our present leaders are continually putting us in remembrance of the\nimportance of living the gospel.  They are repeatedly urging us to gird up our loins and take\nupon us the whole armor of Christ (<span class=\"citation\" id=\"21692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21692)\">Eph. 6:13-17<\/a><\/span>).\n We heard President McKay make the plea this morning,\nand only recently and on more than one occasion, we have heard President McKay urge us to\nbecome \"partakers of the divine nature\"&mdash;I think this is one of his favorite quotations&mdash;which\nPeter says we may do by escaping through the righteousness of Christ \"the corruption that is\nin the world through lust\" (<span class=\"citation\" id=\"4837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4837)\">2 Pet. 1:4<\/a><\/span>).\n<\/p><p>\nLet us be reminded that we came into the Church of Jesus Christ through a cleansing and a\npurifying process.  Believing that Jesus brought about our resurrection and put into operation\nthe great plan of mercy by which our sins may be washed away in his blood, we developed a\nfaith in him which moved us to repentance in the hope that we, by complying with the saving\nprinciples of the gospel, might be raised unto life eternal and gain an exaltation \"through the\natonement of Christ and the power of his resurrection\"\n(<span class=\"citation\" id=\"38263\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38263)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38263)\">Moro. 9:41<\/a><\/span>).\n<\/p><p>\nThen, in final preparation for Church membership, and as evidence of our willingness to take\nupon us the name of Christ and of our determination to keep his commandments, we were\nbaptized by immersion for the remission of sin.  As Jesus came forth from the tomb with a\nglorified body, having left all corruptibleness in the grave, so we through baptism should have\nburied in the watery grave the corruption of our sins, and come forth to walk in newness of\nlife (<span class=\"citation\" id=\"42730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42730)\">Rom. 6:4<\/a><\/span>),\nnever again to return to worldly lusts. Thus prepared we were confirmed members of the\nChurch and given the gift of the Holy Ghost. Through these principles and ordinances we\nwere cleansed and purified.  Having thus washed our garments in the blood of Christ\n(<span class=\"citation\" id=\"8967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8967)\">Alma 5:21<\/a><\/span>), we\nentered through the straight gate and stood redeemed on the narrow way which leads to life\neternal (<span class=\"citation\" id=\"3608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3608)\">2 Ne. 31:18<\/a><\/span>). It should have then been, and it should now be, the controlling desire of every\nChurch member, and it is the desire of every member who is on the way to eternal life always\nto retain this redeemed status (<span class=\"citation\" id=\"40276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40276)\">Mosiah 4:12<\/a><\/span>).\n<\/p><p>\nWith complete surrender to the spirit of the gospel let us, honestly and without guile, search\nour own souls and find the weakness which presently impedes our upward climb to eternal\nlife. If that weakness be faultfinding, evil speaking of the Lord's anointed, or profaning the\nname of Deity, let us desist. If it be neglecting our prayers, let us pause night and morning in\nour mad rush and kneel with our families and in our secret chambers while we pour out our\nsouls in thanksgiving and petition, until hungering and thirsting after righteousness we are\nfilled with the Holy Ghost (<span class=\"citation\" id=\"34754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34754)\">Matt. 5:8 (JST)<\/a><\/span>).\nIf it be failure to obtain the sealing ordinances of the temple for\nourselves and families, let us straight-way prepare to enter that holy place and obtain them\nbefore it is too late. If it be the giving way to anger or appetite for the things forbidden in the\nWord of Wisdom, or surrendering to baser lusts; if it be desecration of the Sabbath day or\nrefusing to contribute of our time and means according to the laws of the Church for the\nbuilding of the kingdom; whatever it be, let us find it, recognize it, and do something about\nit daily.\n<\/p><p>\nLet us resolve never to relax in our striving for that perfection in ourselves which will bring\nus to eternal life. Doing so we can all measurably hasten that great day foreshadowed by Paul\nwhen he instructed the Saints that Jesus\n<\/p><p>\n. . . gave some, apostles; and some, prophets; and some, evangelists; and some, pastors\nand teachers;<br \/>\nFor the perfecting of the saints, for the work of the ministry, for the edifying of the\nbody of Christ:<br \/>\nTill we all come in the unity of the faith, and of the knowledge of the Son of God,\nunto a perfect man, unto the measure of the stature of the fulness of Christ\n(<span class=\"citation\" id=\"21688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21688)\">Eph. 4:11-13<\/a><\/span>).\n<\/p><p>\nThat we may do so, I humbly pray in the name of Jesus Christ, our Redeemer.  Amen.\n<\/p>\n<\/div>\n<\/div>"}