{"ID":852, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Gospel to the Jews<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1956, pp. 22-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure I express the feeling of every heart here today when I say that I have thrilled\nwith the sessions of this conference up to this present moment. The music has been out of this\nworld, and the prayers have been beautiful, and the instructions and counsel and advice and\nthe testimonies of the brethren have been wonderful.\n<\/p><p>\nI pray that I may make a contribution that may be helpful to the final success of this\nconference.\n<\/p><p>\nI would like to say a few words about prophecy.  I have always been a great believer in the\nwords of the prophets. Through Isaiah the Lord said: \n<\/p><p>\nI am God, and there is none like me,<br \/>\nDeclaring the end from the beginning\n(<span class=\"citation\" id=\"25175\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25175)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25175)\">Isa. 46:9-10<\/a><\/span>).\n<\/p><p>\nTo me it seems that the prophets have laid out just about as completely and perfectly the great\nplan of the Lord with respect to this earth and the inhabitants thereof until the final winding\nup scenes when his kingdom shall have been established, and he shall come and reign as King\nof kings, as an architect does when he plans a building.\n<\/p><p>\nSo I believe in prophecy.  You remember when the Savior appeared to the two disciples on\nthe way to Emmaus; as he listened to them he said: \"O fools, and slow of heart to believe all\nthat the prophets have spoken\"\n(<span class=\"citation\" id=\"31451\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31451)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31451)\">Luke 24:25<\/a><\/span>).\nAnd Peter tells us that \"We have also a more\nsure word of prophecy;\" more sure than anything else, \". . . a light that shineth in a dark\nplace, until the day dawn, and the day star arise in your hearts\"\n(<span class=\"citation\" id=\"4840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4840)\">2 Pet. 1:19<\/a><\/span>).\n<\/p><p>\nI want to refer to two prophecies from the Book of Mormon. I quote the words of Moroni: \n<\/p><p>\nFor the eternal purposes of the Lord shall roll on, until all his promises shall be\nfulfilled.<br \/>\nSearch the prophecies of Isaiah (<span class=\"citation\" id=\"37968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37968)\">Morm. 8:22-23<\/a><\/span>).\n<\/p><p>\nThen I read a statement from Nephi: \n<\/p><p>\n. . . in the days that the prophecies of Isaiah shall be fulfilled men shall know of a\nsurety, at the times when they shall come to pass.<br \/>\n. . . for I know that they shall be of great worth unto them in the last days; for in that\nday shall they understand them; wherefore, for their good have I written them\n(<span class=\"citation\" id=\"3596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3596)\">2 Ne. 25:7-8<\/a><\/span>).\n<\/p><p>\nWe are all here today in fulfillment of the words of the prophets, and I love the prophecies of\nIsaiah because it seems to me that he lived almost more in our day than when he was actually\nupon the earth, because the Lord gave him to see so many of the things that would transpire\nin the latter days in the redemption of these valleys and the building of this house of the God\nof Jacob in the tops of the mountains and the gathering of Israel from all the nations of the\nearth (<span class=\"citation\" id=\"25168\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25168)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25168)\">Isa. 2:2-3<\/a><\/span>).\n<\/p><p>\nYou will recall that when the angel Moroni appeared to the Prophet Joseph Smith three times\nduring the night and the next morning, and this was when he was only a young man of\neighteen, Moroni quoted from the eleventh chapter of Isaiah and told the Prophet that these\nthings were about to come to pass\n(<span class=\"citation\" id=\"30366\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30366)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30366)\">JS&mdash;H 1:40<\/a><\/span>),\nand I read from that chapter the following: \n<\/p><p>\nAnd it shall come to pass in that day, that the Lord shall set his hand again the second\ntime to recover the remnant of his people . . .\n<\/p><p>\nAnd he shall set up an ensign for the nations, and shall assemble the outcasts of Israel,\nand gather together the dispersed of Judah from the four corners of the earth.\n<\/p><p>\nThe envy also of Ephraim shall depart, and the adversaries of Judah shall be cut off:\nEphraim shall not envy Judah, and Judah shall not vex Ephraim\n(<span class=\"citation\" id=\"25170\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25170)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25170)\">Isa. 11:11-13<\/a><\/span>).\n<\/p><p>\nNow we have lived to see the first part of that prediction literally fulfilled. He has gathered\nIsrael into these valleys of the mountains according to his promise. He has set up an ensign\nunto the nations. It seems to me that no thoughtful, honest person could examine what the\nLord has done in the establishment of this Church, his kingdom on the earth, and then give\nany mortal man or group of men the credit for what has been accomplished. It has been the\nGod of heaven that has done this, according to the words of the prophets.\n<\/p><p>\nNow, for a few moments I would like to refer to the second part of this promise, \"and gather\ntogether the dispersed of Judah from the four corners of the earth\"\n(<span class=\"citation\" id=\"25171\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25171)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25171)\">Isa. 11:12<\/a><\/span>). There is not time today to\nconsider fully what the Lord is doing, according to his promise, in gathering the Jews back to\nthe Holy Land. After two thousand years they now have a nation of their own and it is to be\nhoped that with the help of the Lord they can establish it in permanency and fulfil all the\nwords of the prophets.\n<\/p><p>\nThen Isaiah says, \"The envy also of Ephraim shall depart, and the adversaries of Judah shall\nbe cut off: Ephraim shall not envy Judah, and Judah shall not vex Ephraim\"\n(<span class=\"citation\" id=\"25172\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25172)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25172)\">Isa. 11:13<\/a><\/span>). We are from\nEphraim. The Lord expects us, since we are the custodians of his gospel as restored in these\nlatter days, according to my understanding, to extend the hand of friendship to Judah, because\nafter all we are all descendants of the prophets Abraham, Isaac, and Jacob, and we come\nunder the promises that through their descendants should all the nations of the earth be\nblessed.\n<\/p><p>\nI do not know how the enmity and the envy between Ephraim and Judah can disappear except\nthat we of the house of Ephraim, who have the custody of the gospel, should lead out in\ntrying to bring to this branch of the house of Israel the blessings of the restored gospel.\n<\/p><p>\nIn a revelation given to the Prophet Joseph Smith on November 3, 1831, the Lord said: \n<\/p><p>\nSend forth the elders of my church unto the nations which are afar off; unto the\nislands of the sea; send forth unto foreign lands; call upon all nations, first upon the\nGentiles, and then upon the Jews\n(<span class=\"citation\" id=\"13538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13538)\">D&amp;C 133:8<\/a><\/span>).\n<\/p><p>\nYou know how literally the Church has fulfilled that command; the gospel is going to nearly\nevery nation under heaven, and now into the Far Eastern countries, to the Japanese and the\nChinese and the Koreans and the Filipinos and so forth, and the Lord said that it should go\nfirst to the Gentiles and then unto the Jews.  That is the command which the Lord gave unto\nthe elders of the Church in this day.\n<\/p><p>\nThen the Lord says: \n<\/p><p>\nAnd they also of the tribe of Judah, after their pain shall be sanctified in holiness\nbefore the Lord, to dwell in his presence day and night, forever and ever\n(<span class=\"citation\" id=\"13539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13539)\">D&amp;C 133:35<\/a><\/span>).\n<\/p><p>\nAnd it seems to me that the only way that the tribe of Judah can be sanctified to dwell in his\npresence forever and ever will be when we bring to them the gospel of the Lord Jesus Christ\nas the Savior promised them it would be brought in the latter days.\n<\/p><p>\nI quote again the words of the Lord to the Prophet Joseph in 1833: \n<\/p><p>\nTherefore, renounce war and proclaim peace, and seek diligently to turn the hearts of\nthe children to their fathers, and the hearts of the fathers to the children;<br \/>\nAnd again, the hearts of the Jews unto the prophets, and the prophets unto the Jews;\nlest I come and smite the whole earth with a curse, and all flesh be consumed before\nme (<span class=\"citation\" id=\"13516\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13516)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13516)\">D&amp;C 98:16-17<\/a><\/span>).\n<\/p><p>\nAs I understand this command, we the prophets must turn our hearts unto the Jews, and then\nwe may hope that they will turn their hearts unto us because of the message that we shall\nbring unto them through the restoration of the gospel in this dispensation.  The importance of\nthis the Lord declared in these words: \". . . lest I come and smite the whole earth with a\ncurse, and all flesh be consumed before me.\"\n<\/p><p>\nThe Lord said again in a revelation given the day the Church was organized, in commanding\nand giving to Oliver through the Prophet Joseph the responsibility to carry the gospel to the\nnations of the earth: \n<\/p><p>\nAnd the first preacher of this church unto the church, and before the world, yea,\nbefore the Gentiles; yea, and thus saith the Lord God, lo, lo! to the Jews also. Amen\n(<span class=\"citation\" id=\"13449\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13449)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13449)\">D&amp;C 21:12<\/a><\/span>).\n<\/p><p>\nIt would therefore appear that we have a great responsibility to preach the gospel unto the\nJews.\n<\/p><p>\nWe read in the Book of Mormon&mdash;about which President Joseph Fielding Smith has just been\nspeaking, and you know how marvelously it has been preserved through the centuries and has\nbeen given to us in this dispensation, also in fulfillment of the words of the prophets that\nthere was to be a record of Joseph joined to the record of Judah\n(<span class=\"citation\" id=\"23114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23114)\">Ezek. 37:15-20<\/a><\/span>)&mdash;and in the preface to the\nBook of Mormon, we read the purpose for which the Lord preserved it: \n<\/p><p>\nWhich is to show unto the remnant of the House of Israel what great things the Lord\nhath done for their fathers; and that they may know the covenants of the Lord, that\nthey are not cast off forever&mdash;And also to the convincing of the Jew and Gentile that\nJesus is the Christ, the Eternal God, manifesting himself unto all nations\n(<span class=\"citation\" id=\"43127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43127)\">BM Title Page<\/a><\/span>).\n<\/p><p>\nIf this book is to be a witness unto the Jew that Jesus is the Christ, manifesting himself unto\nall nations, it will be because we, the members of his Church, take this book unto them, and I\nam very happy to say to you today, those who may not know it, that the missionary\ncommittee has approval of the First Presidency to start preaching the gospel unto the Jewish\npeople in some of the stakes of Zion where there are many of them residing, on somewhat of\na trial basis to see if their hearts are inclined enough to be willing to accept the message that\nthe Lord has for them.\n<\/p><p>\nI read a few words from Second Nephi: \n<\/p><p>\nAnd it shall come to pass that the Jews shall have the words of the Nephites, and the\nNephites shall have the words of the Jews; and the Nephites and the Jews shall have\nthe words of the lost tribes of Israel; and the lost tribes of Israel shall have the words\nof the Nephites and the Jews.<br \/>\nAnd it shall come to pass that my people, which are of the house of Israel, shall be\ngathered home unto the lands of their possessions; and my word also shall be gathered\nin one.  And I will show unto them that fight against my word and against my people,\nwho are of the house of Israel, that I am God, and that I covenanted with Abraham\nthat I would remember his seed forever\n(<span class=\"citation\" id=\"3604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3604)\">2 Ne. 29:13-14<\/a><\/span>).\n<\/p><p>\nIf the Jews are to have the records of the Nephites, it will be because we take these records to\nthem.\n<\/p><p>\nWhen the Savior visited the Nephites, he promised them that the time would come when the\nJews would have the fulness of the gospel preached unto them.  I read: \n<\/p><p>\nAnd it shall come to pass that the time cometh when the fulness of my gospel shall be\npreached unto them (<span class=\"citation\" id=\"5566\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5566)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5566)\">3 Ne. 20:30<\/a><\/span>).\n<\/p><p>\nAnd then the Prophet Jacob in the Book of Mormon made this statement: \n<\/p><p>\nThat he has spoken unto the Jews, by the mouth of his holy prophets, even from the\nbeginning down, from generation to generation, until the time comes that they shall be\nrestored to the true church and fold of God; when they shall be gathered home to the\nlands of their inheritance, and shall be established in all their lands of promise\n(<span class=\"citation\" id=\"3593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3593)\">2 Ne. 9:2<\/a><\/span>).\n<\/p><p>\nIt seems to me that now that the Jews are being \"gathered home to the lands of their\ninheritance\" and are being \"established in all their lands of promise,\" that this is the time\nwhen \"they shall be restored to the true Church and fold of God\"; and this can only be done\nthrough our preaching the gospel unto them.\n<\/p><p>\nI do not know how familiar you are with the history of the Jewish people, but they have\nsuffered, it seems to me, as few if any people who have ever lived upon the face of this earth;\nthey have been driven from country to country; their people have been ravaged and put to\ndeath; parents have been separated from each other; their children have been put to death\nbecause they have been accused of things that they were never responsible for.  That is all in\nfulfillment also of the words of the prophets.\n<\/p><p>\nI read you the words of First Nephi: \n<\/p><p>\nAnd because they turn their hearts aside, saith the prophet, and have despised the Holy\nOne of Israel, they shall wander in the flesh, and perish, and become a hiss and a\nbyword, and be hated among all nations\n(<span class=\"citation\" id=\"1536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1536)\">1 Ne. 19:14<\/a><\/span>).\n<\/p><p>\nNow you know how literally that has been fulfilled. Not only have they been driven from\nnation to nation and been persecuted in a most terrible manner, but during World War II, in\none nation alone, over six million of these Jewish people were put to death for no other\nreason than that they were Jews.\n<\/p><p>\nThe Savior has spoken in a most positive manner against such persecutions and actions.  I\nread his words to the Nephites: \n<\/p><p>\nYea, and ye need not any longer hiss, nor spurn, nor make game of the Jews, nor any\nof the remnant of the house of Israel; for behold, the Lord remembereth his covenant\nunto them, and he will do unto them according to that which he hath sworn\n(<span class=\"citation\" id=\"5570\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5570)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5570)\">3 Ne. 29:8<\/a><\/span>).\n<\/p><p>\nThe Prophet Nephi saw our day and the coming forth of the Book of Mormon, and through\nhim the Lord made this statement: \n<\/p><p>\nAnd because my words shall hiss forth&mdash;many of the Gentiles shall say: A Bible! A\nBible! We have got a Bible, and there cannot be any more Bible.<br \/>\nBut thus saith the Lord God: O fools, they shall have a Bible; and it shall proceed\nforth from the Jews, mine ancient covenant people. And what thank they the Jews for\nthe Bible which they receive from them? Yea, what do the Gentiles mean?  Do they\nremember the travels, and the labors, and the pains of the Jews, and their diligence\nunto me, in bringing forth salvation unto the Gentiles?<br \/>\nO ye Gentiles, have ye remembered the Jews, mine ancient covenant people? Nay; but\nye have cursed them, and have hated them, and have not sought to recover them. But\nbehold, I will return all these things upon your own heads; for I the Lord have not\nforgotten my people.<br \/>\nThou fool, that shall say: A Bible, we have got a Bible, and we need no more Bible.\nHave ye obtained a Bible save it were by the Jews?\n(<span class=\"citation\" id=\"3603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3603)\">2 Ne. 29:3-6<\/a><\/span>).\n<\/p><p>\nIt would therefore appear that the Lord has indicated that the curses and hatred that we\npronounce upon the Jews he will return upon our own heads, and he indicates his displeasure\nthat we \"have not sought to recover them.\"\n<\/p><p>\nIn closing, I would like to leave this thought with you (there is not sufficient time further to\ndevelop this subject), that we need the cooperation of the Latter-day Saints; we need to be\ncareful what we say.  The Lord has said that we should no \"longer hiss, nor spurn, nor make\ngame of the Jews.\" Some of them who have been investigating our message have come into\nour meetings and have heard such statements as \"a Jewish trick\" and \"we Jewed them down.\"\nIf we are to win these people unto the restored Church of Christ according to the promise of\nthe Lord, it will be because we show forth kindness unto them and reach out our hands to try\nto share with them the glorious truths of the gospel.\n<\/p><p>\nIt is my privilege to be personally acquainted with quite a few converted Jews of prominence,\nand I find in their hearts the same love of God, the same love of the truth, the same testimony\nof the divinity of the work, that you and I have, and I would like to have read to you some of\ntheir testimonies, but time will not permit.  I have burning in my soul a testimony that if we\nwill be kind to them, the Lord will richly reward us for every kindness we show unto these,\nour brethren of the house of Israel.\n<\/p><p>\nThere is a question with some as to when the Times of the Gentiles shall be fulfilled.  The\ngospel came first to the Jews in the Meridian of Time, and then to the Gentiles, and the\npromise was that in the latter days it would come first to the Gentiles and then unto the Jews\n(<span class=\"citation\" id=\"1534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1534)\">1 Ne. 13:42<\/a><\/span>;\n<span class=\"citation\" id=\"13507\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13507)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13507)\">D&amp;C 90:9<\/a><\/span>).\nBut you will recall that the Lord did not wait until all the Jews were converted before he sent\nthe gospel to the Gentiles, through that marvelous vision and experience Peter had\n(<span class=\"citation\" id=\"7785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7785)\">Acts 10:9-16<\/a><\/span>). It seems\nto me that if we wait until all the Gentiles are converted before we take the gospel to the\nJews, we shall never convert the Jews; and yet the Lord promised them that the fulness of his\ngospel would be preached unto them.\n<\/p><p>\nWe have a few faithful missionaries working with the Jewish people and we are getting some\nencouragement and I extend to all of you Latter-day Saints an invitation to help these\nmissionaries and to help in this great movement, according to the promises of the Lord,\nthrough showing kindness to them; and I bear you my witness that if you will do this the\nLord will bless you for it, as he will for all that you do for the building of his kingdom in the\nearth, and I leave you my love and blessing in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}