{"ID":853, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Six Days May Work Be Done\"<\/p>\n<p class=\"gcspeaker\">Elder Oscar A. Kirkham<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Oscar A. Kirkham, <i>Conference Report<\/i>, October 1956, pp. 26-28<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray for the blessings of the spirit of the Lord.  It has been my high privilege through\nthe years to address myself largely to the young people of this Church.  Today, with fathers\nand mothers and grandfathers and grandmothers&mdash;I want to take the liberty of speaking to them\nall.  Through the years one commandment has been intensified because of my travel in many\nlands, and my association with many people, to make it really part of my life. I recite briefly\nthe fourth commandment: Keep the Sabbath day holy\n(<span class=\"citation\" id=\"22655\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22655)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22655)\">Ex. 20:8-11<\/a><\/span>).\n<\/p><p>\nIn the Old Testament we read that keeping the Sabbath was made a sign between Jehovah and\nthe Israelites: \n<\/p><p>\nSix days may work be done; but in the seventh is the sabbath of rest, holy to the Lord . . .\n<\/p><p>\n(May I inject, for I sense deeply to whom I am talking.  Yes, I appeal to you to keep the\nSabbath day holy. Meetings, meetings, meetings, but never lose sight of the great\ncommandment of God to keep the Sabbath day holy.)\n<\/p><p>\nWherefore the children of Israel shall keep the sabbath, to observe the sabbath\nthroughout their generations, for a perpetual covenant.<br \/>\nIt is a sign between me and the children of Israel for ever: for in six days the Lord\nmade heaven and earth, and on the seventh day he rested, and was refreshed\n(<span class=\"citation\" id=\"22656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22656)\">Ex. 31:15-17<\/a><\/span>).\n<\/p><p>\nThis counsel still remains with us today, and brings its many blessings to us.  Elder John A.\nWidtsoe has said: \"Keeping the Sabbath day builds a man physically, mentally, and\nspiritually.  Physically he may rest and have a change of occupation.  Mentally, because he is\nengaged in quorum and other meetings, private reading and studying. Spiritually, because the\nday is dedicated to the Lord. Spiritual communion, contemplation, these are two essentials of\nthe Sabbath: It is a day of rest.  It should be kept holy.\"\n<\/p><p>\nOn the Sabbath day every person shall attend religious meetings; fast, if desired, but always\nfast on the day designated as fast day; partake of the Sacrament, another opportunity, with all\nits great teachings; bear testimony of the Lord's truth and goodness.  I call your attention\nespecially to the next: Make right any misunderstandings with your fellow men.  Do all things\nwith singleness of heart toward the divine purpose of the Sabbath day.  It then becomes a day\nof blessing, rejoicing, and prayer. When this is done, life-giving satisfaction comes from a\nSabbath well kept.\n<\/p><p>\nLatter-day Saints of today often face the question: \"Are we expected to observe the Sabbath\nday in the spirit in which the original commandment was given, or have changing conditions\nmodified and liberalized our living so that we may engage in some activities which in the past\nhave been banned?\" To every Latter-day Saint the answer is: <i>Keep the Sabbath day holy<\/i>.  The\ncommand to observe the Lord's day was first given as one of the Ten Commandments to the\nchildren of Israel from Mt. Sinai.  Since that time it has been reiterated in every dispensation.\n<\/p><p>\nThe Bible is clear, but as far as that record is concerned, to its very end Sabbath\nobservance continues to be the law of the Lord. The Book of Mormon definitely makes the\nsame commandment a part of the gospel teaching. The Doctrine and Covenants, the most\nmodern scripture, confirms this teaching, and enjoins strict observance of the Sabbath day. At\nno time has there been any pronouncement, scriptural or otherwise, to change the\ncommandment. Therefore, regardless of what other churches may sanction, Latter-day Saints\nare under the obligation to give strict observance, to rest from their labors, and to pay\ndevotion to the Most High.\n<\/p><p>\nAdvance preparation could limit even household duties to a minimum.  On Saturday in my\ngrandmother's home the shoes were polished and placed in rows. Pies were baked, and the\nweekly bath was taken care of.\n<\/p><p>\nPioneers observed the Sabbath day as they crossed the plains.  From Rebecca Winters' diary I\nquote: \n<\/p><p>\nWe camped early on a Saturday in August.  We had broken our wagons, and we\nwished to mend our shoes. Washing and cooking to be done, for Sunday was always\nobserved. All retired early for rest, waiting for that lovely dawn, the hour when we\nsang praises to God. As we sat and waited in our church in the forest for words of\ninspiration, the men wore their clean hickory shirts, and the women and children had\nclean starched bonnets.  \"How Firm a Foundation\" was sung.  Prayer was offered. \nTestimonies were borne.  The gospel was preached, and counsel and instruction given\nby our Captain.  All felt to renew their diligence in serving the Lord, and with fresh\nhope in their hearts they would soon meet with the faithful in the Valley.  So was\nspent the Sabbath on the plains.\n<\/p><p>\nSo important did this principle become a part of family life in a southern Utah city that a\ngood mother, although very ill, called her boys to her bedside and said: \"Never put a harness\non a horse on the Sabbath day.\" This counsel has been kept, and this family has become one\nof southern Utah's most prosperous families, and all have enjoyed living the good life.\n<\/p><p>\nThe spirit of rest, worship, and prayer should be fostered and made a part of every Latter-day\nSaint home.  May we live and enjoy this commandment of the Lord, and especially give it to\nour children, our neighbors' children, and friends: \"Six days may work be done;\" but on the\nseventh, may we keep it a day holy to the Lord, I humbly pray.\n<\/p>\n<\/div>\n<\/div>"}