{"ID":854, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...Come the Blessings\"<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, October 1956, pp. 28-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI stand before you in deep humility, my brothers and sisters, and with a prayer in my\nheart that what I might say may be of some encouragement to all of us. I should like to base\nmy remarks upon a divine truth that is found in the Book of Proverbs.  It reads as follows: \n<\/p><p>\nFor the commandment is a lamp; and the law is light; and reproofs of instruction are\nthe way of life (<span class=\"citation\" id=\"41425\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41425)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41425)\">Prov. 6:23<\/a><\/span>).\n<\/p><p>\nThere are good people in every segment of life who have developed an erroneous philosophy\nthat the laws of God, even the great Ten Commandments, are intended only for certain\npeople; for those whom they describe as being extremely religious, or for the less fortunate;\nthat while it is essential to observe the laws of the land, it matters little or none if one\nobserves the laws of God. Some of these people feel that the laws of God are inhibitions to\none's freedom, and that they who are not religiously inclined are automatically exempt from\nthe laws and commandments of the Lord; that if one minds his own business and lives his\nown life, so to speak, he has sufficient religion for his own welfare, and that salvation and joy\neverlasting somehow will be forthcoming.\n<\/p><p>\nSurely these are short-sighted views. Actually, the laws and commandments of the Lord are\nthe foundation principles upon which lives of happiness, success, and peace are built. They\nare designed to bless and benefit all mankind. The love of the Lord is universal, all-inclusive. \nHe has said: \n<\/p><p>\nRemember the worth of souls is great in the sight of God;<br \/>\nFor, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered\nthe pain of all men, that all men might repent and come unto him\n(<span class=\"citation\" id=\"13443\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13443)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13443)\">D&amp;C 18:10-11<\/a><\/span>),\n<\/p><p>\nthat we might come home to him, as it were.\n<\/p><p>\nAs a Church, we believe that through the atonement of Christ all mankind may be saved by\nobedience to the laws and the ordinances of the gospel\n(<span class=\"citation\" id=\"6696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6696)\">A of F 1:3<\/a><\/span>), and that because of his great love for\nman the Lord has granted each of us an opportunity to live in the flesh, and through\nobedience to the laws of the gospel, find happiness and peace here, and prepare to live\nhereafter in a \"state of never-ending happiness\"\n(<span class=\"citation\" id=\"40274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40274)\">Mosiah 2:41<\/a><\/span>),\nas the Book of Mormon expressed it.\n<\/p><p>\nBut the Lord does his work according to eternal principles and eternal laws. While he is a\nGod of love, he is also a God of order.  He does not deviate from the established principles\nand laws. He and they are the same yesterday, today, and forever. The laws and conditions\nprescribed for the welfare of mankind cannot be changed nor circumvented, because they are\ndivine, and were declared before the foundation of the world was laid. They are, in fact, the\nonly means by which we can have that peace of mind here, and gain eternal life hereafter. \nThis is expressed in a great revelation given to the Prophet Joseph Smith: \n<\/p><p>\nFor all who will have a blessing at my hands shall abide the law which was appointed\nfor that blessing, and the conditions thereof, as were instituted from before the\nfoundation of the world\n(<span class=\"citation\" id=\"13534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13534)\">D&amp;C 132:5<\/a><\/span>).\n<\/p><p>\nSo, brothers and sisters, we need simply to remember that which is expected of us.  The Lord\nwill remember that which is expected of him.\n<\/p><p>\nNow, his commandments are not grievous\n(<span class=\"citation\" id=\"1052\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1052)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1052)\">1 Jn. 5:3<\/a><\/span>).\nThey are not oppressive. We sing in one of our\nhymns: \"How gentle God's commands!  How kind his precepts are!\" The laws of God are not\ngiven to us to burden us nor to handicap us.  They are not impositions!  They are the statutes\nwhich must be observed if the purpose of life and existence is to be realized.  Even those who\nare called to go through trial, sorrow, tribulation, and adversity are promised that, if they are\nfaithful, the reward to them for such obedience may be even greater. It is comforting to read\nthe word of the Lord in regard to that: \n<\/p><p>\nFor verily I say unto you, blessed is he that keepeth my commandments, whether in\nlife or in death; and he that is faithful in tribulation, the reward of the same is greater\nin the kingdom of heaven.<br \/>\nYe cannot behold with your natural eyes, for the present time, the design of your God\nconcerning those things which shall come hereafter, and the glory which shall follow\nafter much tribulation.<br \/>\nFor after much tribulation come the blessings.  Wherefore the day cometh that ye shall\nbe crowned with much glory; the hour is not yet, but is nigh at hand\n(<span class=\"citation\" id=\"13469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13469)\">D&amp;C 58:2-4<\/a><\/span>).\n<\/p><p>\nIf one is inclined to question the advocacy of observing the law, whether it be the laws of\nman, the laws of nature, or the laws of God, he should consider these words of the Lord: \n<\/p><p>\nAnd again, verily I say unto you, that which is governed by law is also preserved by\nlaw and perfected and sanctified by the same\n(<span class=\"citation\" id=\"13497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13497)\">D&amp;C 88:34<\/a><\/span>).\n<\/p><p>\nThere is a reciprocal blessing from observing the law.\n<\/p><p>\nThat which breaketh a law, and abideth not by law, but seeketh to become a law unto\nitself, and willeth to abide in sin, and altogether abideth in sin, cannot be sanctified by\nlaw, neither by mercy, justice, nor judgment\n(<span class=\"citation\" id=\"13498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13498)\">D&amp;C 88:35<\/a><\/span>).\n<\/p><p>\nObservance of law brings harmony, peace, and order.  Without observance of law there is\nfound confusion, sorrow, remorse, failure, whether it be the laws of man or the laws of God,\nwhether it be nations, or whether it be individuals. There are those who ask, (they have asked\nme and really that is the reason I am speaking along this line), \"If the Lord loves us why does\nhe then give so many commandments, many of them restrictive in their nature?\" The answer\nis because he loves us. He wishes to save us from sorrow, remorse, failure, and from losing\nour blessings.\n<\/p><p>\nWhile I was attending a conference in California not so long ago, I was told of one of our\nmembers living there, whose business it is to assist those who are in difficulty, that he had\nbeen given permission to interview a fine young man who was in serious trouble with the\nlaw.  The interviewer asked this question: \"Would you mind giving me the dominant reason\nfor your being here in this condition?\" This young man, after a moment's thought, replied: \"I\nam here because no one loved me enough to correct me.\"\n<\/p><p>\nNow, the Lord loves us enough to say \"Thou shalt not.\" The gospel of Jesus Christ is the\nperfect law of liberty, according to the Apostle James\n(<span class=\"citation\" id=\"26123\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26123)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26123)\">James 1:25<\/a><\/span>).\nGod is its author. He sets forth the\nconditions. He is its fountainhead.  The gospel is a great system of laws&mdash;which laws are\neternal principles by which our Father in heaven designs to save mankind, his sons and his\ndaughters, and not only to save them, but also to share with them all that the Father\nhas&mdash;associations with those we love, honor, powers, glory, dominions, and even exaltations,\n<\/p><p>\nBut while he gives us commandments, he also gives us the freedom, the liberty to reject them\nif we so choose.  As he spoke to Adam and Eve in the garden, he told them they could eat of\nevery tree of the garden. This they were free to do.  However, he gave commandment that\nthey should not eat of the Tree of the Knowledge of Good and Evil, or the penalty of death\nwould follow.  They could eat of it if they wished, but they must remember that he forbade it\n(<span class=\"citation\" id=\"39083\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39083)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39083)\">Moses 3:16-17<\/a><\/span>).\nThey were at liberty to break the commandment.  Their liberty was not restricted, but if they\ndid eat of the tree, they would have to pay the penalty.\n<\/p><p>\nAs it was with our first parents, so it is with us.  We have the divine right and also the\nindividual responsibility to determine whether we will accept or whether we will reject the\nlaws and principles and commandments of God. But my, how grateful we ought to be that\nthese laws are given us to direct us, that we may not lose our way in darkness and\nmisunderstanding, and with the vain philosophies of the world.\n<\/p><p>\nHow thankful we ought to be for such truths as these: \n<\/p><p>\nMen are, that they might have joy\n(<span class=\"citation\" id=\"3589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3589)\">2 Ne. 2:25<\/a><\/span>).\n<\/p><p>\nI, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have\nno promise (<span class=\"citation\" id=\"13488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13488)\">D&amp;C 82:10<\/a><\/span>).\n<\/p><p>\nThere is a law, irrevocably decreed in heaven before the foundations of this world,\nupon which all blessings are predicated&mdash;<br \/>\nAnd when we obtain any blessing from God, it is by obedience to that law upon which\nit [that blessing] is predicated\n(<span class=\"citation\" id=\"13531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13531)\">D&amp;C 130:20-21<\/a><\/span>).\n<\/p><p>\nAnd, finally, this most beautiful statement of King Benjamin in his address: \n<\/p><p>\nAnd moreover, I would desire that ye should consider on the blessed and happy state\nof those that keep the commandments of God.  For behold, they are blessed in all\nthings, both temporal and spiritual; and if they hold out faithful to the end they are\nreceived into heaven, that thereby they may dwell with God in a state of never-ending\nhappiness.  O remember, remember that these things are true; for the Lord hath spoken\nit (<span class=\"citation\" id=\"40275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40275)\">Mosiah 2:41<\/a><\/span>).\n<\/p><p>\nMay we also be grateful for these laws, and use them for the purpose for which they are\ndesigned, to sanctify and perfect our lives, that we too may dwell with him in a never-ending\nstate of happiness, I pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}