{"ID":855, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">What the Gospel Does for People!<\/p>\n<p class=\"gcspeaker\">Elder Adam S. Bennion<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Adam S. Bennion, <i>Conference Report<\/i>, October 1956, pp. 30-35<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, and my beloved brethren and sisters, there are fathers and mothers\nsitting in this audience, and I feel sure listening in at their radios, whose sons and daughters I\nhave seen and fellowshipped within the last five months.  I trust that I may enjoy the blessing\nof our Father in heaven to bring you in some little measure the spirit under which those grand\nyoung people are working.  You can be proud of them.  I have never been so proud of the\nyoung people of the Church as I have in these last five months.\n<\/p><p>\nSince April we have traveled 31,000 miles. We have addressed 32,000 people and have sat in\nand discussed with, and taken a little note on 1,056 missionaries, all of whom we have heard\nin testimony, and all of whom would like to send to you the new love they have developed\nsince they left home.  Home never seems so sweet as when you are away from it, and they\nknow it.\n<\/p><p>\nI give you my witness that they have realized the promise that the Lord gave his missionaries\nof an earlier generation. The occasion for the blessing was in the case of James Covill, who\nwas to go upon a mission, and who had this wonderful promise given by way of revelation\nthrough the Prophet Joseph: \n<\/p><p>\nThou shalt preach the fulness of my gospel, which I have sent forth in these last days,\nthe covenant which I have sent forth to recover my people, which are of the house of\nIsrael.\n<\/p><p>\nNow, notice this promise: \n<\/p><p>\nAnd it shall come to pass that power shall rest upon thee; thou shalt have great faith,\nand I will be with thee and go before thy face\n(<span class=\"citation\" id=\"13455\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13455)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13455)\">D&amp;C 39:11-12<\/a><\/span>).\n<\/p><p>\nOver and over again those boys in European missions have said, \"We never call on a house\nalone,\" and then they add, \"and we are not talking about our companions.\"\n<\/p><p>\nThis has been the most tremendous experience of our lives. So many things could be said. I\nhave to be impersonal. There are ten wonderful mission presidents laboring in the field, all of\nthem doing excellent work. Let me say to you parents by way of assurance, the mission\npresidents and their wives treat these young men and women as if they were their own\nchildren.  They could not be more thoughtful and more careful.  I just regret that I cannot pay\nthem the tribute they so richly deserve. They, their wives, their staffs, all connected with the\nmissions, are working wonderfully.  I give you this little evidence: \n<\/p><p>\nBy the end of June the European missions had done as much in the matter of conversions,\neighty percent as much, as they did in all of 1955; three missions by the end of June had\nalready equaled or surpassed the totals reached in the preceding year. I give you, because you\nmay have a particular interest, the names of the three missions: the Swiss-Austrian&mdash;it is\nevident that the temple is registering its great influence; the Norwegian&mdash;which now has\ndoubled last year's record; and the Finnish&mdash; and I wish I could bring you the full beauties of\nFinland; somehow I seemed to think it was going to be the end of the earth, but they are\nwonderful people.  I think patriotism has never been more strongly asserted than in that land\nof freedom which prays never to be subject to Russia on the east and never to be conquered\nby Sweden on the west. You who love liberty, I wish you could have listened while they sang\nFinlandia under the inspiration of the leader of the symphony orchestra in Finland.  I refer to\nit only as typical of the wonderful things we found in Europe.\n<\/p><p>\nI have to confess the urge to give a travelogue is very great, but I won't do it. I have been\nasked over and over again which is the most wonderful of all the countries, and I say, \"All of\nthem.\"  Every country has its own charm.  To me they are all wonderful.  They are lovely.  It\njust seemed to me as if we were driving through a perpetual park, and the people are\ncorrespondingly wonderful.  They opened their hearts to us&mdash;kindliness and consideration at\nevery turn.\n<\/p><p>\nI have said this a number of times. I think if you could take two hundred people out of each\ncity that we visited and put them down in some faraway corner&mdash;if you could not hear them\nspeak&mdash;I am sure you would not know where to return them.  God's children are his children\nwherever they live, and when they belong to this Church, after you have been with them ten\nminutes you feel quite as much at home as if you were in your own land.\n<\/p><p>\nWhile I do not want to indulge in a travelogue, I hope you will give me the liberty of saying\nthree things about our impressions.  I have mentioned the beauty of Europe.  It is lovely\ncountry.\n<\/p><p>\nThe second thing I want to say about Europe is that they are making such an heroic recovery.\nThe cities that once were bombed and blasted&mdash;I know there are a few stark and empty\nbuildings standing like scarecrows on the horizon of civilization&mdash;but city after city is now\nbeing built in a newness, a modernity, a richness that bespeaks the sacrifice of those people.\n<\/p><p>\nThe third thing I want to say about Europe&mdash;I had fun in the British Isles because I said if\nthere's anything the matter with us Americans you have to take part of the\nresponsibility&mdash;because we are your grandchildren. It is a wonderful thing to walk where your\ngrandfather once walked, and I had the gracious privilege, thanks to the courtesy of these\nsame wonderful people, to be where my people have been and from which lands they came,\nWales on my father's side, and Scotland on my mother's.  I turn to President McKay because\nall the time we were in Scotland they honored him with the name of McKay, and they love\nyou. I bring the greetings of all the people we met to these grand folk among whom it is my\nprivilege to labor.\n<\/p><p>\nYou know, I could not escape the thought all the time I was in Wales and Scotland of what\nmy grandfolks thought when they crossed the plains. I am sure they must have cast one\nlingering look behind to the green they left in both lands.  As a matter of fact, I became\naware of another great truth in my life. If they had not listened to some wonderful missionary,\nand some missionary had not been good enough to go to them, I might never have been born\nin the Church.  As a matter of fact, as I stood in Hawarden, Wales, it just dawned upon me\nthat maybe if they had not so listened, I would not even have been.  That is a sobering\nthought for one who loves life.\n<\/p><p>\nI want to add one other note. My first experience was to talk to the servicemen&mdash;our\nservicemen&mdash;at Berchtesgaden, under the Eagle's Nest of Hitler, his great hideout. If you have\nboys who are in the service I have been stirred a lot of times, but I think I was never stirred\nmore than as I joined with 740 boys of the armed services who took time out to come to a\ntestimony meeting, and to do honor to the Church they represent so beautifully in their lives.\n<\/p><p>\nI closed the tour by flying from Glasgow back to Heidelberg to dedicate a chapel, and the\nreason they wanted to dedicate it while one of us was still in Europe was that we might say\nthanks to those boys who were to be released from the service in October and November. Do\nyou know that those boys over there in the service of our country, out of their earnings,\ntoward a chapel which they would never remain to enjoy, contributed $5,000 that it might be\ndedicated? It has been dedicated, and may I quote the chaplain of the armed forces of the\nUnited States in Europe, who at that dedicatory program said: \"I just wish, Mr. Bennion, that\nall of us could live the ideals of your Mormon boys.\" I say that, out of appreciation to these\nfine young men who bear our colors with honor and distinction.\n<\/p><p>\nNow just briefly&mdash;if I have a theme today&mdash;I would pick it out of that one line quoted by our\nbeloved President this morning, \". . . he that loseth his life for my sake shall find it\"\n(<span class=\"citation\" id=\"34780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34780)\">Matt. 10:39<\/a><\/span>).\nIf there is one group of devoted folk in this Church&mdash;of course you fine men and\nwomen are all devoted&mdash;it's these boys who have taken two or two and a half years out of their\nlives to proclaim the truths of the gospel.  They breathe it; they think it; they eat and drink it;\nthey work day and night in the interest of this great Church.\n<\/p><p>\nFor five months it has been my privilege to be close to them.  I think I caught the pulse of\ntheir feeling, and all the time I have been impressed with this thought: \"<i>What the gospel does for people!<\/i>\"\nTo me it is tremendous. You can argue against a passage, but you cannot argue\nagainst a life. There is an argument against a theory, but there is no argument against\nkindliness and goodness.\n<\/p><p>\nNow for a brief moment, I wish I could take you with me to those testimony meetings.\n<i>What the gospel does for these missionaries!<\/i> Young men just out of their teens, taking on the\nresponsibility of manhood, are the representatives of our great institution throughout the\nworld. They are carrying on with all the glory that attaches to mankind at its best.  Over and\nover again brethren have said two things in their meetings: \"We suppose we always had a\ntestimony of the gospel, but we somehow took it for granted.  We did not know just why we\nbelieved, or how much it meant.  We looked upon the gospel much as we did upon our\nparents&mdash;a part of the heritage we are born to, but necessarily just part of it.  Not any longer!\"\n<\/p><p>\nDo you want to catch the spirit of them?  We have both our own young men and women and\nthose who have been called from Europe. Look in just for a minute as a young German girl\nstands up to bear her testimony and prefaces what she says with the remark: \"You will\nunderstand, Brother Bennion, that when I joined the Church I had to give up my family. I get\nalong fine except on mail day.  When the letters come, and the missionaries are so thrilled to\nget a word from home, it is awfully hard when you never get a letter from home.\"\n<\/p><p>\nI am going to say it before I sit down. We have a phrase in English, but they have a better\none in Scandinavian. We say, when we get emotionally disturbed, we get a lump in our\nthroats, and I have one right now.  I cannot think of that girl, I cannot see her and know what\nshe is doing for two years in the absence of all parental consideration or even interest. Well, I\ndo get a lump in my throat, but I like the Scandinavian phrase better.  They say they get a\n<i>clump i halsen<\/i>. I love that word \"<i>clump<\/i>.\" I told them I was going to bring it home.\n<\/p><p>\nI wish you could sit down with a boy and have him take out the last letter he got from home\nand Dad, and have him say, \"You know, the thing that thrills me most about my mission is\nthat I think I am having a little to do with converting my own folks.\" Then they will tell you\nthat their father had been disinterested or unconcerned, but now he writes of the thrill he gets\nout of being a stake missionary.  I wish you could see the boys' faces light up as they say,\n\"It's wonderful to know that the mission is converting both of us.\"\n<\/p><p>\nI do not think I remember anything more vividly than I do the story of one boy who broke\ncompletely in his testimony.  He said, \"You know, I did not know what was going on at\nhome, and when I got ready to leave, Mom said she was going to get me a fine suitcase. So\nwe went down and looked over the luggage.  I picked the piece that I wanted, and when I\npicked it out she went into her pocketbook and pulled out six and a half books of S &amp; H\nstamps that she had been saving through the years for the day when her son would go on a\nmission.\" And then as he broke completely, he said, \"The thing that troubles me today is that\nI don't believe I said thanks.\" But he said thanks in our meeting.  That boy will never be the\nsame again, and I just hope that some of his gratitude rubs off through what I say so briefly\ntoday upon the heart of that good woman.\n<\/p><p>\nWell, it's a wonderful thing to sit in with a thousand boys and let them bare their souls, open\ntheir hearts, and tell you just how they feel, and give the evidence that they are born anew,\nthat the great, new, glorious gospel is in their souls.  You can be proud of them. They are\nwilling; they are happy; they are working hard.\n<\/p><p>\nIf I had the time, I would love to tell you what they are doing in their street meetings.  They\nhave developed an ingenuity that is almost unbelievable. Not only are they doing a work of\nwhich you can be proud, but I assure you they love you!\n<\/p><p>\nI want you to visit just for a few minutes with me with the Saints over there. How I wish you\ncould see what the gospel does for them.  They are wonderful.  As we held our meetings, I\ndeveloped the practice of calling a few people up from the audience to come and stand by\nme. I think maybe it was a defense mechanism. I could not speak their language, and I felt a\nlittle more comfortable if I had three or four of them around me.\n<\/p><p>\nThrough the interpreter I asked a man who had been in the Church fifty-eight years what the\ngospel meant to him, and he said, \"Sir, it's my life. It's everything I cherish.\"\n<\/p><p>\nI asked a young woman who had been married twenty-five years, but still looked wonderfully\nyoung, \"How can you look so young?\" and she said, \"It's the gospel that does it&mdash;it's the peace\nand the happiness we have in our home.\"\n<\/p><p>\nA young man of ten years' membership said, \"I bless the day when a lovely young woman\ntold me she would not marry me until I joined the Church,\" and he added \"I bless her for a\nnew life.\"\n<\/p><p>\nI asked a young man of five years membership what the gospel meant to him, and he said,\n\"Brother Bennion, I think I can say it all if I tell you I am only five years old. I never lived\nuntil I got to know this gospel.\"\n<\/p><p>\nAnd a lad of only three months' membership said, \"Nobody ever could have told me that\nanything could do for me what this gospel has already done.\"\n<\/p><p>\nI wish you could have sat in Berlin the Sunday we had 840 people gathered together.  You\nwould have thrilled, too, when the Saints from the West sector said to the people of the East,\nwho came from out yonder, \"You have been hiding in basements long enough. You go\nupstairs with the brethren, where you can see and hear them, and this morning we will go\ndownstairs.\"\n<\/p><p>\nThen, before the meeting was over, the Saints from the East had the graciousness to say,\n\"Brother Bennion, we do not feel good about this.  Are you too tired to meet with the people\nwho went into the basement if they would come back tonight?\"\n<\/p><p>\nIn the morning session I asked how many of those people had lost loved ones, and half the\nhands went up. Did you ever talk to an audience when half the hands went up to tell you that\npart of the family isn't along?  You make inquiry of them and discover from fine young\npeople that they do not know where their parents are, then have them come up and shake\nyour hand and tell you, \"It's the gospel that took us through.\" That's what this gospel can do\nfor people!\n<\/p><p>\nI must take you into one program in England that stirred me no end.  I saw a woman sitting\ndown in the audience, and being impressed that she had something to say, I asked her if she\nwould say a word.  She said, \"I would love to say a word, if you will let me say it from\ndown here.  You may not know it, Brother Bennion, but I am blind, and except for the\nkindness of two Mormon missionaries I would have nothing to do.  They wrote home and got\na Book of Mormon in Braille which I am reading.\" Then she said this wonderful thing:\n\"When I was a little girl, my mother used to tell me I must not be naughty because if I was\nnaughty the Mormons would get me.  Now I am past middle age. I am blind. I am not\nnaughty, but I want to tell you and this audience the Mormons have got me, and I am going\nto be baptized this next week.\"\n<\/p><p>\nWell, it has been wonderful. I have hinted all too briefly what the gospel is doing for the\nmissionaries.  I have tried to indicate what it is doing for the Saints, and you can just make\nup your mind they are wonderful. They are devoted.  There is not anything they would not do\nfor this Church.\n<\/p><p>\nI want to close with my own witness to you of what this gospel does for me. I have watched\nit in the lives of those people in Europe, and if I had a little summary to make, I would say\nthese things: \n<\/p><p>\nThe gospel humbles a man; it mellows him; it gladdens him; it motivates him; it\nsustains him; it redeems him; and it exalts him.\n<\/p><p>\nYou cannot go for five months with a <i>clump i halsen<\/i> and center your heart on the work of\nthe Lord, and get the evidences which I do not have the time to give you, without being\nstirred in your soul.  I have been blessed in my ministry, and I would be ungrateful if I did\nnot say so. I have seen the power of the priesthood manifested in behalf of people who\nneeded a blessing and wanted it, and I say it humbly, I know that God lives.  I have been\nblessed in my own life, under the promise of the eighty-fourth section that those of us who\ngive our hearts to this work have the promise of Almighty God that we shall be sanctified of\nthe Spirit unto the renewing of our bodies. I have felt the spirit of this gospel as I never have\nbefore, and I give you my witness as I close that I know that God lives, that Jesus Christ is\nthe Savior of the world, and that they both came back to declare through the prophet Joseph\nthis wonderful new message for our benediction.\n<\/p><p>\nI must not sit down without expressing gratitude that Sister Bennion, the companion of my\nlife through forty-five wonderful years, could go along.  Her companionship blessed me, her\nfaith not only sustained me, but with God's help healed me. In our home we shall never be\nthe same again.\n<\/p><p>\nNow, don't anybody think that I am so in love with Europe that I want to go back to stay. \nThese lines never meant so much to me: \n<\/p><p>\n     So, it's home again, and home again<br \/>\n&nbsp; &nbsp; America for me.<br \/>\n     I want a ship that's westward bound<br \/>\n&nbsp; &nbsp; To plow the rolling sea,<br \/>\n     To the blessed land of room enough<br \/>\n&nbsp; &nbsp; Beyond the ocean bars,<br \/>\n     Where the air is full of sunlight<br \/>\n&nbsp; &nbsp; And the flag is full of stars.<br \/><br \/>\n                    Van Dyke\n<\/p><p>\nFrom the bottom of our hearts we thank you Brethren for the most glorious experience of our\nlives. What the gospel has done for the missionaries&mdash;for the Saints&mdash;and for us&mdash;it will do for\nyou, too, I testify in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}