{"ID":856, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Message to the World<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1956, pp. 40-45<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI shall be deeply grateful, my brethren and sisters, if I may have your faith and prayers\nand the assistance of the Holy Spirit in an effort to continue the lofty themes, the vital advice\nand counsel which have been given by my brethren during the preceding sessions of this\nconference.  I greet my brethren and sisters with love and fellowship, and I extend also to our\nfriends who listen in to the proceedings my appreciation of their interest, and my concern for\ntheir good in the consideration of the great principles of life and salvation.\n<\/p><p>\nAs we meet in successive general conferences of the Church, our thoughts are repeatedly\ndirected to the fundamental principles and purposes of the mighty cause which we have the\nhonor to represent. It is well that it is so, and it is fervently hoped that we shall never become\nso absorbed and enmeshed in the mass of detail relating to organization and procedure as to\nobscure even for a moment the true purpose of our establishment in the earth.\n<\/p><p>\nWithin the past few weeks, in order to meet the requirements of a distant foreign country for\nthe Church to hold property and otherwise carry forward its activities within that country, the\nFirst Presidency has caused to be prepared and submitted to the governing authority of the\nforeign country a statement of beliefs and objectives of the Church.  To cover the principal\nbeliefs of the Church of Jesus Christ of Latter-day Saints, we submitted the Articles of Faith\nissued by the Prophet Joseph Smith, which for a period of more than a hundred years have\nbeen distributed throughout the world.  I would not impose on the patience of an audience\nentirely composed of members of the Church to repeat these articles so well known to my\nbrethren and sisters, but being convinced that many thousands of our friends not of the\nChurch listen to these proceedings, I am going to ask you to indulge me as I present them: \n<\/p><p>\n1. We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost\n(<span class=\"citation\" id=\"6691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6691)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\n2. We believe that men will be punished for their own sins, and not for Adam's transgression\n(<span class=\"citation\" id=\"6693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6693)\">A of F 1:2<\/a><\/span>).\n<\/p><p>\n3. We believe that through the Atonement of Christ, all mankind may be saved, by obedience\nto the laws and ordinances of the Gospel\n(<span class=\"citation\" id=\"6697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6697)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\n4. We believe that the first principles and ordinances of the Gospel are: first, Faith in the\nLord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins;\nfourth, Laying on of hands for the gift of the Holy Ghost\n(<span class=\"citation\" id=\"6699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6699)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\n5. We believe that a man must be called of God, by prophecy, and by the laying on of hands,\nby those who are in authority to preach the Gospel and administer in the ordinances thereof\n(<span class=\"citation\" id=\"6701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6701)\">A of F 1:5<\/a><\/span>).\n<\/p><p>\n6. We believe in the same organization that existed in the Primitive Church, viz., apostles,\nprophets, pastors, teachers, evangelists, etc\n(<span class=\"citation\" id=\"6702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6702)\">A of F 1:6<\/a><\/span>).\n<\/p><p>\n7. We believe in the gift of tongues, prophecy, revelation, visions, healing, interpretation of\ntongues, etc.\n(<span class=\"citation\" id=\"6705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6705)\">A of F 1:7<\/a><\/span>).\n<\/p><p>\n8. We believe the Bible to be the word of God as far as it is translated correctly; we also\nbelieve the Book of Mormon to be the word of God\n(<span class=\"citation\" id=\"6706\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6706)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6706)\">A of F 1:8<\/a><\/span>).\n<\/p><p>\n9. We believe all that God has revealed, all that He does now reveal, and we believe that He\nwill yet reveal many great and important things pertaining to the Kingdom of God\n(<span class=\"citation\" id=\"6711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6711)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\n10. We believe in the literal gathering of Israel and in the restoration of the Ten Tribes; that\nZion will be built upon this [the American] continent; that Christ will reign personally upon\nthe earth; and, that the earth will be renewed and receive its paradisiacal glory\n(<span class=\"citation\" id=\"6713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6713)\">A of F 1:10<\/a><\/span>).\n<\/p><p>\n11. We claim the privilege of worshiping Almighty God according to the dictates of our own\nconscience, and allow all men the same privilege, let them worship how, where, or what they\nmay (<span class=\"citation\" id=\"6714\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6714)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6714)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\n12. We believe in being subject to kings, presidents, rulers, and magistrates, in obeying,\nhonoring, and sustaining the law\n(<span class=\"citation\" id=\"6717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6717)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\n13. We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all\nmen; indeed, we may say that we follow the admonition of Paul&mdash;We believe all things, we\nhope all things, we have endured many things, and hope to be able to endure all things.  If\nthere is anything virtuous, lovely, or of good report or praiseworthy, we seek after these\nthings&mdash;Joseph Smith\n(<span class=\"citation\" id=\"6720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6720)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nI shall not comment generally on the Articles of Faith. They speak for themselves, and we\ntrust they may prove acceptable to the government to which we submitted them as a statement\nof our principal beliefs.\n<\/p><p>\nIn addition to the requirement of a statement of beliefs and doctrines, we were asked to set\nforth our purposes and objectives as a Church.  The following is a brief statement of\nobjectives which was sent. I quote: \n<\/p><p>\n\"The objectives of the Church are to bear witness to the divinity of the Lord Jesus Christ; to\nteach all men the principles of his Gospel; and to convert and persuade them to follow in his\nways and keep the commandments of God, that they may thus advance the Kingdom of God\nin the earth to bring brotherhood and peace to men and nations, and earn exaltation for\nthemselves.\n<\/p><p>\n\"To achieve this objective the Church of Jesus Christ of Latter-day Saints builds and\nmaintains churches, temples, educational institutions for all ages, recreational buildings and\nfacilities, and projects designed to teach and encourage vocational and industrial preparation\nfor self-reliant living.  It teaches loyalty to country and fosters good citizenship in all\ncommunities where it is established.\"\n<\/p><p>\nThe statement submitted was necessarily brief.  May I amplify some portions of it?\n<\/p><p>\nHow and to what extent are we bearing witness to the divinity of the Lord Jesus Christ? \nFrom the latest figures available I give you the following: We are at present maintaining\nabout five thousand missionaries in the mission fields of the Church, which are established in\nnearly all countries of the world where the laws and practices of the people will permit their\nestablishment.  The average cost for each missionary a month is $58.96, to cover his living\nand maintenance in the mission field.  The total monthly cost for our missionary force\nexceeds $290,000.00, borne chiefly by parents of the missionaries, the missionaries\nthemselves, quorums, and other generous persons who contribute to the missionary fund. This\nvast sum of money, amounting to more than $3,400,000.00 a year, is spent in the countries\nwhere the missionaries labor, and thus contributes, substantially in some instances, to the\nnational economy of these countries.\n<\/p><p>\nOur missionaries do not live \"off\" the peoples in the countries where they are sent.  They\nbring in rather than take from the communities where they serve. In addition to the five\nthousand missionaries who serve in these missions which we call foreign, there are 6,429\nstake missionaries, who do not leave their homes, but perform missionary service among\nneighbors and friends not of the Church in the communities where they live. They give their\nservice without compensation, as do all missionaries of the Church.\n<\/p><p>\nIt will be interesting to members of the Church to know that for the first eight months of the\nyear 1956 there were 9,910 convert baptisms in the foreign missions, and 5,549 in the stake\nmissions, making a total of 15,459, a sufficient number, if concentrated, to make three or four\nnew stakes in the Church.\n<\/p><p>\nThe principal duty and the first obligation resting upon all of these 11,500 missionaries is to\nbear witness of the divinity of the Lord, Jesus Christ. They are sent out into the world as\nambassadors of Jesus Christ, and they are taught from the beginning that they cannot\neffectively represent and serve him without a firm personal testimony as to his divinity. If\nthey live the principles of the gospel, they never lose their testimonies, and they are always\nable, under the influence of the Holy Spirit, to bear testimony with such conviction as to\narrest the attention of God-fearing people.  This bearing of sincere testimony serves as a\npersuading and convincing influence to touch the lives of many long before the immature\nmissionary has been able fully to absorb and master the principles of the gospel in the\nteaching process.\n<\/p><p>\nHow essential is this bearing of testimony to the divinity of the Lord Jesus Christ?  Why, it is\nthe first essential credential of a Christian.  Jesus himself set the example, when, in justifying\nhimself before the Jews, he said: \"I am one that bear witness of myself, and the Father that\nsent me beareth witness of me\"\n(<span class=\"citation\" id=\"27688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27688)\">John 8:18<\/a><\/span>).\nAnd from all we can learn from scripture, we\nmust conclude that there is but one indispensable fact which lies at the basis of the whole\nChristian doctrine to which witness must be borne, and that is that Jesus Christ was the Son\nof God and sent by him to perform his mission in the world. How can anyone professing\nChristianity satisfy a Christian conscience without that testimony and that witness? Why are\nmen reluctant so to commit themselves?  Some may entertain conscientious doubts as to the\ndivine nature of the Christ.  I am sure they would do well humbly and open-mindedly to seek\nmore knowledge about him. Many more, I fear, are in the category suggested by Paul who are\n\"ashamed\" (<span class=\"citation\" id=\"42729\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42729)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42729)\">Rom. 1:16<\/a><\/span>)\nopenly to bear witness of him.  They seem to think that in some way it is belittling\nto their intelligence, and I fear too that some regard an open confession of faith as a\ncommitment to a course of life they do not have the strength and the will to follow.\n<\/p><p>\nI regret this reluctance, particularly of prominent and influential men, openly to declare their\nfaith, because I am sure that their influence is very considerable, particularly in the lives of\nthe young people who admire their successes, their standing in the community, and who could\nbe made to see richer and nobler purposes in life through the example and open statements of\nthose they so much esteem.\n<\/p><p>\nI think I know the underlying reason for this reticence.  It is self-sufficiency resulting from a\nlack of humility. Men of success are so prone to forget their dependence on a beneficent\nprovidence. It seems often necessary to bring into the lives of the haughty and proud calamity\nand great deprivation.  A rich man sometimes loses his possessions, his cherished wife and\nchildren, even his good name, before he begins to pray and acknowledge the supreme\ndispenser of all good things that endure.  I appeal for more testimony, for more courage to\nbear witness, for more humility to acknowledge the goodness of the Lord to his children.\n<\/p><p>\nThe second item in the statement of objectives which I mentioned is \"to teach all men the\nprinciples of his gospel; and to convert and persuade them to follow in his ways and keep the\ncommandments of God.\" Many of the principles of the gospel which our missionaries and our\npeople teach are set forth in the Articles of Faith which I have read. Time will not permit any\nextensive comment on them.  I wish, however, to mention a few items.\n<\/p><p>\nI mention the eleventh and twelfth articles: \"We claim the privilege of worshiping Almighty\nGod according to the dictates of our own conscience, and allow all men the same privilege,\nlet them worship how, where, or what they may\"\n(<span class=\"citation\" id=\"6715\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6715)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6715)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\n\"We believe in being subject to kings, presidents, rulers, and magistrates, in obeying,\nhonoring, and sustaining the law\"\n(<span class=\"citation\" id=\"6718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6718)\">A of F 1:12<\/a><\/span>).\n<\/p><p>\nI am able to understand from the history of the times how much importance the Prophet\nJoseph Smith attached to these articles in his day. The violation of the principles by bigoted\nand unscrupulous persons entailed infinite suffering and persecution to him and his people.  I\nquestion if, however, except with divine insight, he could have envisioned what the violation\nof these principles would mean to the whole world a century or more after he lived. I am not\nsufficiently informed to know whether other churches have any comparable statements in their\nconstitutions or declarations of faith, but the history of our times justifies the assertion that\nfew, if any, things have contributed more to the chaotic condition of the world than the\nviolation of the cardinal principles set forth in this statement of belief. They contain the very\nessence of freedom and liberty, and they support the majesty of the law. They are inspired\nstatements, and within them is comprehended the only true basis on which permanent peace\nmay be established.  We preach and we practice these principles all over the world wherever\nwe are given opportunity. We proclaim and we urge them in defense of liberty wherever we\ngo.  They are part of the gospel of Jesus Christ, and as such we teach them.\n<\/p><p>\nPerhaps we encounter some resistance in teaching the principles of the gospel because we\nhave important aspects of it given by revelation that are explanatory and go beyond the\nconventional teaching of Christianity as our Eighth Article of Faith proclaims: \"We believe\nthe Bible to be the word of God as far as it is translated correctly\"\n(<span class=\"citation\" id=\"6707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6707)\">A of F 1:8<\/a><\/span>).\nWe teach the Bible as the\nhistory of God's dealings with man, and as the basis of the Christian gospel, but we have\nadditional explanatory revelation which does not contravene the Bible, but which serves to\ninterpret and make plain many of its statements which are obscure or incomplete.\n<\/p><p>\nI shall give to you one illustration which is typical of others.  The Savior comforted his\ndisciples at the time of his departure with that supreme statement of comfort: \"In my Father's\nhouse are many mansions: if it were not so, I would have told you.  I go to prepare a place\nfor you\" (<span class=\"citation\" id=\"27695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27695)\">John 14:2<\/a><\/span>).\n<\/p><p>\nFor many centuries the world was without an explanation of the \"many mansions\" in our\nFather's house.  In February 1832, the Prophet Joseph wrote: \"From sundry revelations which\nhad been received, it was apparent that many important points touching the salvation of man\nhad been taken from the Bible, or lost before it was compiled. It appeared self-evident from\nwhat truths were left, that if God rewarded every one according to the deeds done in the\nbody, the term Heaven, as intended for the Saints' eternal home, must include more kingdoms\nthan one\" (see <span class=\"citation\" id=\"13480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13480)\">D&amp;C 76 Headnote<\/a><\/span>).\n<\/p><p>\nIt was in answer to this query in the mind of the Prophet that the revelation which is\nsometimes characterized as \"The Vision\" came to him.  It is the explanation of the words of\nthe Savior in that it defines the mansions, kingdoms, and glories which prevail in heaven, \"my\nFather's house.\" These kingdoms are designated as the celestial, the terrestrial, and the\ntelestial (<span class=\"citation\" id=\"13483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13483)\">D&amp;C 76:70-71,81<\/a><\/span>).\nThese designations conform with the declarations of the Apostle Paul in his first\nepistle to the Corinthians, wherein he sets forth,\n<\/p><p>\n\"There is one glory of the sun, and another glory of the moon, and another glory of the stars:\nfor one star differeth from another star in glory\"\n(<span class=\"citation\" id=\"287\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 287)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(287)\">1 Cor. 15:41<\/a><\/span>).\n<\/p><p>\nI wish I had the time to read to all our friends the description and attributes of these\nkingdoms and glories of the hereafter.  Here is a revelation which makes plain to all men the\ntranscendent and enduring benefits derived from striving for the best.  To those who have the\nambition, the courage, and devotion to attain the highest station, there are in store blessings\nthat transcend the comprehension of the finite mind.\n<\/p><p>\nThe Lord loves all his children, and in the orderly provision he has made for salvation every\ngood deed is rewarded, and all who have not utterly destroyed their prospects for recognition\nwill find place in the gradations of glory to which they are severally entitled.  Here is\nuniversal justice in law and order, tempered with great mercy for the frail and the weak. The\nrevelation gives us assurance that the highest station or glory is possible of attainment.  In all\nour teaching and persuasion, our one all-pervading predominant motive and purpose is to\nprepare ourselves and our fellow men for entrance and exaltation in the highest glory he has\nrevealed&mdash;the celestial kingdom. We want the best for ourselves, and we want it for others,\nbut we know we cannot acquire this glorious blessing for others.  Everyone must obtain it for\nhimself.\n<\/p><p>\nNow, how is entrance into the celestial glory obtained? It is obtained only through compliance\nwith the ordinances of the gospel, and keeping the commandments of God.  Our missionaries\nare not infrequently asked: \"Do you claim that you are the only ones who will go to heaven?\"\nThe answer to this question may well be given by the missionary asking of the inquirer,\n\"What do you mean by heaven? If you mean by heaven, a resurrection from the grave to\nimmortality, the answer is no. Through the atonement of Christ everyone will be resurrected. \nDo you mean by heaven one of the lesser glories and kingdoms therein? Then generally the\nanswer is no.  We believe that many, if not most, of the good men and women of the world\nwill obtain places and recognition in the lesser kingdoms of heaven.  But if you mean by\ngoing to heaven, gaining exaltation in the celestial kingdom of our Father, where God and\nChrist dwell, then the answer must be yes.  No man can attain the highest station without\ncompliance with the higher laws and ordinances, which may be administered only in the\nrestored Church of our Lord Jesus Christ under his authority and delegated power lodged in\nthe priesthood of his Church.\"\n<\/p><p>\nIf there be any disposed to criticize this view as being narrow and intolerant, we must bring\nto their attention the fact that we did not formulate the rules, regulations, and requirements for\nentrance into the celestial kingdom of our Father.  The Lord did that, both in ancient and\nmodern revelation. We seek to teach men that these rules of eligibility, though seemingly\nstrict and rigid, are in fact generous provisions for the happiness of the Father's children here\nand hereafter.  If any of the requirements seem to circumscribe the personal liberty of\nindividuals, it is because these so-called personal liberties in wisdom are not in the end good\nfor the individual or communities.  Every commandment the Lord has given is for the\nblessing and good of mankind.\n<\/p><p>\nI appeal, my fellow members of the Church, and to all men, so to regard them. While many\nare in the form of injunctions of restraint, there is in the keeping of every commandment a\npositive element of improvement of life through self-mastery and the subordination of the\nmaterial to the spiritual.\n<\/p><p>\nSo our mission is to bear witness of the divinity of the Lord Jesus Christ, and teach his\nrestored gospel in all its completeness.  The Lord has been good to us.  He has caused that\nprovision be made so that there are available to us all the facilities essential to realize our\ngreat purposes. He has blessed the Church with the devotion of faithful members scarcely to\nbe equaled in any movement of which we have record. They are generous in giving, they are\nresponsive to calls to duty, and their lives exemplify the loving principles by which they\nshould live.\n<\/p><p>\nTrue, not all are faithful.  Some fall by the wayside in weakness, to whom we always hold\nout the hopeful doctrine of repentance.  It is a glorious feeling, my brethren and sisters, to\nhave place with the faithful, to feel the warm, generous support of true brethren and sisters in\nthe Church of Christ. I have long been the recipient of his blessings, and I humbly make this\nacknowledgment and give thanks for membership in his Church and the privilege of serving\nhim, for health to carry on, for the confidence and love of my associates, and for the privilege\nof living in the society of the Saints of God.\n<\/p><p>\nI bear my humble witness that God lives; that Jesus Christ was his Only Begotten Son in the\nflesh; that the biblical account of his birth and life is true and not fictitious; that however\nmuch we may proclaim our admiration of his attributes and his teachings, that above all his\nmission was divine; that we cannot truly worship him without recognition of his sovereignty\nand his lordship.  I am happy to kneel at the throne of his power and give to him my\nallegiance and feeble effort for the establishment of his kingdom in the earth.\n<\/p><p>\nI bear witness that Joseph Smith was his prophet, chosen to bring the complete gospel to the\nearth in the Dispensation of the Fulness of Times; that he accomplished his mission; and that\nall men today are the beneficiaries of his inestimable contributions.\n<\/p><p>\nI bear witness that the holy priesthood has been restored to and continues in the Church of\nChrist; that that holy priesthood and power is here in the earth today in the year 1956,\nreposed in thousands of good men, servants of the Lord, with President David O. McKay\nappointed, sustained, and approved of the Lord, standing at the head, all to the end that the\nkingdom of our Father may be established and advanced in the earth.  Christ will come again.\nOur mission is to prepare the kingdom for his coming.\n<\/p><p>\nThe Lord help us all to be devoted to that exalted undertaking I humbly pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}