{"ID":857, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Origin of Man<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, October 1956, pp. 45-48<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am entirely dependent upon the Spirit of the Lord to direct\nme, and pray that the same sweet spirit that has prevailed will continue with us to lead me to\nsay that which I should say.  I am very thankful to the Lord that this his Church is built on\nthe rock of revelation, so that we are not turned about in all directions by all kinds of\nopinions and doctrines.  But as this is our blessing, we have also an obligation to know the\ntruth, and live the truth, and speak the truth. What a supreme blessing is truth in this\ndistraught world.\n<\/p><p>\nAt a meeting I recently attended where reference was made to a revelation concerning the\norigin and nature of man and the creation of the world, a young man came to me&mdash;a fine\nyoung faithful Latter-day Saint&mdash;and said he was so discouraged and depressed by the teachings\nbe was receiving in college that he worried about it, and about how he could pass his\nexaminations because he could not accept these teachings.  Of course I could only tell him\nthat he would have to hold to the truth no matter what the situation was. That is an obligation\nthat we do have as a people.  Who else has the revelations of God?  What other church in the\nworld is based upon these revelations? Having them, we must be true to them.\n<\/p><p>\nAs the Lord built his Church upon the rock of revelation\n(<span class=\"citation\" id=\"34793\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34793)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34793)\">Matt. 16:18<\/a><\/span>) so that it would endure, I think we\nourselves as individuals must stand on this same rock of revelation in our conduct, our\nthinking, and our lives, that we can endure; otherwise we will fall.\n<\/p><p>\nI hope this young man can hold to that principle, and I am concerned for all of our young\npeople as they go into the field of higher education and meet all the ideas that are so\nprevalent, which are in sharp conflict with the revelations of God that we know to be true.  I\nsuppose he had been taught something about the origin of man according to the theory of\norganic evolution.  I presume he might have been told what I remember reading in some\nman's writings, that we would have to look for our origin in some minute life in the ocean,\nperhaps, or in some amoeba-like organism-the simplest form of life. That, he said, was man's\nbeginning.\n<\/p><p>\nBut we know better than that.  The Lord says we were in the beginning with him.\n<\/p><p>\nYe were also in the beginning with the Father; that which is Spirit, even the Spirit of\ntruth;<br \/>\nMan was also in the beginning with God. Intelligence, or the light of truth, was not\ncreated or made, neither indeed can be\n(<span class=\"citation\" id=\"13509\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13509)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13509)\">D&amp;C 93:23,29<\/a><\/span>).\n<\/p><p>\nWe know beyond all doubt that we existed with God in the eternities and that we existed with\nhim in the heavens as his sons and daughters.\n<\/p><p>\nAnd he called upon our father Adam by his own voice, saying: I am God&mdash;I made the\nworld, and men before they were in the flesh\n(<span class=\"citation\" id=\"39087\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39087)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39087)\">Moses 6:51<\/a><\/span>).\n<\/p><p>\nNow, no matter what men may think, no matter what their theories may be, we need not be\ndisturbed in the least because we know the truth; I hope our children can be assured by their\nparents that they need not be disturbed because these revelations are true. Man did not come\nfrom the bottom of the ocean, but from heaven, and God is his Father. The Savior said that so\nbeautifully to Mary: \n<\/p><p>\n. . . go to my brethren, and say unto them, I ascend unto my Father, and your Father;\nand to my God, and your God\n(<span class=\"citation\" id=\"27713\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27713)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27713)\">John 20:17<\/a><\/span>).\n<\/p><p>\nThe Son came to the world to redeem it, to reveal unto us our Father, and to give his truth to\nthe world; also demonstrating his origin and his coming into the world to be the same as ours. \nHe said,\n<\/p><p>\nI came forth from the Father, and am come into the world: again, I leave the world,\nand go to the Father (<span class=\"citation\" id=\"27698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27698)\">John 16:28<\/a><\/span>).\n<\/p><p>\nThis is true of us all.\n<\/p><p>\nIn the spirit world he was perfect, the Firstborn of the Father. Our Father elevated him to the\nGodhead.  He became the Son and was given power to create man and the earth. As declared\nin the Book of Mormon, he was \". . . the God of Israel, and the God of the whole earth\"\n(<span class=\"citation\" id=\"5563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5563)\">3 Ne. 11:14<\/a><\/span>).\n<\/p><p>\nWhat was his bodily condition before his birth into the world, while he was the Son in the\nGodhead, and Jehovah to the Jews, and the God of the whole world?  He was a spirit\ndwelling in a spiritual <i>body<\/i> of refined matter in the same form as our earthly bodies.  The\nProphet Joseph Smith has told us that all spirit is matter. He said: \n<\/p><p>\nThere is no such thing as immaterial matter. All spirit is matter, but it is more fine or\npure, and can only be discerned by purer eyes\n(<span class=\"citation\" id=\"13533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13533)\">D&amp;C 131:7<\/a><\/span>).\n<\/p><p>\nThe Lord Jesus Christ then, as a spirit, had a spiritual body of this pure material.  When he\nrevealed himself to the brother of Jared, he said,\n<\/p><p>\nBehold, this body, which ye now behold, is the body of my spirit; and man have I\ncreated after the body of my spirit; and even as I appear unto thee to be in the spirit\nwill I appear unto my people in the flesh\n(<span class=\"citation\" id=\"22206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22206)\">Ether 3:16<\/a><\/span>).\n<\/p><p>\nWe were all men and women in heaven, just as we are men and women here.  We were not\nhazy shadows. Though spirits, we had form; we had substance.  The Lord said he had created\nman after the image of his spirit body, which was the same form in which he was to appear\non earth.\n<\/p><p>\n. . . that which is spiritual being in the likeness of that which is temporal; and that\nwhich is temporal in the likeness of that which is spiritual; the spirit of man in the\nlikeness of his person, as also the spirit of the beast, and every other creature which\nGod has created (<span class=\"citation\" id=\"13486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13486)\">D&amp;C 77:2<\/a><\/span>).\n<\/p><p>\nThe prophets said the Savior would come and take upon himself a tabernacle of flesh, and so\nhe came in his spirit body and took from the earth the elements needed to obtain a tabernacle\nof flesh and blood\n(<span class=\"citation\" id=\"40279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40279)\">Mosiah 7:27<\/a><\/span>;\n<span class=\"citation\" id=\"22205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22205)\">Ether 3:9<\/a><\/span>).\nWe know how he did that. We have done the same thing; and we came\nhere in the same form as did he. As his spiritual body clothed itself in a tabernacle of flesh\nand blood, so has ours.\n<\/p><p>\nAs he stood before Pilate to be judged, Pilate said, \"Behold the <i>man<\/i>\"\n(<span class=\"citation\" id=\"27709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27709)\">John 19:5<\/a><\/span>).\nWhen he calmed the\nwind and the waves, the people said, \"What manner of <i>man<\/i> is this, that the sea and the wind\nobey him?\" (<span class=\"citation\" id=\"33097\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33097)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33097)\">Mark 4:41<\/a><\/span>).\nSo he was a man, as we are men. He was also Deity, because of his perfection,\nand because his Father had by divine investiture raised him to that position.  While he was in\nthe earth, he was still he who had created the earth, as he was also when he submitted to\napostate priests and a pagan Roman governor to be judged and to be crucified.\n<\/p><p>\nSo what manner of creatures are we? His Father was our Father.  The offspring is like the\nparent.  You cannot change that law. In the book of Moses, speaking of the Father, it says: \n<\/p><p>\n. . . in the language of Adam, Man of Holiness is his name, and the name of his Only\nBegotten is the <i>Son<\/i> of <i>Man<\/i>, even Jesus Christ, a righteous Judge, who shall come in\nthe meridian of time\n(<span class=\"citation\" id=\"39088\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39088)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39088)\">Moses 6:57<\/a><\/span>).\n<\/p><p>\nNow these are the truths concerning ourselves.  Let us realize who we are and what we are\nand how we should live.  And when we meet these teachings opposed to God's word that\ncome to us and our children, let us know what they are.  They are nothing but the opinions of\nmen. Think how fantastic that a man, who is a son of God, should deny God and insist that\nhe came from a low form of life up through the shapes of lower animals to the image of God.\nHow preposterous that is! But our concept is based on the principle that the Apostle Paul laid\ndown. The first verse in the Bible says that the earth was created by God\n(<span class=\"citation\" id=\"23628\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23628)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23628)\">Gen. 1:1<\/a><\/span>), and the first\nchapter, that God created man in his own image\n(<span class=\"citation\" id=\"23631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23631)\">Gen. 1:27<\/a><\/span>).\nAll through the scriptures it is proclaimed that man is a son of God.\n<\/p><p>\nWhen men do not believe the truth, what is left for them to believe? Nothing but delusion and\nfallacy and error! So Paul said: \n<\/p><p>\n. . . they received not the love of truth, that they might be saved.<br \/>\nAnd for this cause God shall send them strong delusion, that they should believe a lie\"\n(<span class=\"citation\" id=\"5038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5038)\">2 Thes. 2:10-11<\/a><\/span>).\n<\/p><p>\nWhen our children are told about the \"missing link\" or the \"prehistoric man\" what can we\nsay?  In the light of the revealed word of God, what are we to conclude?  The Lord Jesus\nChrist who created man and the earth has, from the creation, declared that we all originated in\nheaven.  His teachings are that we were perfectly organized beings with spiritual bodies\nsimilar in form to our mortal bodies, but of finer material; that we were sons and daughters of\nGod and came to the earth in these spirit bodies patterned after the spirit body of the Lord\nJesus Christ; that we each took from the earth a body of flesh and blood to tabernacle our\nspirit body, as did he; that we were men and women with spirit (material) bodies, in the same\nform as these we now have, long before this earth was ever formed; that in the eternities past\n<i>men like us with bodies of flesh and blood have lived in worlds like ours<\/i>, many of which\nhave passed away, and that others have been created for men like us to inhabit-\n<\/p><p>\nAnd worlds without number have I created . . .<br \/>\nAnd as one earth shall pass away, and the heavens thereof, even so shall another come .\n. .<br \/>\nFor behold, this is my work and my glory&mdash;to bring to pass the immortality and\neternal life of man (<span class=\"citation\" id=\"39078\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39078)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39078)\">Moses 1:33,38-39<\/a><\/span>).\n<\/p><p>\nThis being true, man did not originate here in spirit or body. Man in a body of flesh and\nblood has lived through the eternities. How foolish to look for the origin of the human body\nin this world at this late time. The theory that man came into his present form through a\nprocess of evolutions is untrue-a mere delusion.  This being the case and so declared by the\ndivine Creator of all these worlds, our own included, it must follow that there never was a\n\"missing link\" on the earth.  There never was a \"prehistoric man,\" in the sense that he was part\nman and part something else.  No such creature ever existed in this or any other world. He or\nit exists only in the minds of men who refuse the truth and have a theory of their own that is\nutterly false-contrary to the revealed word of God.  Such an idea could come only after\nrejecting God's word. That creature which men visualize in their minds because of their false\ntheory, they draw in pictures and they model in clay and say that such a thing once existed\nupon the earth.  There never did exist such a creature in the earth, or out of the earth.  God\nsent man as a perfect being, his offspring in his image, with a material (spiritual) body in the\nsame form as we are now, to be born on the earth, to obtain a tabernacle of flesh and have an\nearth existence.  We are all pre-earth men, but not one a \"prehistoric man.\" The earth did not\noriginate man. \"<i>The Man<\/i>\"&mdash;\"the <i>Son<\/i> of <i>Man<\/i>\"&mdash;created the earth and all that is in it.\n<\/p><p>\nAnd it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you\nconcerning this heaven, and this earth; write the words which I speak.  I am the\nBeginning and the End, the Almighty God; by mine Only Begotten I created these\nthings; yea, in the beginning I created the heaven, and the earth upon which thou\nstandest (<span class=\"citation\" id=\"39082\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39082)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39082)\">Moses 2:1<\/a><\/span>).\n<\/p><p>\nGod help us to live consistent with this great truth.  I bear my humble witness that this is\ntrue; that this is the living Church of God restored to the earth, based upon revelation, and\nthat revelation is operative now and will continue so; that Joseph Smith was a prophet of the\nLiving God, who associated with God and heavenly beings and was taught by them during\nmany years; and I bear witness that the keys of the Holy Priesthood, the power for the\nsalvation of the human family, abides in the President of this Church today, and that no man\ncan bypass this Church and find salvation.  No man can bypass Joseph Smith and receive\nsalvation.  God honors his servants.  I bear this humble witness in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}