{"ID":858, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Sanctify Yourselves<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, October 1956, pp. 48-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, it is not an idle hope that I express when I ask you to join\nyour faith and prayers with mine.  It is the only way, I believe, that I can say a word to you\ntoday that may be helpful and inspire an effort to approach more nearly the life that our\nHeavenly Father would like us to live.\n<\/p><p>\nBefore I talk about what I had in mind, I would like to say to the singers today that I\nappreciate very much the music which they have rendered, and I have great interest in their\ngroup for two reasons: One is that my grandfather was chosen by the President of the Church\nto carry the gospel to Scandinavia; another is that I discovered in reading the genealogical\nhistory of one line of my heritage, that it was carried back to the Norsemen who came into\nEngland such a long, long time ago.\n<\/p><p>\nNow I admit that this student in carrying it back had to use ten-league boots over some of the\nstretches, but I hope it is true nevertheless.\n<\/p><p>\nI had thought that I would begin today by bearing my testimony to the restoration of the\npriesthood, the organization of the Church, and to a return of a true interpretation of the\ngospel of Jesus Christ.\n<\/p><p>\nPresident Richards has done that so beautifully that all I will ask is that you let me\nincorporate his testimony in mine, because I believe from the bottom of my heart that what he\nhas said is true.\n<\/p><p>\nMany of us who are here today are bearers of the priesthood.  We are all, or nearly all of us,\nmembers of the Church in which that priesthood functions for the development and well-being\nof people.  I presume we are all here to try and gain a little better understanding of the gospel\nplan and a greater enthusiasm for it, a greater determination to carry its teachings into our\ndaily lives.\n<\/p><p>\nWe have been told that we are the children of God, our Heavenly Father, that we had a\nconscious spiritual existence before we came here. The gospel plan is one which God and his\nSon Jesus Christ developed, which if properly followed by the spirits who come into the\nearth, would lead them back not only to the presence of God but also to an exaltation in his\npresence, all of which has been explained to us today. The gospel includes many things that\nwe should do. Some phases of its expression are in the form of \"thou shalt not\" do this or\nthat.  Others are in the positive form of \"thou shalt\" do this and that. Of course, it is our\npurpose to learn what they are and properly interpret them and integrate them into our daily\nliving.\n<\/p><p>\nThe first great commandment that was given to Adam and Eve in the Garden of Eden,\naccording to recorded history, the revealed words which we have, was to multiply and\nreplenish the earth (<span class=\"citation\" id=\"23633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23633)\">Gen. 1:28<\/a><\/span>).\nIn my recent visits to the stakes over the last two or three years, I have\ntried to keep a record of the percentages of the people who were married as members of the\nChurch, who were married in the temple. I discovered that about fifty-five percent of the\nmarriages were celebrated in the temple.  Forty-five percent of them were of people who had\nnot the inclination to go to the temple for that purpose.\n<\/p><p>\nI feel in my heart that it was the intent of God that when marriage should be celebrated, it\nshould be done with the vow and promise that it would never be broken, so that the great\nprivileges of exaltation which are promised us could be realized throughout eternity. It is an\nunfortunate thing that many of these marriages are hastily contracted and not sealed by the\npowers of the priesthood. Consequently, many of them break up and result in disaster.\n<\/p><p>\nNow how are we going to find out the things that we should do to make a marriage like this\nperpetual?  We have to return to the gospel of Jesus Christ and put its teachings into practice. \nCould we make a perfect effort at that, of course, we would eventually attain to the powers of\nGod, for that is the promise which he has given us.\n<\/p><p>\nOur purpose in coming here today is to learn something about it and how, perhaps better, we\ncan do those great things.\n<\/p><p>\nI would like to read to you a scripture found in the Doctrine and Covenants which I think\nexpresses the purpose of the gospel: \n<\/p><p>\nTherefore, sanctify yourselves that your minds become single to God, and the days\nwill come that you shall see him; for he will unveil his face unto you, and it shall be\nin his own time, and in his own way, and according to his own will\n(<span class=\"citation\" id=\"13499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13499)\">D&amp;C 88:68<\/a><\/span>).\n<\/p><p>\nThen, in another section we read: \n<\/p><p>\nFor you shall live by every word that proceedeth forth from the mouth of God\n(<span class=\"citation\" id=\"13494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13494)\">D&amp;C 84:44<\/a><\/span>).\n<\/p><p>\nThe recorded revelations that we have-the modern ones-we find in the Doctrine and\nCovenants and the Pearl of Great Price, but there are many revealed expressions of the\ndoctrine and will of God, our Heavenly Father, in the Bible, so we have the three sources.\nJohn says in his writings,\n<\/p><p>\nSearch the scriptures; for in them ye think ye have eternal life: and they are they\nwhich testify of me (<span class=\"citation\" id=\"27683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27683)\">John 5:39<\/a><\/span>).\n<\/p><p>\nIt is my firm conviction that when we come to understand really the scriptures, we discover\nthat every single purpose therein is to testify that Jesus Christ was to come, is the Son of\nGod, and was to work out a redemption for us. He prepared the plan that we should follow. \nIt is our purpose to learn it and then to try to live by every word that has proceeded from the\nmouth of God.\n<\/p><p>\nYou will remember the first scripture says,\n<\/p><p>\nTherefore sanctify yourselves. . .\n<\/p><p>\nI met a member of the Church one time who said that salvation does not depend upon men's\nacts at all, and he quoted the scripture, \". . . by grace are ye saved . . .\n<\/p><p>\n\"Not of works, lest any man should boast\"\n(<span class=\"citation\" id=\"21686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21686)\">Eph. 2:8-9<\/a><\/span>).\nThis does not seem quite like that,\ndoes it?  We are saved from death and given the privilege of a resurrection and through the\ngrace and gift of God we have the privilege of sanctifying ourselves, thus earning an\nexaltation.\n<\/p><p>\nSo that is our problem, brethren and sisters.  Let us read the scriptures; let us discover in\nthem the way of life that will lead us back to the kingdom of God.  Let us put forth every\neffort and sanctify and purify our lives. And, brethren and sisters, let us be more interested in\nthe effect upon ourselves than that which we think we observe sometimes in our neighbors.\n<\/p><p>\nThere are many of the provisions I have said which say, \"thou shalt not\" do this and that, and\nmany of us are prone to judge our neighbors, thinking only of the things that they should not\ndo which we think they do; but there is a positive side to this which far outweighs that, it\nseems to me, as far as we individually are concerned. We should be not interested in the\nfailures of our neighbors but in their successes and in our own successes in coming nearer to\nGod our Heavenly Father.\n<\/p><p>\nThe first great principle is love.  We are to love God our Heavenly Father.\n<\/p><p>\nThen the next principle to it is we should love our neighbor as ourselves\n(<span class=\"citation\" id=\"34807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34807)\">Matt. 22:37-39<\/a><\/span>).\nIf we could just do\nthat, we would glory in the successes of our neighbors; and while we would feel bad if they\nmade mistakes, we would not judge them, entirely, on the mistakes they made, but would\nbalance against them the efforts towards righteousness that they demonstrate.  Then if their\nrighteous conduct should outweigh the other side, we would be happy, would we not? That is\nthe way we would like people to think of us. That is the way we would think of them.  We\nwould extend mercy to them.  That does not mean feeding them and clothing them; it means\nhelping them to adjust their lives to the will of God, our Heavenly Father, and to give aid and\nsuccor. Spiritual aid and succor is more important than temporal aid at times. We should\nextend both, of course, but most certainly, if we love our neighbor, we are going to extend to\nhim our spiritual aid and comfort in the spirit of mercy.\n<\/p><p>\nGod said to Adam that he should cultivate the soil and live by the sweat of his brow\n(<span class=\"citation\" id=\"23636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23636)\">Gen. 3:19<\/a><\/span>) and that\nstill is the responsibility of every one of us.  How can we feel that we have completely done\nthe will of God if we are not diligent in providing for ourselves and for those who are\ndependent upon us? Is there ever a time in the life of a man, who is able to do so, when he\nshould not provide for himself?  Diligence, then, is another phase of this great program that\nGod gave us, a practical, everyday program for everyday living, which when properly carried\ninto effect has its spiritual reaction just as definitely as anything else, and the man who meets\nhis obligations to his fellows is likewise sanctifying his soul.\n<\/p><p>\nThe positive side of this has so many different headings that it is impossible for me to try to\ndeal with all of them, but there is still another side that I try never to forget, and that is that\nto sanctify one's soul one should gain control over the God-given urges and propensities of\none's body, and there are so many of us who fail in that.  That is so often the cause of\ndisruption in marriage relationships; people fail to live true to the covenants which they make\nin marriage simply because the urges of the body are too strong for them, and they do not,\napparently, seek the spirit of God in an effort to gain control.\n<\/p><p>\nI have said so many times, and I repeat it, that I believe self-control, perfect self-control,\nwould be the greatest victory that any person born into this earth could gain; and with perfect\nself-control and a knowledge of the plan which God prepared for us, which we can only find\nby searching the scriptures and listening to the authorized priesthood of God, we would be\nable to sanctify our souls, would we not?\n<\/p><p>\nTo sanctify means to make holy, and only holy things can come back to the presence of God,\nour Heavenly Father. So, sooner or later, if we enjoy the privilege of association under the\ninfluence of Jesus Christ and the Father, it will be because we sanctify ourselves, that our\nminds may be single to God (<span class=\"citation\" id=\"13500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13500)\">D&amp;C 88:68<\/a><\/span>).\nIf we had that single purpose, to please God, we would strive to\nlearn how, and then to do just exactly what would be required.\n<\/p><p>\nFor you shall live \"by every word that proceedeth out of the mouth of God\"\n(<span class=\"citation\" id=\"34747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34747)\">Matt. 4:4<\/a><\/span>). That\nis the key, brethren and sisters. Let us learn what it is; and when we learn it, let us not try to\nfind loopholes in the recorded statements that will justify our failure, but let us determine\nthrough prayer and humility to reach a proper understanding of the plan and then live it as\nnearly perfectly as we can.\n<\/p><p>\nMay God bless us, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}