{"ID":860, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Expanded Indian Program<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1956, pp. 52-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, I should like to speak to you today about our Lamanite\nbrothers. I quote from Nephite prophets: \n<\/p><p>\n. . . thus saith our God: I will afflict thy seed by the hand of the Gentiles;\nnevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a\nfather to them (<span class=\"citation\" id=\"3595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3595)\">2 Ne. 10:18<\/a><\/span>).\n<\/p><p>\nAnd again: \n<\/p><p>\n. . . the Lord God will raise up a mighty nation among the Gentiles, yea, even upon\nthe face of this land; and by them shall our seed be scattered.<br \/>\nAnd after our seed is scattered the Lord God will proceed to do a marvelous work\namong the Gentiles, which shall be of great worth unto our seed; wherefore, it is\nlikened unto their being nourished by the Gentiles and being carried in their arms and\non their shoulders (<span class=\"citation\" id=\"1537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1537)\">1 Ne. 22:7-8<\/a><\/span>).\n<\/p><p>\nRelatively little progress had been made since Columbus discovered America, until recent\nyears. Hundreds of thousands of Indians were killed by the invading Gentiles from Europe,\n128,000 in New England alone, according to historians. The rest were pushed back, scattered,\nand finally placed on reservations. The battle of America continued for hundreds of years, the\nred people fighting for their families, their homes, their hunting grounds, and their very\nexistence.\n<\/p><p>\nFinally the scriptures are being fulfilled. \"Nursing fathers and mothers\"\n(<span class=\"citation\" id=\"25176\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25176)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25176)\">Isa. 49:23<\/a><\/span>) are being raised up to\nbring the blessings of freedom and education and health to the sons of Lehi. We can\nremember when the majority of Navajo children were without schools, and other tribes were\nconsiderably limited. It is said that \"The darkest hour is just before the dawn.\" But their day\nis dawning. There has perhaps been more constructive consideration given to the Indian\npeople in the last decade than in the entire century before.\n<\/p><p>\nIn 1947 the cry was raised: \"The Navajos are freezing and starving.\" You remember, I am\nsure. Truckloads of clothing and food were gathered here in Utah and taken from our Church\nwelfare storehouses for these distressed Indians. Simultaneously, the press took up the cry and\nthe warmhearted people of the nation, and particularly of the West, answered the call with\nbedding, food, clothing, and money. The echoes resounded from ocean to ocean and a\nsleeping nation roused itself.\n<\/p><p>\nPictures and stories of want and starvation were printed in newspapers and magazines;\npressures were brought to bear upon officials; and the important prophecies began to be\nfulfilled and the arms of the Gentile nation which had scattered the Lamanites now opened to\nenfold them, and the shoulders which once were used to push them into reservations, now\nsquared away to carry these deprived ones to their destiny. Even within the past two or three\nyears, great strides have been made. Education, the common denominator and leveler, is\ncoming to the red man. The clinic and hospital are available to him. Indian children are being\nborn in hospitals; sanitation is being taught; and the sun is rising on the Indian world with the\ngovernment, churches, and many agencies becoming nursing parents\" to them.\n<\/p><p>\nYesterday tribal people resisted education; today they grasp it eagerly. Not long ago nearly all\nIndians were illiterate and unschooled; today in 1956 nearly every Indian child in America\nmay have some training. Yesterday Indian children were kidnapped from their parents and\nforced to school. Today parents beg for schools, and children eagerly attend.\n<\/p><p>\n     Indian life is swiftly changing<br \/>\n     Like the sand in wind-swept dunes,<br \/>\n     Ever changing 'stablished patterns,<br \/>\n     New strong forces, healing wounds.<br \/><br \/>\n&nbsp; &nbsp;          (Spencer W. Kimball.)\n<\/p><p>\nMr. Paul Jones, chairman of the Navajo Council, recalls his childhood in his inaugural speech\nof April 4, 1955: \n<\/p><p>\nThe salvation and hope of our Navajo people lies in education . . . at one time we\nmade our living on livestock and a little cornpatch. When we returned from Fort\nSumner there were 9,000 of us. There are now 76,000 . . . We must be educated in\norder to be absorbed with the rest of the people of these United States . . . those of\nyou who have been educated must tell your people of the benefits of education . . . It\nis the greatest hope that we have for our Navajo people . . . When they returned (from\nFt. Sumner) they were reluctant to send their children to school. The Federal\nGovernment had to send police out to gather the children for school . . . I remember\nmyself distinctly. I was of school age at that time. My father and mother used to hide\nme under sheepskins and blankets when they saw a person coming who represented the\nschools. I was the only boy in the family. They used to hide me when they saw the\nschool people or policemen coming. However, one bright day, they made a mistake.\nMy parents were not on the lookout, and someone saw me, even though I was hiding\nbehind the hogan. That person said: \"That boy must go to school.\" So away I went to\nschool. But our eyes are now open to the advantages that school has for us . . .\n<\/p><p>\nToday, Mr. Jones is the educated and cultured chief leader of the Navajo tribe.\n<\/p><p>\nThe Treaty of 1868 with the Navajos stated that the government would provide a school and a\nteacher for every thirty children between the ages of six and sixteen&mdash;\"who can be induced or\ncompelled to attend school.\" Compulsion has now been replaced with an obsession for school\nin many families. It is a far cry from today back to 1744 when the Virginia commissioners\nmade an offer to the chiefs of the Six Nations to educate six of their Indian boys.\n<\/p><p>\nIt is of interest to note that in a feeble way the government has been trying for two hundred\nyears to educate the Indians, and from a few at the inception of the nation, today we approach\nuniversal education for them.\n<\/p><p>\nThe Virginia Commissioners received this reply from the Indian chiefs: \n<\/p><p>\nSeveral of our young people were formerly brought up at the colleges of the Northern\nProvinces; they were instructed in all your sciences; but when they came back to us,\nthey were bad runners; ignorant of every means of living in the woods; unable to bear\neither cold or hunger; knew neither how to build a cabin, take a deer, or kill an\nenemy; spoke our language imperfectly; were therefore neither fit for hunters,\nwarriors, or counselors; they were totally good for nothing. We are however not the\nless obliged by your kind offer, though we decline accepting it. And to show our\ngrateful sense of it, if the Gentlemen of Virginia will send us a dozen of their sons, we\nwill take great care of their education, instruct them in all we know, and make <i>men<\/i> of\nthem.\n<\/p><p>\nThat comes from the old records, and Dr. Ernest Wilkinson quoted it in the Indian Congress\nhere last week.\n<\/p><p>\nNow may I tell you of our most perfect program and unselfish adventure in human\nrelationships. The \"outing\" program had been attempted by others at times, but I think never\non this basis. As we began to bring into the Church many faithful Indians, almost their first\ndesire was that their children should have the schooling and church training which the\nnon-Indian children enjoyed. Indian families working among us here in our beet, cotton, or\npotato fields saw the luxury enjoyed by white children who were well-fed and well-dressed, in\ncomfortable homes, going to excellent schools daily. They saw their own little deprived\nfellows who must follow the family to the faraway fields so parents could earn money to feed\nthem. Their dreams and yearnings finally forced the affectionate parents to become bold\nenough to approach a white employer: \"Would you let our little girl stay with you and go to\nschool after we have gone back to the reservation? She will be a good girl and cause you no\ntrouble.\"\n<\/p><p>\nWith the earnestness in their eyes and the pleading in their voices, who could resist? The\nexperiment began. A few children were left in homes. They were happy and grateful. The\nfoster parents were pleased, and neighbors wished also to participate. On the reservation,\nnatural parents told their neighbors, who also wrote pleading letters for their own children.\nThe number increased to twenty, sixty, eighty, and then last year to 253. It grew like Topsy.\nArrangements at first were between natural parents on the reservation and willing foster\nparents in Utah; but when the Church determined to give it support, the plan was given legal\nstatus and brought under the Utah State Department of Public Welfare, children's service,\nthrough the state license of the Relief Society. Inasmuch as it is illegal for anyone without a\nstate license to engage in any way in the placing or receiving of children, it is urged that\nneither missionaries nor members engage in the independent placement of children.\n<\/p><p>\nHere is how the plan works: \n<\/p><p>\nIn August more than 250 Indian children move northward. The Begay family is typical. The\nBegays have a team and spring wagon and ride slowly across the hills and valleys and barren\nstretches to the gathering place. In the miles and miles of travel, Father and Mother Begay\nhave time to discuss with Ruth and Billie the great adventure ahead: \"Here is your\nopportunity,\" Father Begay is saying. \"Our Church is taking you to a good Mormon home in\nUtah where you will be kindly treated and may go to school. You must be grateful and study\nhard and learn.\"\n<\/p><p>\nAnd now Mother Begay, in colorful velveteen, and her hair in a bob, is adding: \"These\nChurch members are doing this in the goodness of their hearts. They are not paid for the food\nand clothes and shelter and training that they are giving you. They will treat you like one of\ntheir own. You must do your part like the children of the family.\"\n<\/p><p>\nAt last they reach the Gap in northern Arizona. Other Indian families are arriving also in\nwagons and pickups. The kindly driver loads their belongings into the chartered busses. Our\nfriendly Church chaperone meets the family and the children. Farewells are said, and tears are\nshed as affectionate parents and children part for the school term. Though already homesick\nand lonely at heart, neither parents nor children would change their minds, so grateful are\nthey for the opportunities just opening. The Begays and the Chees and the Biligodys hitch up\ntheir horses, and with a tearful happiness, drive to their homes on the reservation, while the\nbusses, filled with eager, excited children, drive northward.\n<\/p><p>\nOne observer wrote this of the parting: \n<\/p><p>\nThere were a few tears&mdash;tears of premature homesickness from youngsters leaving the\nreservation for the first time and suddenly reluctant and fearful of the future. Tears\nfrom little brothers and sisters, too young or otherwise unqualified for the great\nadventure. And there were a few furtive tears from parents, realizing at this moment of\nparting how long and lonely the months stretched out before spring vacation.\n<\/p><p>\nJust a few hours and the busses are in Richfield, Utah. The kindly chaperone has kept the\nchildren happy and looked after their every need. It is very early in the morning at the\nreception center, but it is already a hive of industry, and keen expectancy is in the air. Sevier\nStake becomes the host, and the stake presidency, members of the priesthood, and the Relief\nSociety sisters are waiting. There is the smell of bacon in the air, and the young redskins,\nsome of whom have been here before, file out of the busses and into the Church dining room\nfor bacon, eggs, milk, fruit, and cereal, prepared by the Relief Society sisters.\n<\/p><p>\nSoon breakfast is over. The processing is begun. Kind sisters take the girls in one building\nand understanding priesthood brethren the boys in another where they are bathed and\nshampooed and made ready for the clinic. The food, soap, shampoo, and other things are\nfurnished free by the Church. All who assist are volunteer workers, doing this like all other of\ntheir Church work, without remuneration. Six hundred towels are furnished free by a generous\nlinen company, typical of many other favors. The children line up for the clinic where several\nphysicians, furnished by the United States Health Service, senior medical students,\ntechnicians, and several nurses, on loan from the Utah State Health Department, all go to\nwork. The little folk's chests are x-rayed; their hearts, eyes, skin, ears, teeth, and temperatures\nare checked, and a complete record made. Their fears are quieted by sweet, sympathetic\nwomen when tears of unhappiness follow the needle-jabbing of immunization and the blood\ntest. They know this is for their good. Lunchtime comes, and another appetizing meal is\nenjoyed from welfare supplies. There is some rest, and there is supervised play and a movie.\n<\/p><p>\nThen come the foster families, hundreds of them, from all over Utah: unpaid families whose\nonly desire is to provide unselfishly for the child and to \"mother\" and \"father\" him and train\nand guide him. They are driving in from Kanab and Salt Lake City; from Moroni and\nEscalante; from St. George and the Uintah Basin-unselfish families anticipating the new\narrival to their family. There are stake presidents, bishops, mayors, editors, doctors,\nfarmers&mdash;the finest people in the communities of Utah and of the world&mdash;each family to receive for the\nschool term an Indian child, accepted by them to become a real part of the family. The white\nchildren present excitedly speculate as to which of the Indian youngsters, so hungrily eating\nluncheon, is to be their new brother or sister. In the stake tabernacle films are shown on\nIndian culture, and a talk is given on the part each is to play in this glorious human drama.\nFour days of this processing follow.\n<\/p><p>\nNow, for the school term, the Indian child is on a par with his new brothers and sisters. He\nrides horses, feasts at picnics, does chores, goes swimming, takes music lessons. He goes to\nschool and enters into every Church, civic, and community activity on an equal basis. Before\nthe meal, the new family member takes his turn in family prayers and blessing the food. He\ngoes to Sunday School and priesthood meeting. The little ones go to Primary and the larger\nones to MIA, and all the family go together to Sacrament meeting. The child attends seminary\nand is advanced in priesthood and auxiliary activities. Many do baptism work in the temples.\nIn school he fits into the regular classes, and if his language is faulty, likely the teacher will\ngladly give up her noon hour to tutor him. Foster parents write to natural parents, sending\npictures. Case workers visit every child and family monthly and visit schoolteachers and\nprincipals often and assure themselves that harmony and understanding prevail.\n<\/p><p>\nThe Indian children have proved themselves to be alert, brilliant, and responsive. They often\ntake the lead in their classes, being elected to school offices, and they graduate from many\nhigh schools in Utah. They are going out into employment and are making good. The\nemployer of one of our Indian girls in office work said: \n<\/p><p>\n\"She is one of our best workers. I wish we had many more like her.\"\n<\/p><p>\nFour months and Christmas comes. The children remain in Utah where they share the\nChristmas gifts, parties, and other kindnesses equal to and the same as the white children.\nLatter-day Saints have a keen interest in the Indians and are willing to share with and\nsacrifice for them.\n<\/p><p>\nFive more eventful months pass and 250 Indian children are on their way back to the\nreservation. Though some might like to remain in Utah, all are sent home to keep welded the\nnatural family ties. Again farewells are said, and tears are shed, and they reluctantly leave\ntheir Utah homes and the tearful family whose home and hearts they have been sharing, and\nthey fill the chartered busses again. The selected bus driver is exceptionally kind; the\nchaperone is most solicitous. No baggage is mixed; no children are lost; and a happy group\nturns homeward. Home! Family! Hours of pleasant travel, and the distribution center is\nreached. The missionaries are here to greet them, and the Indian families to enfold them\ngratefully to their hearts. For three happy months they will cement family ties on the\nreservation, and then, off for another year of school.\n<\/p><p>\nMuch planning and prayer and fasting have gone into our program. In the summer the social\nworkers travel through the reservation. They visit each home or hogan and get acquainted\nwith the children and the parents, catching the spirit of the family, its background, the training\nof the children, and their individual needs. With our missionaries, who nurture them\nconstantly, these special workers urge the parents to have the children examined and treated\nfor dental and medical needs. Proper legal contracts are secured, and arrangements are made\nwhereby missionaries will pilot them the coming August to the proper place for embarkation.\nCareful studies are made for efficient and understanding placement for the coming year.\n<\/p><p>\nNow the workers return to the Utah communities and visit the white families who have\npreviously signified their willingness to cooperate. The home and its facilities are studied to\nbe sure the child and family will be comfortable and happy. The family is interviewed and,\nthrough a visit to the bishop of the ward, is evaluated and their worthiness determined. No\nchild of trusting Indian Church members is placed in a broken home or one which is not an\nexemplary one. No child goes into a home where liquor is used or where there is friction or\ndelinquent children. He goes into a well-ordered home where there is the rare combination of\nkindness and discipline, firmness and affection; into a praying family, a religious, devoted\nfamily of character, faith, and love. Here is opportunity at its best for the Indian to get away\nfrom his worst enemies: idleness, liquor, and immorality.\n<\/p><p>\nIt is heartwarming to see the friendly cooperation of government, state, and local and school\nofficials and teachers. Our Church classes have absorbed the little fellows into their groups,\nand timid, shrinking children have become happy, normal playmates and workmates and\nfamily members. One young Indian, after five consecutive years with a delightful,\ncooperative family, graduated from a Utah high school where he was student-body president,\nand with a $350.00 Standard Oil scholarship, attended Brigham Young University; he is now\nin the Northern States Mission on a full, regular mission. Two other Indian boys are filling\nregular missions in the Southwest Indian Mission, where Oneida Indian girls have also filled\nmissions. This is the beginning. The future is most promising.\n<\/p><p>\nWe expect our graduating youth will continue from these high schools into Brigham Young\nUniversity. At first there were a few, and some of them discontinued, but last year with\nthirty-four representing eighteen tribes from east to west, and this year with even more, they\nare already taking hold and stabilizing themselves. From now on we expect that Indians in\never-increasing numbers will be numbered in the graduating classes of Brigham Young\nUniversity.\n<\/p><p>\nThe Church has generously provided for an intermediate program whereby Indian students\nwho have come a little short of collegiate requirements may have special tutorial service from\nskilled teachers. Scholarships are provided to assist worthy students in the university, but\nmany of our Indian children are already paying their entire way.\n<\/p><p>\nHundreds of our Indian youth are receiving character-building and religious training wherever\nthey go in government schools in Kansas, Oklahoma, Oregon, California, Nevada, Arizona,\nNew Mexico, and in the great Intermountain Indian School at Brigham City, Utah, where we\nhave a branch of the Church comprised of Indians. Here, President David O. McKay last\nwinter dedicated the commodious chapel near the school wherein our youth are taught correct\nprinciples, all the virtues and the doctrines of the gospel of Jesus Christ.\n<\/p><p>\nOur program is appreciated by the Indian people. When some opposition threatened the\nprogram last summer in one area, a petition was sent to us signed by many Indian parents\npleading for the continuance of the program, and reservation officials were also approached.\nThe petition read: \n<\/p><p>\nWe parents feel that your organization has done wonders for our children, and we wish\nyou would try every effort to place our children this year.\n<\/p><p>\nOne prominent non-member observer wrote us: \n<\/p><p>\nYou have the most perfect program for Navajo children that has ever been initiated to\nthis time. We are all grateful for its outstanding success.\n<\/p><p>\nAnother said: \n<\/p><p>\nI have never enjoyed a more wonderful experience in wholehearted cooperation and\ncomplete harmony of effort than I enjoyed at Richfield.\n<\/p><p>\nA tribal leader wrote us: \n<\/p><p>\n. . . This is very gratifying to our Navajo people in that your organization has taken\nsuch interest in our Navajo children . . . We deeply appreciate your service to our\nNavajo people . . . There have been several notifications reporting the foster homes\nfor educational purposes by your child placing agency as a very important and\nnoteworthy help . . .\n<\/p><p>\nTwo missionaries wrote, when the children had returned home for the summer: \n<\/p><p>\nYesterday in our testimony meeting, a mother of one of the girls who went to Utah\nthis year got up and told how grateful she was to our Father in heaven that her girl\nhad been able to go up to Utah where she could learn to pray, speak English better,\ncook, sew, and gain the schooling that she wanted her child to have that she herself\ndidn't get.\n<\/p><p>\nOne sister wrote of the first Sacrament meeting after the return of the children from Utah,\nhow without embarrassment they had taken part in the services, giving talks, songs, and how\nsome had borne testimony with such poise and impressiveness that the parents were amazed,\nas were Indian children who had been away to other schools.\n<\/p><p>\nIn our great country times are changing. Schools are provided for practically every Indian\nchild, and tribal funds are made available for determined but impecunious students. True\nreligion and faith in the Eternal God are replacing superstition; the physician is taking the\nplace of the medicine man; and administration by the priesthood is replacing the sand patterns\nand the signs for the Latter-day Saint members. Young couples are obtaining licenses from\ncourt clerks and being married by ministers and bishops. Bodies are being buried much the\nsame as the white dead. The Indians who still place on the grave meats and fruits and other\nfoods cannot understand why the dead of the white man can smell the flowers any more than\nthe Indian dead can enjoy the food. The destructive custom of burning the home and its\ncontents when death occurs therein is giving way. One of our sweet Apache sisters wrote this\nat the death of her husband: \n<\/p><p>\nI live in my house. I do not burn it like other Indians. I believe what the missionaries\ntell me. I think they are my brother.\n<\/p><p>\nThis is our adventure in good citizenship and righteous living, our experiment in human\nrelationships carried on by this, the Church of Jesus Christ of Latter-day Saints. Knowing the\norigin and destiny of the red men and believing the promises of God as recorded in the Book\nof Mormon, our people are willing to sacrifice for the progress and development of these\nwhose deprivations pyramided mountain high but whose curse is now being lifted. Hundreds\nmore sacrificing Latter-day Saints may yet have the opportunity of providing temporary\nhomes for Lehi's children to get an education and to learn the gospel and to become Church\nleaders.\n<\/p><p>\nThis is not a proselyting program, for we bring from the reservations those Indian children\nwho are already members of the Church and whose families generally are members. The\nprogram will make good young people, stalwart adults. It will fortify them against the evils of\nthe world; it will train them to become self-sufficient; it will develop them into leaders\nprepared to return to their own people and bring to them the benefits which can come from\neducation.\n<\/p><p>\nThis program has many advantages: It has at once the multiple advantages of the boarding\nschool, the day school, the home, the refining and cultural influences of an improved\ncommunity.\n<\/p><p>\nThe children are taught in superior schools, fully accredited, and among the best in the nation.\nThey have sufficient companionship of their own race to retain their pride in and love for\ntheir own people, for in the same community and school are other Indian young people. They\nhave the environment of the best communities where are found the least in the world's vices\nand the most of its culture and refinement. They retain their family ties with natural parents\nby correspondence, pictures, relayed reports, and also letters through the case workers, and\nthey return to their homes for the summer months to keep bound their home and family loves\nand loyalties. They grow naturally into the culture of America at its best, attending with a\nminority of their own group and a majority of the non-Indian children, activities in school,\ncommunity, church, and family. They are not institutionalized but individualized and become\nrecognized members of the family where they are integrated and \"counted in\" for every family\npleasure, adventure, or sacred experience.\n<\/p><p>\nOur program is unique. Here is no family of marginal income who must take in a boarder to\nsupplement the family living. Here is no mercenary care. But here non-Indian families in a\nvery real and lovable way absorb the Indian children as new members of the family. These\nfamilies, give, give, and give as only dedicated people will give. There is no remuneration for\nthem; but their total compensation for the food, clothes, shelter, care, and love they give is the\nsatisfaction which comes in giving opportunity for an enriched life to one who could not\notherwise have it.\n<\/p><p>\nWe rejoice in the greatly accelerated schooling of Indian children by the government, the\nstates, and other churches and agencies, but we present this program of training in home and\nschool and community as the finest program conceived of man for the rapid and permanent\nadvancement and progress of the Indian child so long deprived. Let them have one generation\nof this sustained program, and see a new Indian world of prosperity, culture, and happiness.\n<\/p><p>\nIn conclusion we say: God bless these selfless hundreds of families who have become and are\nyet to become \"nursing fathers and mothers\"\n(<span class=\"citation\" id=\"25177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25177)\">Isa. 49:23<\/a><\/span>)\nwho will continue to carry the chosen children of\nthe ancient prophet Lehi \"in their arms and upon their shoulders\"\n(<span class=\"citation\" id=\"1538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1538)\">1 Ne. 22:8<\/a><\/span>), I pray, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}