{"ID":861, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Preparing for the Millennial Reign<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1956, pp. 59-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis afternoon I am encouraged by the impressive discourse of President McKay at the\nopening of this conference to give humble expression to some thoughts that I have had on\nwhat I consider to be one of the most important matters which concern the Latter-day Saints\ntoday.\n<\/p><p>\nIn the Documentary History of the Church, Volume IV, there is recorded an incident, and\nthere is copied a letter which was prepared by the Prophet Joseph Smith at the request of the\neditor and publisher of a newspaper, who had asked the Prophet to write an article telling of\nthe rise, the progress, the persecutions, and the faith of the Latter-day Saints. The Prophet\nagreed to do so on one condition, and that condition was that they would take his article in its\nentirety, with no deletions or no changes. There appears then, in this letter, or this article\nwhich was written for the paper, one of the most important historical documents which we\nhave in Church history.\n<\/p><p>\nIn that letter the Prophet Joseph Smith told about an experience that he had on the evening of\nSeptember 21, 1823. While he was engaging in humble prayer unto God, suddenly he\ndiscovered that the room in which he was praying was being filled with light, a light brighter\nthan the brightness of the sun, and as he marveled at this brightness, he was aware that a\npersonage had entered the room with a consuming brightness even greater than that which he\nhad beheld in the room (<span class=\"citation\" id=\"30361\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30361)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30361)\">JS&mdash;H 1:30<\/a><\/span>).\n<\/p><p>\nAs he recovered from the shock of the appearance of this personage, who introduced himself\nto the Prophet as a messenger sent from God, the messenger announced four things, which are\ndeclared in this document to which I have made reference and which are of great significance\nto the work today and as it was to be established under the instrumentality of the boy prophet,\nJoseph Smith. I shall only make brief reference to three of these announcements of the\nheavenly messenger: \n<\/p><p>\nThe first thing that the messenger said was that the covenant which God had made with\nancient Israel was at hand and about to be fulfilled\n(<span class=\"citation\" id=\"30367\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30367)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30367)\">JS&mdash;H 1:40-41<\/a><\/span>). This undoubtedly made reference to that\ncovenant which was announced to Abraham, who because of his faithfulness, was promised\nthat through him and his seed all the nations of the earth would be blessed: and God would\nmake of Abraham's seed a great nation. We need only to be reminded that the Savior of the\nworld came through that lineage; and while his personal ministry was only to the house of\nIsrael, before he left his disciples he declared to them that they were \"to preach repentance and\nremission of sins unto all the earth, beginning at Jerusalem\"\n(<span class=\"citation\" id=\"31453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31453)\">Luke 24:47<\/a><\/span>). From this lineage a chosen\npeople was to be prepared to set up the kingdom of God in these last days, and it was over\nthis kingdom which the Christ was to reign when he came on earth for the second time.\n<\/p><p>\nThe second announcement that was made by this heavenly messenger was that a preparatory\nwork for the second coming of the Messiah was speedily to commence\n(<span class=\"citation\" id=\"30364\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30364)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30364)\">JS&mdash;H 1:33<\/a><\/span>). You will recall that\njust before the Master's crucifixion he told his disciples that he would come again, and they\nsaid to him, as they sat upon the mount with him, perhaps for one of the last times, \"Master,\ntell us when these things shall be\"\n(<span class=\"citation\" id=\"31446\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31446)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31446)\">Luke 21:7<\/a><\/span>).\nAnd then there came from his lips a train of happenings\nwhich he said would be the sure foretelling that the time was nigh at hand when his second\ncoming was drawing near, when he should appear in the clouds of heaven with great power\nand great glory.\n<\/p><p>\nAfter he administered forty days among them after his crucifixion and resurrection, he was\ncaught away from them in the clouds of heaven, and two angelic personages dressed in white\nsaid to those who were witnesses of the Master's ascension,\n<\/p><p>\nYe men of Galilee, why stand ye gazing up into heaven? this same Jesus which is\ntaken up from you into heaven, shall so come in like manner as ye have seen him go\ninto heaven (<span class=\"citation\" id=\"7762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7762)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nThe third thing that the messenger announced to the Prophet was that the time was at hand for\nthe gospel in all its fulness to be preached in power unto all the nations. This was in\nfulfillment of that which had been promised to John when the angel would fly in the midst of\nheaven, \"having the [fulness of the] everlasting gospel to preach to them that dwell on the\nearth\" (<span class=\"citation\" id=\"42264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42264)\">Rev. 14:6<\/a><\/span>).\nThe restoration of that fulness of the gospel was accomplished when the\nBook of Mormon, which was declared to be a record in which the fulness of the gospel was\ncontained, was restored to the world through the Prophet Joseph Smith\n(<span class=\"citation\" id=\"30365\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30365)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30365)\">JS&mdash;H 1:34<\/a><\/span>).\n<\/p><p>\nThat the gospel might be \"preached in power\" required something else. Preceding the\norganization of the Church it was necessary that the keys of the priesthood be committed\nagain unto men so that the gospel could be preached with power, and its ordinances\nadministered unto men.\n<\/p><p>\nBut the final and fourth thing which was announced is the thing about which I wish to\naddress the few remarks that I make this afternoon. That was that a people might be prepared\nfor the millennial reign (<span class=\"citation\" id=\"30368\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30368)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30368)\">JS&mdash;H 1:45<\/a><\/span>).\nThe meaning of that term was understood, apparently, from the\nprophets down from Enoch's time to the Prophet Joseph Smith's time, when the Lord spoke\nof a thousand year period in the world's history which would be called a millennial reign,\nwhich would commence with the second coming of the Savior. John saw in vision the\nresurrection of the just who would reign with Christ for a thousand years. He saw that during\nthis period Satan would be bound, that there would be peace upon the whole earth\n(<span class=\"citation\" id=\"42268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42268)\">Rev. 20:2-15<\/a><\/span>). Heaven\nand earth would be closely associated, and all unfinished work pertaining to this world would\nbe completed. Injustices would be righted, and at the end of that reign would come a final\njudgment.\n<\/p><p>\nNow, I have asked myself, this being the time to prepare for the millennial reign, how shall\nwe set about to prepare a people to receive the coming of the Lord? As I have thought\nseriously about that matter, I have reached two or three sure conclusions in my own thinking.\nThis preparation demands first that a people, to receive the coming of the Lord, must be\ntaught the personality and the nature of God and his Son, Jesus Christ.\n<\/p><p>\nSomeone has said this: the demand of our modern age is not \"for a God who once was, but\nfor a God who now is.\" As I read that, I thought, how can one meet a person whose identity\nis unknown? How can one be prepared to meet a person about whom he has no knowledge?\nHow can one be prepared to meet a being whose personality he cannot comprehend?\n<\/p><p>\nGreat thinkers have long since recognized this need in religion if it is to become a vital force.\nGeorge Harris, in his book <i>A Century of Change in Religion<\/i>, said this: \"The thought of God\nas a personality is a necessary condition of everything that is contained within the field of\nreligious experience.\"\n<\/p><p>\nProfessor Hacking of Harvard in his \"Meaning of God in Human Experience,\" made even a\nmore significant statement when he wrote: \"The alternative to the thought of God as a person\nis the thought of Him as a substance, as mere energy, and chiefly as law. Just stop and\nconsider for a moment what it would mean for us to try to obey the will of substance, of\nlove, of energy, or worship law, and you will have some idea at least of how near this\nquestion of the personality of God comes to the heart of true religion.\"\n<\/p><p>\nWhen the Apostle Paul spoke of the organization of the Church, he said that one of the prime\npurposes of its organization was\n<\/p><p>\n. . . for the edifying of the body of Christ:<br \/>\nTill we all come in the unity of the faith, and of the knowledge of the Son of God,\nunto a perfect man (<span class=\"citation\" id=\"21691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21691)\">Eph. 4:12-13<\/a><\/span>).\n<\/p><p>\nAnd you will remember in that last memorable prayer, the Master said, \"And this is life\neternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27702)\">John 17:3<\/a><\/span>).\n<\/p><p>\nEternal life is God's life, or life with God. In other words, it seems to me, they are trying to\ntell us that the worthiness to abide in his holy presence can be obtained only by knowing God\nand by knowing Jesus Christ whom he has sent.\n<\/p><p>\nTo my thinking, another requisite of that preparation to receive the Lord at the beginning of\nhis millennial reign demands that the people be taught to accept the divinity of the mission of\nJesus as the Savior of the world. Why was the Savior sent into the world? The Master himself\nanswered that question during his ministry when he said: \"For God sent not his Son into the\nworld to condemn the world; but that the world through him might be saved\"\n(<span class=\"citation\" id=\"27679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27679)\">John 3:17<\/a><\/span>).\n<\/p><p>\nIn a revelation in our day he said it again: \n<\/p><p>\nFor, behold, the Lord your Redeemer suffered death in the flesh; wherefore he suffered\nthe pain of all men, that all men might repent and come unto him.<br \/>\nAnd he hath risen again from the dead, that he might bring all men unto him, on\nconditions of repentance (<span class=\"citation\" id=\"13444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13444)\">D&amp;C 18:11-12<\/a><\/span>).\n<\/p><p>\nSaved from what? Redeemed from what? Well, first, saved from mortal death through the\nresurrection of the dead. But in another sense we are saved likewise by his atoning sacrifice.\nWe are saved from sin. Here is what the Prophet Alma explained to his people concerning\nthis matter: \n<\/p><p>\nAnd he shall come into the world to redeem his people; and he shall take upon him\nthe transgressions of those who believe on his name; and these are they that shall have\neternal life, and salvation cometh to none else\n(<span class=\"citation\" id=\"8969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8969)\">Alma 11:40<\/a><\/span>).\n<\/p><p>\n. . . he cannot save them in their sins; for I cannot deny his word, and he hath said\nthat no unclean thing can inherit the kingdom of heaven; therefore, how can ye be\nsaved, except ye inherit the kingdom of heaven? Therefore, ye cannot be saved in your\nsins (<span class=\"citation\" id=\"8968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8968)\">Alma 11:37<\/a><\/span>).\n<\/p><p>\nThat last declaration of the Prophet Alma points to still another requirement, as I see it, for a\npeople to be prepared to receive the Savior's coming. We must be cleansed and purified and\nsanctified to be made worthy to receive and abide that holy presence. The Prophet Mormon\nput it this way: \n<\/p><p>\nBehold, I say unto you that ye would be more miserable to dwell with a holy and just\nGod, under a consciousness of your filthiness before him, than ye would to dwell with\nthe damned souls in hell (<span class=\"citation\" id=\"37969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37969)\">Morm. 9:4<\/a><\/span>).\n<\/p><p>\nHow can this cleansing take place? The answer is: through holy ordinances which the Lord\nhas established for that purpose. We are saved by grace, yes, through the atonement of the\nMaster, but Nephi taught this other principle: \". . . for we know that it is by grace that we are\nsaved, after all we can do\"\n(<span class=\"citation\" id=\"3599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3599)\">2 Ne. 25:23<\/a><\/span>).\n<\/p><p>\nNow the nature of that ordinance by which salvation can be obtained is explained clearly also\nby the Prophet Nephi: \n<\/p><p>\nWherefore, my beloved brethren, I know that if ye shall follow the Son, with full\npurpose of heart, acting no hypocrisy and no deception before God, but with real\nintent, repenting of your sins, witnessing unto the Father that ye are willing to take\nupon you the name of Christ, by baptism&mdash;yea, by following your Lord and your\nSavior down into the water, according to his word, behold, then shall ye receive the\nHoly Ghost; yea, then cometh the baptism of fire and of the Holy Ghost; and then can\nye speak with the tongue of angels, and shout praises unto the Holy One of Israel.\n<\/p><p>\nAnd I heard a voice from the Father, saying: Yea, the words of my Beloved are true\nand faithful. He that endureth to the end, the same shall be saved\n(<span class=\"citation\" id=\"3605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3605)\">2 Ne. 31:13,15<\/a><\/span>).\n<\/p><p>\nAnd now, finally, there is still one more thing that is necessary, to my thinking, before that\npreparation is made for the millennial reign. We must accept the divine mission of the\nProphet Joseph Smith as the instrumentality through which the restoration of the gospel and\nthe organization of the Church of Jesus Christ was accomplished. Each member of the\nChurch, to be prepared for the millennial reign, must receive a testimony, each for himself, of\nthe divinity of the work established by Joseph Smith. It was this that was taught plainly by\nthe Saints after the advent of the Savior upon the earth, and one of the leaders in our day has\nsaid it again, when he declared, I suppose with reference to the parable of the five foolish and\nfive wise virgins in the Master's parable\n(<span class=\"citation\" id=\"34813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34813)\">Matt. 25:1-13<\/a><\/span>),\n\"The time will come when no man nor woman will\nbe able to endure on borrowed light. Each will have to be guided by the light within himself\"\n(<i>Life of Heber C. Kimball<\/i>, pp. 449-450).\n<\/p><p>\nThese things being true, then it must become our object and our whole desire to teach these\nfundamental things to prepare our people for his coming. As Brother Romney delivered his\nvery excellent address on the subject of the perfecting of the Saints, I remembered what a\nprominent commentator said about the quotation from the writings of Paul to the Ephesians.\nHe said there should be no comma after the word saints. He said it should read \"for the\nperfecting of the saints in the work of the ministry\"\n(<span class=\"citation\" id=\"21690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21690)\">Eph. 4:12<\/a><\/span>), stressing the importance of perfecting all\nwho are called to positions of leadership in preparing the people to receive a knowledge of\nthe Son of God. Whether or not this is the correct interpretation, it is certain that in our\nhomes, in our seminaries and institutes, in the auxiliary organizations, in the priesthood\nquorums, we must teach the knowledge and nature of the Godhead. We must teach the\nmission of the Savior of the world. We need to teach the purifying principles and ordinances\nof the gospel. We need to teach the need of and the restoration of the gospel through the\ninstrumentality of the Prophet Joseph Smith.\n<\/p><p>\nI suppose some might think it presumptuous if I were to plead with the teachers of youth in\nsecular as well as in religious education not to tear down the foundation stones upon which a\nhuman soul can build faith necessary to prepare to meet their Redeemer. I would from my\nhumble station invite those who would fight against the truth as taught in the restored Church\nto think seriously of what a wise counselor said to the enemies of Christ in the day of Peter\nand his associates. This counselor admonished: \n<\/p><p>\nRefrain from these men, and let them alone: for if this counsel or this work be of men,\nit will come to nought:<br \/>\nBut if it be of God, ye cannot overthrow it; lest haply ye be found to fight against\nGod (<span class=\"citation\" id=\"7782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7782)\">Acts 5:38-39<\/a><\/span>).\n<\/p><p>\nPerhaps today is the time for us to hear again the rallying call that was put into words by W.\nW. Phelps: \n<\/p><p>\n     Awake! O ye people, the Savior is coming;<br \/>\n     He'll suddenly come to his temple, we hear;<br \/>\n     Repentance is needed of all that are living,<br \/>\n     To gain them a lot of inheritance near.<br \/>\n     Today will soon pass and that unknown tomorrow<br \/>\n     May leave many souls in a more dreadful state<br \/>\n     Than came by the flood, or that fell on Gomorrah&mdash;<br \/>\n     Yea, weeping and wailing when grief is too late.<br \/>\n     Be ready, O island, the Savior is coming;<br \/>\n     He'll bring again Zion, the prophets declare;<br \/>\n     Repent of your sins, and have faith in redemption,<br \/>\n     To gain you a lot of inheritance there.<br \/>\n     A voice to the nations in season is given,<br \/>\n     Prepare, oh, prepare for the kingdom's new birth,<br \/>\n     To call the elect from the four winds of heaven;<br \/>\n     For Jesus is coming to reign upon earth.\n<\/p><p>\nMay the Lord bless us as his children to recognize that call, and may we say and be able to\nsay it with power, \"Choose you this day whom ye will serve, . . . but as for me and my\nhouse, we will serve the Lord, (the God of this land)\"\n(<span class=\"citation\" id=\"30051\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30051)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30051)\">Josh. 24:15<\/a><\/span>), and prepare for the\ncoming of the Savior, which may not be too long delayed, to cut short for the reign of\nrighteousness the wickedness that well nigh seems to engulf a wicked world; when those who\nare righteous at his coming will be caught up in the clouds of heaven to meet him, and those\nwho are asleep in their graves, who are righteous likewise, will be caught up in the clouds of\nheaven to meet him (<span class=\"citation\" id=\"2733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2733)\">1 Thes. 4:16-17<\/a><\/span>).\n<\/p><p>\nI bear you my solemn witness that I believe these things to be true with all my soul. This is\nthe day for us to prepare that people ready to receive the coming of the Lord, and I bear that\ntestimony in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}