{"ID":862, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Dimensions of Life<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, October 1956, pp. 63-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nA great American philosopher once said that we should thank God every day of our\nlives for the privilege of having been born. And then he went on to speculate on the unique\nquestion of how unfortunate it would have been if we had not been born, and he pointed out\nsome of the wonderful things that we would have missed.\n<\/p><p>\nReally to understand the tremendous value of life as revealed by the gospel multiplies by\nmany times the importance of this thought. Life is our most valuable possession. Just to live\nis a marvelous blessing, especially to live in these days of wonder and enlightenment known\nas the Dispensation of the Fulness of Times.\n<\/p><p>\nIn the days of Job it was said, \"All that a man hath will he give for his life\"\n(<span class=\"citation\" id=\"26672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26672)\">Job 2:4<\/a><\/span>). For a\nvery wise purpose, God has implanted in every human heart a great natural desire for\ncontinued existence. We cling to life with every ounce of our strength. Even in severe\nsickness or oppressive trouble, we will still go to almost any length to prolong life even for a\nweek or a month, though the period gained may be one of pain or hopelessness. But we will\nsuffer almost any inconvenience or endure almost any hardship just to live.\n<\/p><p>\nNow if mortal life is worth so much, how much is eternal life worth? And what would it\nmean to us if it were lost? God himself placed a value on eternal life when he said it was his\ngreatest gift to man. It therefore automatically becomes our most important opportunity to\ngive every co-operation to help bring it about. And a good place to start is the place\nsuggested by the philosopher&mdash;that is, to live our appreciation every day. What a wonderful\nway to begin this quest for eternal life, if we could always live the sentiment of the song that\nsays&mdash;\n<\/p><p>\nI love life, and I want to live,<br \/>\n     To drink of life's fulness, take all it can give;<br \/>\n     I love life, every moment must count,<br \/>\n     To glory in its sunshine and revel in its fount.\n<\/p><p>\nEven if we gave \"everything\" to secure eternal life, we still have made the most wonderful\nbargain in the world. William James said, \"The greatest use of life is to spend it for\nsomething that outlasts it.\" Eternal exaltation lasts forever and is the greatest possible good.\n<\/p><p>\nBut the benefits of eternal life are not limited to its dimension of length. It has been pointed\nout that life has four dimensions: \n<\/p><p>\nFirst, there is the length of life&mdash;or how long we live.\n<\/p><p>\nSecond, there is the breadth of life&mdash; or how interestingly we live.\n<\/p><p>\nThird, there is the depth of life&mdash;or how much we live, represented by those great qualities of\nlove, worship, devotion, service, etc.\n<\/p><p>\nThen there is a fourth dimension of life, which might be compared to that more or less\nmysterious fourth dimension of space, the purpose of life&mdash;or why we live.\n<\/p><p>\nIn the ordinary situations we multiply the dimensions to get the total volume. Suppose\ntherefore that we could multiply the dimensions of life.\n<\/p><p>\nFirst there is the length of life.\n<\/p><p>\nWe have made some progress in the last few centuries in increasing life's length. You may be\ninterested to know that if you had lived two thousand years ago in Jerusalem, your life\nexpectancy at birth would have been approximately nineteen years. In George Washington's\nday in America it was thirty-five years. In the America of our day, it is seventy years. We\nhave not only tripled life's length, but it is also now possible for us to have clearer minds and\nstronger bodies and live in a world from which physical pain has largely been eliminated.\n<\/p><p>\nBut no one is satisfied with this accomplishment. The only life we seek is eternal life.\nIt has been wisely said that&mdash;\"If the death of the body should forever end human life and\npersonality, then the universe would be throwing away with utter heedlessness its most\nprecious possession. A reasonable person does not build a violin with infinite care, gathering\nthe materials and shaping the body of it, so that it can play the composition of the masters,\nand then by some whim of chance caprice, smash it to bits. Neither does God create in his\nown image the great masterpiece of a human life, and then when it has just begun to live,\nthrow it utterly away.\"\n<\/p><p>\nGod holds firmly in his hands the keys of eternal life.\n<\/p><p>\nNow suppose that we could multiply the length by the breadth of life.\n<\/p><p>\nLife at its best, even in mortality, is filled with interest and wonders. After the creation, God\nlooked upon the earth and called it good. It is an earth of boundless beauty and endless\nfascination, where we may continually grow in knowledge and appreciation. When in our\npre-mortal existence we beheld the foundations of the earth being laid and knew that we were\ngoing to have the privilege of living upon it, we are told that \"all the sons of God shouted for\njoy\" (<span class=\"citation\" id=\"26676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26676)\">Job 38:7<\/a><\/span>).\nAnd I am sure that if we fully remembered now what we knew for sure then,\nwe would be willing to crawl on our hands and knees through life for the privilege of being\nborn and having the opportunity of proving ourselves faithful during the experiences of\nmortality.\n<\/p><p>\nThen our first parents were placed upon the earth and were asked to decide whether or not\nthey would eat the fruit from the tree of knowledge, and after they had eaten, God said, \"the\nman is become as one of us, to know good and evil\"\n(<span class=\"citation\" id=\"23637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23637)\">Gen. 3:22<\/a><\/span>).\nAnd I would like to point\nout in passing, that the right kind of knowledge still tends to have that effect upon people. It\nstill tends to make them become as gods. And the most important classification of that\nknowledge is to know God and his plans for our betterment. When at the beginning of that\nlong, awful night of betrayal and trial Jesus offered the great prayer to his Father, he said,\n\"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent\" (<span class=\"citation\" id=\"27703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27703)\">John 17:3<\/a><\/span>).\n<\/p><p>\nWe live in a day when the gospel has been restored to the earth in a fulness never known\nbefore. In addition to the things that other dispensations have had, we now have the three\ngreat volumes of new scripture, outlining in every detail the simple principles of the gospel.\nThe pathway to eternal life has now been perfectly marked and brilliantly lighted, and no one\nnow needs to get off the straight and narrow way, except by his own choice. We live in a day\nwhen we may eat the fruit from the tree of knowledge of good and evil to our heart's content.\nThere is no flaming sword guarding the tree of knowledge, and some of the greatest joys of\nlife are the joys of understanding, born in our own minds. Edward Dyer said&mdash;\n<\/p><p>\n     My mind to me a kingdom is;<br \/>\n     Such pleasant joys therein I find<br \/>\n     That it excels all other bliss<br \/>\n     That earth affords or grows by kind.\n<\/p><p>\nThe gift of eternal exaltation includes not only a celestial body, but also a celestial mind. We\nwill have quickened senses, amplified powers of perception, and vastly increased capacity for\nhappiness and understanding.\n<\/p><p>\nWe know from firsthand experience some of the traits and characteristics of glorified,\nimmortal beings, from those who have visited the earth. In describing the Angel Moroni, the\nProphet Joseph Smith said, \"His whole person was glorious beyond description, and his\ncountenance truly like lightning . . .\" Not only was his person glorious, but also the Prophet said\nhis clothing was brilliant \"beyond any earthly thing I had ever seen; nor do I believe that any\nearthly thing could be made to appear, so exceedingly white and brilliant\"\n(<span class=\"citation\" id=\"30363\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30363)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30363)\">JS&mdash;H 1:32,31<\/a><\/span>).\n<\/p><p>\nWe are all familiar with the wonderful lift it gives us to be appropriately dressed in beautiful\nclothing. We adorn our bodies and keep them clean and attractive and in other ways go to\ngreat lengths to make them pleasant places to live. If attractive clothing gives us pleasure,\nwhat must be the joy of living forever, dressed in a glorified, celestialized body&mdash;to live with a\ncelestial family and friends on a celestial earth&mdash;but with the great added fascination of having\na celestial mind, one that thinks like God!\n<\/p><p>\nThen suppose we multiply the total of the length and breadth by the depth of life.\n<\/p><p>\nThe objective of life is not only to live long, but also to live well. It is not only to acquire but\nalso to become; it is not only to receive benefits but also to render service. Wealth consists\nnot so much in what we have as in what we are and do. I suppose that the eight most\nimportant words ever spoken are these: \"So God created man in his own image\"\n(<span class=\"citation\" id=\"23632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23632)\">Gen. 1:27<\/a><\/span>).\nBut not only has each of you been created in the image of God, but each has also been\nendowed with a set of attributes of divinity, the development of which is one of the purposes\nfor which we live. As Jesus admonished us, \"Be ye therefore perfect, even as your Father\nwhich is in heaven is perfect\"\n(<span class=\"citation\" id=\"34760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34760)\">Matt. 5:48<\/a><\/span>).\nThe plan of eternal progression contemplates that\nthe offspring may ultimately become like the parent, and therefore fulfills the scripture which\nsays that \"men are that they might have joy\"\n(<span class=\"citation\" id=\"3590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3590)\">2 Ne. 2:25<\/a><\/span>),\nas the greatest joys of life are the joys of being.\n<\/p><p>\nThen there is the purpose of life, that which gives life its significance.\n<\/p><p>\nFor a wise and glorious purpose<br \/>\nThou [God] hast placed us here on earth<br \/>\nAnd withheld the recollection<br \/>\nOf our former friends and birth.\n<\/p><p>\n &nbsp; &nbsp;         (Eliza R. Snow.)\n<\/p><p>\nSome day that recollection and those friendships will be given back to us, but in the\nmeantime, what a wonderful stimulation to know that life is not an accident or an afterthought\nor a result of blind chance! The great plan of salvation was designed by God our Father for\nour benefit. We have been working toward the goal of eternal exaltation through a long\nperiod of premortal existence. Then we walked by sight. We knew God. He is our Father. We\nlived with him. We saw his glorious, resurrected celestial body. We felt the wonder of his\ncelestial mind and the delight of his wonderful personality. We wanted to be like him. We\nknew we must follow his example. We must learn obedience. We must learn to walk a little\nway by faith. We must pass the final test of mortality where we are free to choose for\nourselves. We must be educated and proven and sanctified and redeemed.\n<\/p><p>\nAnd when we have finally proved ourselves worthy of exaltation, then eternity will be the\nmeasure of life's length; celestial glory will be the measure of its breadth; to be like God will\nbe the measure of its depth.\n<\/p><p>\nOur salvation is made up of so many individual thoughts and acts and hours of effort,\ncertainly it would be the height of foolishness so much to dread to throw mortal life away all\nat once, but then deliberately to throw away eternal life a little at a time. It has been said that\nfew, if any, will ever lose their salvation by a blowout. Mostly salvation is lost by a series of\nslow leaks&mdash;a little indecision, a little indifference, a little procrastination, a little\nslothfulness.\n<\/p><p>\nDisobedience may cut down life's length by producing spiritual death. Lethargy may reduce\nits breadth and intensity. Sin may destroy its depth, its godliness, its joy. Ignorance may\nthwart its purpose.\n<\/p><p>\nBrothers and sisters, the gospel has been given to help us increase the dimensions of our lives.\nThat was also the mission of the Savior of the world who said, \"I am come that they might\nhave life, and that they might have it more abundantly\"\n(<span class=\"citation\" id=\"27690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27690)\">John 10:10<\/a><\/span>). \"...all that a man hath\nhe will give for eternal life\" (see\n<span class=\"citation\" id=\"26673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26673)\">Job 2:4<\/a><\/span>)\nis still the greatest bargain in the world. May God\nhelp us to spend our lives effectively to that end, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}