{"ID":863, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Teach by Example<\/p>\n<p class=\"gcspeaker\">Elder S. Dilworth Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">S. Dilworth Young, <i>Conference Report<\/i>, October 1956, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nYesterday there was a story read to you by Elder Clifford E. Young concerning Peter\nand John in the court of the temple healing a lame man who asked for alms. May I finish the\nstory for you: \n<\/p><p>\nNow when they saw the boldness of Peter and John, and perceived that they were\nunlearned and ignorant men, they marveled; and they took knowledge of them, that\nthey had been with Jesus.<br \/>\nAnd beholding the man which was healed standing with them, they could say nothing\nagainst it.<br \/>\nBut when they had commanded them to go aside out of the council, they conferred\namong themselves,<br \/>\nSaying, What shall we do to these men? for that indeed a notable miracle hath been\ndone by them is manifest to all them that dwell in Jerusalem; and we cannot deny it.<br \/>\nBut that it spread no further among the people, let us straightly threaten them, that\nthey speak henceforth to no man in this name.<br \/>\nAnd they called them, and commanded them not to speak at all nor teach in the name\nof Jesus.<br \/>\nBut Peter and John answered and said unto them, Whether it be right in the sight of\nGod to hearken unto you more than unto God, judge ye.<br \/>\nFor we cannot but speak the things which we have seen and heard\n(<span class=\"citation\" id=\"7780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7780)\">Acts 4:13-20<\/a><\/span>).\n<\/p><p>\nIt is that last phrase about which I wish to speak. I should like to apply it to children. It is the\nburden of the Church, if any such thing can be a burden, to testify of things \"seen and heard.\"\nHow are we to teach children? They do not know all that an adult should know, but they\nshould have no doubt as to where adults stand.\n<\/p><p>\nEvery boy has a right to get the feeling that his father and his mother and his priesthood\nteacher, his Sunday School teacher and his scoutmaster, or anyone with whom he comes into\nassociation in the Church, knows of a surety of things \"seen and heard.\" Every girl has a right\nto the same assurance that her parents and leaders know of things \"seen and heard.\" Young\nfolks themselves do not know yet, but confidence which they must develop comes because\nthose closely in touch with them constantly bear witness to them in act, in deed, in word, that\nthey know of things \"seen and heard,\" the things seen and heard mentioned by Peter and John;\nthe things mentioned by Nephi in the first chapter of the Book of Mormon in talking about\nhis father Lehi, of the things he saw and heard\n(<span class=\"citation\" id=\"1531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1531)\">1 Ne. 1:6,14-16<\/a><\/span>);\nthe glories of the gospel and of Jesus Christ\nand of all the things \"seen and heard\" of him and of the things Joseph Smith \"saw and heard.\"\n<\/p><p>\nChildren are not well taught by just being told. When I was a young man, at one time I\nworked on a ranch in Idaho for a large cattle outfit. Fences were more of a curiosity than\nnow. The first morning I went to work for them (and I was green at it) the boss sent the man\nwho took care of the \"remuda,\" the horses, out to get them before daylight. I was curious to\nknow how those cowboys were going to rope and saddle their horses because I could see no\ncorral. I assumed the \"punchers\" were going to have a rare time chasing them down. But as\nday broke, in they came, fifty or sixty head of horses at a dead run, and they came to a corral\nI had not noticed. Stakes had been driven in a large circle on the prairie, each stake\nprotruding about eighteen inches above the ground. In the top of each stake was an eyelet,\nand threaded through the eyelet was a rope; wings went out from a twenty-foot entrance,\nperhaps one hundred feet on both sides. These horses came into the enclosure at a full gallop.\nThe rope did not reach to their knees, and yet not a horse stepped over it. The punchers went\ninto that little makeshift corral and roped their animals, saddled and bridled them, mounted\nand rode the buck out of them, and not a horse jumped over that rope out of the corral.\n<\/p><p>\nI asked the foreman why that was, and he said, \"They know better.\" I did not learn until later\nwhat \"better\" meant, but the horses through fear first and habit second had long since learned\nwhere they could go and where they could not, and what they could do and what they should\nnot do about stepping over that rope.\n<\/p><p>\nWell, children are not horses, or even like horses, and we cannot teach them by fear because\nthat has a bad effect upon them, but teach them we can and teach them we must.\n<\/p><p>\nMay I give you half a dozen homely and homey suggestions which to me seem simple, in\nrelation to teaching children? Before I give them to you, may I say that teaching is an\nattitude. One does not learn by the words spoken, but rather by the attitude and spirit in what\nthey are spoken. One does not always learn by action, but by the happiness with which the\naction is performed. And the lesson must be repeated over and over again all the time the\nchild is growing up. Surely the Lord knew what he was doing when he said, in effect, \"I am\ngoing to give you these children for twenty years or so, before they mature, and in that\ntwenty years repeat with them what they must know well.\" Twenty years is a long time to a\nchild. You have plenty of time to give them the habit of not stepping over the rope without\nhaving them fear it.\n<\/p><p>\nFirst, let us revive that happy custom of taking our meals together. Let us abolish the snack\nbars in our kitchens and establish a table around which all may Sit, and let Father have\nbreakfast with his children as well as supper and let them sit there for a few moments after\neach meal and have conversation about things about which Father and Mother would like to\ntalk. That custom is going out of our existence rapidly. It is a powerful thing; it will work\nwonders on children.\n<\/p><p>\nSecond, when Father comes home at night, I suggest to him that he really resist this\ntemptation and put the paper in a hidden place until the children have gone to bed. The\nnewspaper has no place in the home where children are until the father has spent the evening\nwith them. And it is like reading for fifteen minutes a day&mdash;if you spend fifteen minutes or\ntwenty minutes with each child according to his years in doing things which are interesting to\nhim and being a companion to him, you have come nearer to fulfilling your obligations as a\nfather. If you leave it up to the mother, and get behind the newspaper, I think you have\ncommitted a sin, because the child is neglected, and you have not done your duty. So be firm;\nput the newspaper under the mat until after the children have gone to bed.\n<\/p><p>\nThird, be sure to spend time with each child, according to that child's age and interests. With\na three-year-old girl, if you have to, get down and play paper dolls. With a seventeen-year-old\nson, who wants to go to the Brigham Young-University of Utah game, that is where you\nshould be (unless you have to be in this priesthood meeting).\n<\/p><p>\nThe point is, by the time the child is twenty, he should be so companionable with his father\nthat he can talk to him about anything he wants to. The way to do it is to be companionable\nat every age of his life, from the beginning. That is why it is important to learn how to\nhandle a baby, fathers, and do all the things that a baby requires.\n<\/p><p>\nFourth, it is a poor parent who is not up or awake when the children come home from late\nparties or late dates. Then is the time to invite them to talk over what happened; to enjoy the\nthings which were good and to be counseled on avoiding the things which were sorrowful; to\ncounsel wisely about the things which they might have done which were wrong. This practice,\nkept up all the days of his childhood, will be a great deterrent for a child who is anxious to\nstay out longer than he should. My mother sat up for me, and I did not have the nerve ever to\nkeep her waiting too long. I knew she was there. It helped me. It will help all the children.\n<\/p><p>\nFifth, no parent in this Church is doing his duty unless he makes the Sabbath what it should\nbe. It should be a happy day together, with the whole family participating. The first thing in\nthe morning, Father and Johnny go to priesthood meeting, and Father should take Johnny\nthere, not Johnny take Father. They should discuss things on the way there and coming home,\ntoo. Each one should feel that the other is equal to him, and the father should take particular\ncare that Johnny understands his priesthood. The Aaronic Priesthood is vital. This is\nsuccessful not so much because of what is said but because of the unsaid emotions and\nfeelings engendered.\n<\/p><p>\nAnd then, parents encourage the children, and themselves as much as they can, to go to\nSunday School and to the auxiliaries. But above all things, the whole family, if it is going to\ndo what it ought to do, must go to Sacrament meeting. Father and Mother should lead the\nway, the children following close after and staying there until it is dismissed. If one child is\ntoo small, one can go out with him, walk him up and down until he gets the kinks out of his\nlegs, or if a small child is crying, one may have to take it home; but the family understands\nthat at the proper hour, all are in Sacrament meeting together.\n<\/p><p>\nNow those suggestions followed carefully with assiduousness will bring others. I have not\ntalked about many things that should happen in the home, but they will happen: prayer, love,\nall of the things which go with it.\n<\/p><p>\nMay I conclude by reminding you of the first thing that I said, things \"seen and heard.\" How\nnecessary it is for a parent to bear that witness! I have an aged great-grandmother, long since\ndead, who in her ninety-seventh year was approached by one who had lost faith, and thinking\nperhaps that the grandmother, too, had lost some, said to her, \"You knew the Prophet. What\ndid you think of him?\" This aged woman had endured the vicissitudes of the seventies' trek\nfrom Kirtland to Missouri, had suffered through Haun's Mill with her infant child in her\narms, had counted the long miles across the plains, and then had lived through years of\npoverty in Utah. She smiled as she looked at this person, and I think disappointed the person,\ntoo, because this is what she said: \"We all knew that he was a Prophet.\"\n<\/p><p>\nSo we all do know that he was a Prophet, but do our children know it? Do our children know\nthat we know it? That, I think, is our greatest obligation as we face life with these little ones\nwho are given to us to rear to adulthood.\n<\/p><p>\nMy testimony is like my great-grandmother's: I know that Joseph Smith was a Prophet and\nthat he saw and heard glorious things. I know that he held the keys, and I know that he\npassed them on to his successors, even down to President McKay and those who assist him.\nThat is my witness to you, in the name of Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}