{"ID":864, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Weak Will Confound the Strong<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1956, pp. 69-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, I want to bear you my testimony that I know Joseph\nSmith was a prophet selected by God for the purpose of establishing the Church and preparing\nthe people for the second coming of Jesus the Christ.\n<\/p><p>\nThe following revelation was given to the Prophet Joseph Smith, wherein the Lord said: \n<\/p><p>\nThe weak things of the world shall come forth and break down the mighty and strong\nones . . . (<span class=\"citation\" id=\"13433\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13433)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13433)\">D&amp;C 1:19<\/a><\/span>).\n<\/p><p>\nThe Church was established with a membership of six people, and in that day it was thought\nby many it would be only a short time until the Church would be destroyed, particularly after\nthe life of the Prophet had been taken. Today, the membership of the Church is approximately\n1,375,000, indicating to the world that it may have been weak in the beginning of its\nestablishment, but out of it the Church has become strong and powerful because of the people\nwho accepted the gospel.\n<\/p><p>\nIn connection therewith, the Book of Mormon and the Pearl of Great Price were given to the\nworld through revelation, and in every case, there still may be found in the thoughts of many\nthe weakness of things, but these weak things are becoming strong and going forth and\nbreaking down the mighty and strong ones in the world.\n<\/p><p>\nThe Prophet Joseph never had the opportunity of attending great schools or universities. He\nwas one of the common ones that the Lord selected because the Lord knew it would be\npossible to give him the assignments of establishing the Church and teaching the world the\ngospel of the Lord Jesus Christ as it was about to be given to mankind.\n<\/p><p>\nI think of the great missions of the Church in the world, some forty-five of them, where the\ngospel is being preached to every nation, kindred, tongue, and people. It is a great source of\nencouragement to everyone of us to know that the gospel is being taught to the people of the\nworld, even in far-off Korea where ten years ago we very seldom thought or dreamed that the\ngospel would be taken to the Korean people. Yet, the people in Korea are accepting it, and\nthe Church is being established. Some of the weak things are there, but they are being\naccepted, and the mighty and great things among that people are being broken down to the\nend that the people will come to an understanding of the gospel.\n<\/p><p>\nThe same is true with reference to the Japanese and Chinese people. We know that Brother\nHenry D. Moyle, who has spent much time these past few months among the great people in\nSouth America, has done a great work among the missionaries and has taught the people the\ngospel of the Lord Jesus Christ. The strong and mighty things in South America are being\nbroken down, and the people there are anxious to accept the restored gospel and enjoy all the\nblessings therein.\n<\/p><p>\nIn the revelations from the Lord to the Prophet, indicating to him the work that should be\ndone for the dead, we are reminded of a statement of Paul, an apostle of the Savior, when he\nsaid,\n<\/p><p>\nElse what shall they do which are baptized for the dead, if the dead rise not at all?\nwhy are they then baptized for the dead?\n(<span class=\"citation\" id=\"285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(285)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nThis has been a question in the minds of many individuals&mdash;something they cannot\nunderstand. Paul understood it; that is the reason he asked that question. So, again,\n<\/p><p>\nThe weak things of the world shall come forth and break down the mighty and strong\nones (<span class=\"citation\" id=\"270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(270)\">1 Cor. 1:19<\/a><\/span>).\n<\/p><p>\nOne of the mighty and strong ones in the world has been the idea that the dead will not have\nan opportunity of accepting the gospel of the Lord Jesus Christ, or all of the opportunities\nthat, no doubt, existed in the days of Christ himself, when he visited those people who had\ndied and were held in prison because they were wicked during the days of Noah\n(<span class=\"citation\" id=\"2262\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2262)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2262)\">1 Pet. 3:18-20<\/a><\/span>). So, there\nwas established, through the Prophet Joseph, the temples. At the present time we have ten of\nthem. The Prophet Joseph, you will recall, established a temple in Nauvoo wherein work was\ndone for the dead.\n<\/p><p>\nThe Statement of Ordinances Performed in all the Temples, as compiled in the Salt Lake\nTemple, indicates that from the time when temple ordinances for the living and the dead were\nrevealed to the Prophet Joseph Smith until December 31, 1955, 18,607,876 baptisms have\nbeen done for the dead; 15,848,297 endowments for the dead; 4,138,706 sealings of dead\ncouples; 8,198,061 sealings of dead children to parents; or a total of 46,792,940 ordinances\ndone for the dead. This indicates to us again the truth of the words of the Lord when he said,\n<\/p><p>\nThe weak things of the world shall come forth and break down the mighty and strong\nones (<span class=\"citation\" id=\"13434\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13434)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13434)\">D&amp;C 1:19<\/a><\/span>).\n<\/p><p>\nWe must come to the understanding that through the Prophet Joseph, the temples have been\nestablished wherein the dead may have all of the blessings and opportunities which may be\nenjoyed by those who are now living. You and I have the same opportunities of going into\nthe temples.\n<\/p><p>\nAlso, according to the same Statement of Ordinances Performed in all the Temples, as\npreviously mentioned, 56,649 baptisms have been done for the living; 478,711 endowments\nfor the living; 231,139 sealings of living couples; 208,209 sealings of living children to\nparents, or a total of 974,708 ordinances.\n<\/p><p>\nThrough the work for the dead and the opportunities for the living, my brethren and sisters,\nwe all come to the knowledge that this is the Church of the Lord Jesus Christ which has been\ngiven to us through the Prophet Joseph and all of the prophets who have followed him.\n<\/p><p>\nLet us consider what we are teaching our sons and our daughters in connection with their\nschoolwork. We now have twenty-seven institutes and 387 seminaries. In connection with\nthese, we have our Church schools&mdash;Ricks College, Brigham Young University, LDS Business\nCollege, McCune School of Music, and for the people down in the Islands, we have the\nChurch school in Hawaii, the Church school in Samoa, the Church school in New Zealand,\nand then the Church schools in Colonia Juarez, Mexico. These give the young people the\nopportunity to receive an education in connection with the Church and to become acquainted\nwith the gospel of the Lord Jesus Christ.\n<\/p><p>\nBrigham Young University came through the direction of Brigham Young, an apostle and a\nprophet. This past year, 1955-56, there were 9,502 young people attending this great Church\nschool. Their testimonies have been strengthened. They know Joseph Smith was a Prophet of\nGod, that God lives, and that there stands at the head of this great organization a prophet of\nthis day, an apostle of the Lord Jesus Christ, and other apostles who are interested in carrying\non this great work in this great institution.\n<\/p><p>\nThe Prophet received many revelations for the blessing and help of the people, particularly\nwith reference to the Word of Wisdom. The great men of the time knew little of the\ndetrimental effect of the use of tobacco, liquor, and foods that are harmful, but the Prophet\nJoseph knew and taught it to the people\n(<span class=\"citation\" id=\"13505\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13505)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13505)\">D&amp;C 89:8<\/a><\/span>).\nThe great scientists of today advocate that to partake\nof tobacco and liquor is not good. All of these teachings came through the Prophet Joseph\nSmith first. This brings us again to the thought that, \"The weak things of the world shall\ncome forth and break down the mighty and strong ones.\n<\/p><p>\nThe Prophet Joseph declared: \"I saw the Father and the Son, and I knew that God knew it,\nand I could not deny it, neither dared I do it: at least I knew that by so doing I would offend\nGod and come under condemnation\" (see\n<span class=\"citation\" id=\"30359\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30359)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30359)\">JS&mdash;H 1:25<\/a><\/span>). He was willing to give up his\nlife for the truth when he said to the world, \"I saw the Father and the Son.\" They knew it,\nand he dared not say anything else other than that because to do so would bring him under\ncondemnation. The Prophet Joseph has given to us the gospel of the Lord Jesus Christ and has\nso told us that while in the eyes of the world today there may be weak things in the gospel,\nyet as you and I and the world become acquainted with them, live them, and understand them,\nthe time will come whereby these \"weak things\" will come forth and break down the mighty\nand strong ones (<span class=\"citation\" id=\"13435\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13435)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13435)\">D&amp;C 1:19<\/a><\/span>).\n<\/p><p>\nAs a people living in Zion where we are close to the prophet, close to the apostles, and all of\nthose who guide and direct our affairs, we should realize that we must live the gospel of the\nLord Jesus Christ in its fulness that we may be among those who might be called \"the weak\nthings of the world,\" and through the kind of lives we live make it possible to break down\nthat which is contrary to the gospel of the Lord Jesus Christ.\n<\/p><p>\nWe are all grateful that from the Prophet Joseph came also the establishment of the Book of\nMormon, and with it the priesthood-the Melchizedek Priesthood and the Aaronic Priesthood-\nwhereby every man has the opportunity to serve God as his servant and the opportunity to\nshow to the world by the way we live here that we have the priesthood, we have all of the\npowers whereby there will come blessings to all the people in every land.\n<\/p><p>\nI have a prayer in my heart that sometime the day will come when our missionaries will have\nthe opportunity to go into Russia and preach the gospel of the Lord Jesus Christ to that people\nand say to them, \"The weak things of the world shall come forth and break down the mighty\nand strong ones.\" We well know that in Russia there are mighty and strong things, but before\nthat people can enjoy the gospel of the Lord Jesus Christ, some of that mightiness and some\nof those strong things must be broken down, that the Russian people can accept the gospel of\nthe Lord Jesus Christ and enjoy all of the blessings. There are literally millions there who\ndesire to know more about the Christ and be taught something about him. That opportunity\nwill come to this people. The Church of the Lord Jesus Christ has the priesthood, the\nauthority, and the direction from on high to preach the gospel to every nation, kindred,\ntongue, and people.\n<\/p><p>\nMay God bless every one of us that we will so live that the world will say as an individual\nsaid who had the privilege of going through the beautiful temple at Los Angeles: \"This temple\nis beautiful; it is marvelous; there is something about it that is different.\" And then she said,\n\"The Mormon people have something.\" This individual acknowledges that the Mormon people\nhave something different, and we do have something different. We have the gospel of the\nLord Jesus Christ; we have a prophet; we have the same organization that existed in the days\nof Peter, James, and John. These are our blessings; these are our opportunities; and I humbly\npray that the Lord will bless us, that the world will accept us and will say that we do indeed\nhave the gospel of the Lord Jesus Christ. I pray this will be the blessing and the inspiration of\neach and every one of us, in his holy name. Amen.\n<\/p>\n<\/div>\n<\/div>"}