{"ID":866, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Holy Ghost Testifies<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1956, pp. 75-76<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI come before you, brothers and sisters, with a sincere desire that I may have an interest in\nyour faith and prayers while I take this time, for I am sure that I need it.\n<\/p><p>\nI wish to add my testimony of the divinity of the gospel to those others of this conference, for\nI know of a surety of the divinity of the gospel of Jesus Christ and that it has been restored in\nthis, the latter day.\n<\/p><p>\nI enjoyed Brother [Adam S.] Bennion's discussion of the converts in Europe, which brought\nto my mind many similar experiences I have through contacts with converts to the Church.\nOne of the prominent things that he told us was the thrill and the joy of these young people,\nmissionaries and servicemen, who are growing in their testimony, that the testimony of the\ngospel is one of their choicest possessions and one of the things that brings so much joy to\nthem. Those who come to my office, so often converts to the Church, have repeated to me the\nsame stories that Brother Bennion repeated&mdash;that life has just begun for them.\n<\/p><p>\nA husband and wife said that they felt that they had wasted fifteen years of their married life,\nfor now, since they had joined the Church, they were just beginning to live again.\n<\/p><p>\nIt is not so much the words that they express, but it is the thrill and the joy that lights up their\nfaces when they say it, in all sincerity&mdash;a joy that can come from no other source.\n<\/p><p>\nSo, as this knowledge of the gospel is one of the most important things for us to gain, I have\nheard many times members of the Church, as well as investigators or non-members, ask the\nquestion, \"How does one know? How does one get a testimony of the gospel?\" The Lord has\ntold us, and it has been repeated here before in this conference: \n<\/p><p>\nThere is a law, irrevocably decreed in heaven before the foundations of this world,\nupon which all blessings are predicated&mdash;\n<\/p><p>\nAnd when we obtain any blessings from God, it is by obedience to that law upon\nwhich it is predicated (<span class=\"citation\" id=\"13530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13530)\">D&amp;C 130:20<\/a><\/span>).\n<\/p><p>\nIf we want the blessing of a testimony of the gospel of Jesus Christ and want to know, even\nif we are just investigators and want to know which is the gospel of Jesus Christ, then we\nhave to find out what that law is and fulfil it.\n<\/p><p>\nMoroni gives us the key to that law. As he was preparing the records which were given into\nhis keeping, and he was finishing his part of them before putting them away for some future\ndate&mdash;he knew not when it would come&mdash;he wrote in his record: \n<\/p><p>\nBehold, I would exhort you that when ye shall read these things, if it be wisdom in\nGod ye should read them, that ye would remember how merciful the Lord hath been\nunto the children of men, from the creation of Adam ever down unto the time that ye\nshall receive these things, and ponder it in your hearts.<br \/>\nAnd when ye shall receive these things, I would exhort you that ye would ask God,\nthe Eternal Father, in the name of Christ, if these things are not true; and if ye shall\nask with a sincere heart, with real intent, having faith in Christ, he will manifest the\ntruth of it unto you, by the power of the Holy Ghost.<br \/>\nAnd by the power of the Holy Ghost ye may know the truth of all things.<br \/>\nAnd whatsoever thing is good is just and true; wherefore, nothing that is good denieth\nthe Christ, but acknowledgeth that he is.<br \/>\nAnd ye may know that he is, by the power of the Holy Ghost; wherefore I would\nexhort you that ye deny not the power of God; for he worketh by power, according to\nthe faith of the children of men, the same today and tomorrow, and forever\n(<span class=\"citation\" id=\"38264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38264)\">Moro. 10:3-7<\/a><\/span>).\n<\/p><p>\nNow he has given us two thoughts, primarily, in this record: first, \"ask God, the Eternal\nFather, in the name of Christ.\" And second he said, \". . . he will manifest the truth of it unto\nyou, by the power of the Holy Ghost. And by the power of the Holy Ghost ye may know the\ntruth of all things.\" So if we are going to find the law by which we may gain a knowledge,\nwe have the key to it here; first, we must do something ourselves, we must ask for it, and,\nsecond, then we will be given that through the Spirit.\n<\/p><p>\nIn section eighty-nine there is another key. The promise that is given there is: \n<\/p><p>\n\"And all saints who remember to keep and do these sayings, walking in obedience to the\ncommandments,\" and then the Lord gives us a promise of health and adds, \". . . shall find\nwisdom and great treasures of knowledge, even hidden treasures\"\n(<span class=\"citation\" id=\"13506\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13506)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13506)\">D&amp;C 89:18-19<\/a><\/span>).\n<\/p><p>\nIf we will learn the law of obedience and take that first step ourselves, the Lord will prompt\nus and give us that knowledge through the Spirit.\n<\/p><p>\nThe Lord has said: \"Ask, and it shall be given you; seek, and ye shall find: knock, and it shall\nbe opened unto you\" (<span class=\"citation\" id=\"34771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34771)\">Matt. 7:7<\/a><\/span>).\nIf we do not seek, if we do not ask, if we do not knock,\nthen we cannot receive that knowledge.\n<\/p><p>\nIn cottage meetings and other gatherings where the gospel is proclaimed, all do not receive it\nthe same; yet the same thing is taught to all. There are some in the group who will apply that\nlaw by which that blessing may be received, that of putting themselves in tune with the Spirit,\njust like a large radio transmitting station. The Lord's spirit is with us all. The gospel of Jesus\nChrist is being proclaimed, but if we do not put ourselves in tune, we do not get the\nreception. If we do not get the reception, it is not the fault of the broadcasting station, it is the\nfault of the receiver, and we are the receiver; we must put our spirit in tune.\n<\/p><p>\nThe soul is made up of body and spirit, and as we get in tune with the Spirit, then we receive\nthat testimony by the Spirit.\n<\/p><p>\nWe were reminded last Thursday in our meeting in the temple prior to this conference that the\ngreatest testimony is that which comes and testifies of the Spirit. We cannot always trust what\nwe see and what we hear, but we can always trust that prompting of the Spirit that comes to\nus, which declares to us that which is truth; and by that power we get our strength and\ntestimony of the gospel of Jesus Christ.\n<\/p><p>\nThe Prophet Joseph Smith had to take that first step and ask for knowledge. He read in James\nthat if ye lack wisdom and shall ask, ye shall receive\n(<span class=\"citation\" id=\"26121\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26121)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26121)\">James 1:5<\/a><\/span>). He took the words of James to heart\nand went into the grove of trees and knelt and asked for that knowledge which he received.\nThere the Prophet saw and heard, and surely it was testified to him of the Spirit that this was\ntrue and that these things which he experienced were true, by which he received a true\nknowledge of God the Father and of the Son, so that he knew that Jesus Christ lived, and that\nthe Father lived (<span class=\"citation\" id=\"30355\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30355)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30355)\">JS&mdash;H 1:17<\/a><\/span>),\nand knew that be had truly seen a vision\n(<span class=\"citation\" id=\"30360\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30360)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30360)\">JS&mdash;H 1:25<\/a><\/span>),\nas we have heard testified here today.\n<\/p><p>\nSo I say, let us put ourselves in tune. If there are members in the Church who are uncertain,\nwho are lacking in that strength of a testimony, ask, and ye shall receive, knock, and it shall\nbe opened unto you. If you will put yourself in tune that your spirit shall be in tune with the\nSpirit of the Holy Ghost, then you shall receive a knowledge of the gospel of Jesus Christ.\n<\/p><p>\nMay the blessings of the Lord be with us all, that we may all enjoy that prompting of the\nSpirit and be able to assist others as a result of that knowledge given to us, I pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}