{"ID":867, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i><i>Conference Report<\/i><\/i>, October 1956, pp. 82-86<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: We seem to be living in an age of ideologies of various kinds. The things\nthat used to influence men and nations and lead them into conflict&mdash;ordinary ambition, thirst\nfor territory, thirst for power, still remain, but there have come to supersede them certain\nideologies which move nations, sometimes in rebellion against the past, sometimes to build up\nnew concepts and new rules.\n<\/p><p>\nOne of these ideologies which is perhaps politically not so important but which socially is\nmost important, has been talked about tonight by Brother Mark E. Petersen&mdash;the ideology\nwhich lowers moral standards that we have been taught in the past to regard as sacred. I\nendorse all that Brother Mark has said tonight and urge you bishops, presidents of stakes, and\nheads of households, to follow his advice.\n<\/p><p>\nI am going to talk tonight, or plan to, about another ideology, and I should like, in all\nhumility on my part, to have the assistance of your faith and prayers. I shall try not to be too\nlong; it may be I shall be a bit dull. I am going to read in part, perhaps a good part, what I\nsay.\n<\/p><p>\nThe ideology I have in mind is what I might call the ideology of equality. We have a sort of\nfeeling about our own people in our own nation and the nations of the world, that everybody\nis equal to everybody else. You remember that the Declaration of Independence said, \"We\nhold these truths to be self-evident, that all men are created equal, that they are endowed by\ntheir Creator with certain unalienable Rights, that among these are Life, Liberty and the\npursuit of Happiness.\"\n<\/p><p>\nThose phrases seem to have caught the imagination of people of various kinds. I am not going\nto talk about them, somebody would accuse me of talking politics, but I have this kind of a\nfeeling about them&mdash;that they are not intended to suggest that force shall be brought to bear\nupon me, if I be a law-abiding man, tending my own business, to take away a part of my life\nto give to somebody else who thinks he would like some of it. I feel the same way about\nliberty. I feel the same way about pursuit of happiness. That is my right as a member of the\nbody politic, and just because somebody else thinks he would like some of my happiness, I\nnot imposing upon him or taking anything away from him, that I should be compelled to\nbestow upon him some of my happiness, is just beyond me.\n<\/p><p>\nNow, I want to talk tonight about what I will call <i>spiritual relativity<\/i>. I do not know anything\nabout what scientific relativity means, but I can get some idea about what I am going to talk\nabout. I am going to speak from the Book of Abraham, primarily, and my speaking will\nconsist principally in reading, in the first part of what I say, with perhaps an interpolation of a\nremark here and there.\n<\/p><p>\nIf you will read the third chapter of the Book of Abraham, you will find that the Lord is\ngiving instructions to Abraham about various matters, including matters of astronomy, and\nthen the Lord begins to apply those matters of astronomy of which he has been talking, where\nhe has one planet and then another greater than that, and then that there shall be one greater\nthan that (<span class=\"citation\" id=\"7202\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7202)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7202)\">Abr. 3:1-18<\/a><\/span>),\nand he begins to apply that to individuals: \n<\/p><p>\n\"19. And the Lord said unto me: These two facts do exist, that there are two spirits, one being\nmore intelligent than the other; there shall be another more intelligent than they; I am the\nLord thy God, I am more intelligent than they all\"\n(<span class=\"citation\" id=\"7203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7203)\">Abr. 3:19<\/a><\/span>).\n<\/p><p>\nNow, I am not going to try to tell you what that principle means, or where it leads; all I want\nto get out of that is that here are three intelligences, spirits, and that they are not equal, even\nthe two are unequal. There is the one, there is the second more intelligent than the first, and\nthere is the third more intelligent than the other two.\n<\/p><p>\nI like to think of that, as I have said, as <i>spiritual relativity<\/i>.\n<\/p><p>\nI am going on, now, and reading from the third chapter of Abraham. The Lord has been\ntalking about the intelligences, and he says: \n<\/p><p>\n\"21. I dwell in the midst of them all; I now, therefore, have come down unto thee to deliver\nunto thee the works which my hands have made, wherein my wisdom excelleth them all, for I\nrule in the heavens above, and in the earth beneath, in all wisdom and prudence, over all the\nintelligences thine eyes have seen from the beginning; I came down in the beginning in the\nmidst of all the intelligences thou hast seen.\n<\/p><p>\n\"22. Now the Lord had shown unto me, Abraham, the intelligences that were organized before\nthe world was; and among all these there were, many of the noble and great ones . . .\"\n<\/p><p>\nIn that great body of intelligences there were those whom the Lord has described as \"noble\nand great ones\": obviously others were not noble and great. Then going on, apparently in the\nsame sentence, as it is punctuated: \n<\/p><p>\n\"23. And God saw these souls that they were good, and he stood in the midst of them, and he\nsaid: These I will make my rulers; for he stood among those that were spirits, and he saw that\nthey were good; and he said unto me: Abraham, thou art one of them; thou wast chosen\nbefore thou wast born.\"\n<\/p><p>\nIn a minute or two I will refer to this same observation in connection with the Priesthood.\n<\/p><p>\nThen the scripture tells us that there were two who stood up. Each one wanted to create this\nnew world that they had talked about. This is the Grand Council that we talk about, where all\nof us presumably were. Some were \"noble and great ones,\" and some of us were not. We\nwere not equal in that Grand Council, have no mistake about that. There it was decided: \n<\/p><p>\n\"24. . . . We will go down, for there is space there, and we will take of these materials, and\nwe will make an earth whereon these may dwell; \n<\/p><p>\n\"25. And we will prove them herewith, to see if they will do all things whatsoever the Lord\ntheir God shall command them; \n<\/p><p>\n\"26. And they who keep their first estate shall be added upon\"\n(<span class=\"citation\" id=\"7204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7204)\">Abr. 3:21-26<\/a><\/span>).\n<\/p><p>\nWe understand that we kept our first estate, we who belong to this Church, that we have\nreceived the Gospel, and if we live as we should, we will be \"added upon.\"\n<\/p><p>\n\". . . and they who keep not their first estate shall not have glory in the same kingdom with\nthose who keep their first estate . . .\"\n<\/p><p>\nThe Lord has told us that we have three kingdoms, celestial, terrestrial, and telestial\n(<span class=\"citation\" id=\"13484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13484)\">D&amp;C 76:70-71,81<\/a><\/span>); he has\ntold us who will be, in great broad classifications, in each of these kingdoms, possess each of\nthese glories. He has told us that they differ. Paul told the Corinthians that they differed even\nas stars differed among themselves\n(<span class=\"citation\" id=\"286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(286)\">1 Cor. 15:40-41<\/a><\/span>).\n<\/p><p>\nNow, then it goes on: (repeating)\n<\/p><p>\n\". . . and they who keep not their first estate shall not have glory in the same kingdom with\nthose who keep their first estate; . . .\"\n<\/p><p>\nI am not undertaking to declare doctrine or Gospel, but as I read that, and as I understand it,\nit means that after we, so to speak, have been taken out, those who have kept their first\nestates, and we are not the only ones, there remains the great over-plus. They do not have the\nsame heritage, the same kingdom, the same glory, that we shall have, and they have and can\nfall into the terrestrial, the telestial, and then the Doctrine and Covenants tells us there is a\nkingdom without any glory (<span class=\"citation\" id=\"13495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13495)\">D&amp;C 88:24<\/a><\/span>).\n<\/p><p>\nMy point is that we were not equal at the beginning as intelligences; we were not equal in the\nGrand Council; we were not equal after the Grand Council. We had our agency over there,\nand the Lord has so told us that and that it was because of the exercise of that agency that a\nthird of the hosts of heaven rebelled\n(<span class=\"citation\" id=\"42259\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42259)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42259)\">Rev. 12:4,9<\/a><\/span>;\n<span class=\"citation\" id=\"13453\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13453)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13453)\">D&amp;C 29:36<\/a><\/span>).\nThey did not keep their first estate and apparently the\npunishment to be inflicted upon them for their rebellion was that they should not have bodies.\n<\/p><p>\n\". . . and they who keep their second estate shall have glory added upon their heads for ever\nand ever\" (<span class=\"citation\" id=\"50033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50033)\">Abr. 3:26<\/a><\/span>).\n<\/p><p>\nThen the Lord goes on and tells us about the two beings who came and offered to build this\nearth and implement its creation. Satan, we learn from other scriptures, declared that he would\nsave everybody, apparently either take away their free agency or else cause that nothing that\nthey did would be a crime (<span class=\"citation\" id=\"39084\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39084)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39084)\">Moses 4:1-4<\/a><\/span>).\nThe other one said he would do the will of the Father. The Father\nsaid that he would take the one who said he would do his will. Then it says: \n<\/p><p>\n\"28. And the second was angry, and kept not his first estate; and, at that day, many followed\nafter him\" (<span class=\"citation\" id=\"7207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7207)\">Abr. 3:28<\/a><\/span>).\n<\/p><p>\nThen the next chapter (chapter 4) says: \n<\/p><p>\n\"1. . . . Let us go down. And they went down at the beginning, and they, that is the Gods,\norganized and formed the heavens and the earth.\n<\/p><p>\n\"2. And the earth, after it was formed, was empty and desolate, because they had not formed\nanything but the earth; and darkness reigned upon the face of the deep, and the Spirit of the\nGods was brooding upon the face of the waters\"\n(<span class=\"citation\" id=\"7208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7208)\">Abr. 4:1-2<\/a><\/span>).\n<\/p><p>\nI like that word \"brooding,\" breeding, bringing forth the things of the earth, or preparing it\ntherefore, it seems to me to mean.\n<\/p><p>\nNow, this matter of body which, I take it, will come to those who keep their first estate; and\nthose who do not keep their first estate, but who do not belong to the rebellious group, they\nall get bodies too. We have our bodies. We are not all born in the same circumstances, with\nthe same advantages, and all the rest of it. But evidently the possession of a body was a great\nconsideration, and I refer you, in that connection, to the incident of the Gadarene demons.\n<\/p><p>\nYou will remember that when the Savior approached them, they said, \"What have we to do\nwith thee, Jesus, thou Son of God?\" This was one case where the demons, themselves, bore\ntestimony that Jesus was the Christ. \"What have we to do with thee?\"\n<\/p><p>\nAnd then they asked that the Savior, (when he cast them out of the man&mdash;they said they\nwere \"legion\") that the Savior would permit them to go into the nearby herd of swine. I have\nalways thought that there was a beautiful expression there. They asked him not to send them\nout into the \"deep.\" You will recall that they went into the swine, and the swine ran down\ninto the sea and were drowned\n(<span class=\"citation\" id=\"34777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34777)\">Matt. 8:28-34<\/a><\/span>;\n<span class=\"citation\" id=\"33098\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33098)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33098)\">Mark 5:1-20<\/a><\/span>;\n<span class=\"citation\" id=\"31428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31428)\">Luke 8:26-39<\/a><\/span>).\n<\/p><p>\nI have always thought that indicated very, very clearly how valuable an earthly body is&mdash;that\nthey were willing in order to have possession, apparently even for the moment, of a body, to\ngo into the body of a swine.\n<\/p><p>\nNow, I am trying to get out of all this only the one fundamental thought&mdash;we were not all\nequal at the beginning; we were not all equal at the Grand Council; we have never been all\nequal at any time since, and apparently we never shall be.\n<\/p><p>\nNow as to the Priesthood: Adam, the Prophet Joseph Smith tells us, received his Priesthood\nbefore the creation of the world, as I recall it. That is when he got his Priesthood. Seemingly\nit was not given to everybody. We do not know who else received it besides Adam, but\nprobably some. The Prophet Joseph said, \"I suppose that I was ordained to this very office in\nthat Grand Council.\" And he said, \"Every man who has a calling to minister to the inhabitants\nof the world was ordained to that very purpose in the Grand Council of heaven before this\nworld was\" (Joseph Fielding Smith, <i>Teachings of the Prophet Joseph Smith<\/i>, 2nd ed., 1940,\npp. 157, 365).\n<\/p><p>\nI like to think that perhaps we may have been there at that Grand Council and that we, the\ngreat body of this Church, with our divine commandment, our divine destiny, our divine\nresponsibility, to carry the Gospel to the nations of the earth&mdash;I like to think that we were\nendowed somehow with a mission, perhaps with the Priesthood, to carry on the work which\nwe have to do.\n<\/p><p>\nNow, the Prophet told us that from that time down, apparently until the time of Moses, the\nPriesthood descended in a regular line from father to son, through their succeeding\ngenerations (<span class=\"citation\" id=\"13490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13490)\">D&amp;C 84:6-17<\/a><\/span>).\n<\/p><p>\nYou will remember at the very beginning there was a contest in the Priesthood. At any rate,\nCain offered a sacrifice that was not acceptable to the Lord. You know the result\n(<span class=\"citation\" id=\"23638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23638)\">Gen. 4:1-8<\/a><\/span>).\n<\/p><p>\nFrom that time on down to the time of Moses, we note that the men that were named (they\nare named in the Doctrine and Covenants, Sections 84 and 107) carried on the Priesthood\n(<span class=\"citation\" id=\"13491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13491)\">D&amp;C 84:6-17<\/a><\/span>;\n(<span class=\"citation\" id=\"13519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13519)\">D&amp;C 107:41-57<\/a><\/span>).\nIt does not seem to have been a common endowment. Everybody was not offering sacrifice, but\nonly those who were chosen by the Lord.\n<\/p><p>\nWhen you come down to Moses, remember Moses had the Melchizedek Priesthood, which he\nreceived from Jethro, his father-in-law, at the beginning of his work\n(<span class=\"citation\" id=\"13489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13489)\">D&amp;C 84:6<\/a><\/span>). He seems\nto have been the only one among the Israelites who then held the Melchizedek Priesthood. He\ntried, you will recall we are told, to have Israel fit itself to partake of the Melchizedek\nPriesthood. Israel would not do it, and so there was established the Aaronic Priesthood, the\nLesser Priesthood, and that was bestowed upon Aaron and his family\n(<span class=\"citation\" id=\"13492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13492)\">D&amp;C 84:18-28<\/a><\/span>).\n<\/p><p>\nWay along at the beginning, soon after they began the exodus, Aaron and Miriam, the sister,\napparently basing their actions upon the fact that Moses had married an Egyptian, Ethiopian,\nnevertheless it appears in the account that they accused Moses, who held the Melchizedek\nPriesthood and Aaron held only the Aaronic Priesthood&mdash;accused Moses of usurping power\nthat they had formerly possessed. You will recall that they were severely chastened, chastised.\nMiriam was stricken with leprosy\n(<span class=\"citation\" id=\"41099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41099)\">Num. 12:1-16<\/a><\/span>).\n<\/p><p>\nI have always thought that there was in this an indication of the priesthood status of women,\nbecause of the punishment which apparently was inflicted upon Aaron, which differed from\nthe punishment which was inflicted upon Miriam&mdash;that here was an indication that women did\nnot receive the Priesthood, and certainly so far as we know, women have not had the\nPriesthood. Miriam's punishment may have covered her seeming claim that she had a right to\npriesthood powers.\n<\/p><p>\nWhen that was settled, you will remember that a Levite, Korah, and Dathan and Abiram,\napparently Reubenites, rebelled against Moses and said he was taking too much upon himself.\nThey did not have the authority to officiate, they did not have the Priesthood that Moses had,\nand they did not have the authority that Aaron had. They rebelled. I will not take time to do\nmore than tell you that finally a challenge was issued by Moses. They came out with their\ncensers, and the earth opened and swallowed them up\n(<span class=\"citation\" id=\"41100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41100)\">Num. 16:1-40<\/a><\/span>).\n<\/p><p>\nBut they (Moses and Aaron) were not content with that demonstration. You will remember\nthat then the question arose as to where the Priesthood authority was, and apparently Moses\nintended to settle it once for all, so he planned the experience of the rod that blossomed. Each\nof the tribes got a rod, and it was placed in a container in the tabernacle, as I recall it, and the\nrod that blossomed was to be the rod of the tribe that was chosen. Aaron's rod blossomed; the\nothers did not.\n<\/p><p>\nI want to get from this the proposition that Israel, generally, did not have the Priesthood that\nAaron had. Even the Levites, who had a secondary kind of officiating authority in taking care\nof the tabernacle, did not have the right to offer sacrifice, which belonged entirely to Aaron\nand his sons (<span class=\"citation\" id=\"41101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41101)\">Num. 16:1-40<\/a><\/span>).\n<\/p><p>\nAnd you may recall that rather early in their Priesthood experience there were two sons of\nAaron, Nadab and Abihu, who offered \"strange fire\" before the Lord, and they were smitten,\nkilled (<span class=\"citation\" id=\"30889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30889)\">Lev. 10:1-2<\/a><\/span>).\n<\/p><p>\nThe Lord has always guarded his Priesthood with the utmost care, so that all during Israel's\ntime, only a few held the Priesthood, and of that few only one family, seemingly, had the\nright to officiate. There evidently were individuals at various periods in Israel's history who\nheld the Melchizedek Priesthood, but it was not generally possessed. Apparently the\nPriesthood has not ever gone to all humanity. The Lord has guarded it very, very carefully,\nand he guards it in the same way today.\n<\/p><p>\nSo, my brothers, we need not be dismayed or suffer any inconvenience or embarrassment\nfrom the fact that the Priesthood is a sacred calling which is bestowed upon those whom the\nLord designates, with such powers and such authority as the Lord may indicate by virtue of\nthe office. We have deacons, teachers, priests, elders, seventies, high priests. You know how\nthat comes about, how we get these various grades of Priesthood.\n<\/p><p>\nBut two points: \n<\/p><p>\nFirst, there never was a time when all spirits were equal, so far as the Lord has revealed; so\nfar as he has revealed, there never will be a time when all spirits are equal. He has provided\ndifferent kingdoms and glories for the different kinds of individuals as they come to this\nearth, and I can imagine, having in mind the Gadarene demons, I can imagine that those who\ndid not keep their first estate but who still may come to earth and get a body, are anxious to\ncome and get a body no matter what the conditions are, if we are to judge by the anxiety of\nthose demons who were cast out and who asked that they be permitted to enter the swine.\n<\/p><p>\nNext, the Priesthood has never been possessed by all individuals; the Lord has chosen those to\nwhom he wishes to delegate his authority. He has carefully guarded the exercise of that\nauthority. Some, our sisters, for instance, have never held the Priesthood.\n<\/p><p>\nThank you, brethren, for your kindness.\n<\/p><p>\nI bear you my testimony that the Lord lives. I bear you my testimony that Jesus is the Christ,\nthat he lived, was crucified, died, was resurrected.\n<\/p><p>\nI bear you my testimony that the Priesthood has been restored to us through the restoration\nthat came through the Prophet. I bear you my testimony that all of the rights and the powers\nwhich Joseph had have descended from him till now and that they are now possessed by\nPresident David O. McKay.\n<\/p><p>\nMay the Lord bless us and build up our testimonies, enable us to understand the principles of\nthe Gospel and not get off on the theory of this ideology that everybody is alike, and all have\nequal rights&mdash;our rights depend upon our course before we came here, and our course since we\narrived.\n<\/p><p>\nGod bless you, I pray in the name of his Son. Amen.\n<\/p>\n<\/div>\n<\/div>"}