{"ID":869, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Go Ye Not after Them\"<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1956, pp. 93-96<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, as with all of us I stand before you in humility, with a\nprayer in my heart that I may be able to say something that will be helpful in building up our\nfaith, strengthening our testimonies, and I ask that you will extend to me your faith and your\nprayers to the same end, that all may be benefitted.\n<\/p><p>\nI would like to begin what I have to say this morning with a quotation of some scriptures.\nOne scripture has already been frequently quoted that came from the great intercessory prayer\nwhich the Savior delivered the night before the day he was crucified: \n<\/p><p>\n\"And this is life eternal, that they might know thee the only true God, and, Jesus Christ,\nwhom thou hast sent\" (<span class=\"citation\" id=\"27704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27704)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThen I would like to quote the first three verses and the fourteenth of the first chapter of\nJohn: \n<\/p><p>\n\"In the beginning was the Word, and the Word was with God, and the Word was God.\n<\/p><p>\n\"The same was in the beginning with God.\n<\/p><p>\n\"All things were made by him; and without him was not any thing made that was made.\"\n<\/p><p>\nAnd the fourteenth verse: \"And the Word was made flesh, and dwelt among us, (and we\nbeheld his glory, the glory as of the only begotten of the Father,) full of grace and truth\"\n(<span class=\"citation\" id=\"27671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27671)\">John 1:1-3,14<\/a><\/span>).\n<\/p><p>\nAnd finally, I will quote the passage from First Corinthians, where Paul, speaking to the\nbacksliding Corinthians, among whom already began to appear what finally became the great\napostasy, and complaining about them and their thoughts, he said,\n<\/p><p>\n\"For I determined not to know any thing among you, save Jesus Christ, and him crucified\"\n(<span class=\"citation\" id=\"271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(271)\">1 Cor. 2:2<\/a><\/span>).\n<\/p><p>\nThere are all sorts of cults, all sorts of shadings of what we have called Christianity. There is\none group of scholars that work insidiously sometimes, pretending Christianity and a belief in\nChrist, but nevertheless who subtly and insidiously teach us things that do not come within\nwhat we understand as Christianity. The position of these has been stated by one scholar thus:\n<\/p><p>\n\"Christ . . . cannot have been both the same unclouded thinker of the moral sayings and the\napocalyptic fanatic of the eschatological passages.\n<\/p><p>\nAnd eschatology is defined as \"The doctrine of the last or final things, death, resurrection,\nimmortality, the end of the world, final judgment, and the future state; the doctrine of last\nthings.\"\n<\/p><p>\nThese teachers who announce this difference as to the life of the Savior and his teachings,\nsome of them, find place amongst us.\n<\/p><p>\nThese critics say one of these two, the moral teachings or the eschatology, must be given up\nas historical and the one chosen to be got rid of is the eschatological. Anything beyond the\nmoral teachings is put in the realm of myth, legend, popular exaggeration, symbolism,\nallegory, or transference of the miraculous from other departments of tradition into the life of\nJesus.\n<\/p><p>\nTheir standard of elimination is that any \"event which lies outside the range of the known\nlaws of Nature,\" must be disregarded. This destroys the divine origin of Jesus, his miracles,\nhis resurrection, and much of his doctrine.\n<\/p><p>\nI want to read now just a few verses from the Olivet Discourse, the discourse which the\nSavior delivered on the Mount of Olives at the near conclusion, or conclusion of the third day\nof the Passion Week which he had spent in the temple or the temple precincts. I am going to\nread from all three Synoptists, because each says essentially the same thing, but in somewhat\ndifferent language. I am reading from the 24th chapter of Matthew. They had gone out to the\nMount of Olives, Jesus and his disciples; they asked if he would like them to tell him about\nthe temple, and so on, and it was then that he predicted that the temple would be destroyed,\nand thereafter in this discourse he touched upon not only the destruction of the temple but the\nSecond Coming. Not always can you be clear as to which he was referring, but the passages\nthat I shall read have reference as to what should finally take place.\n<\/p><p>\n\"Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end\nof the world?<br \/>\n\"And Jesus answered and said unto them, Take heed that no man deceive you.<br \/>\n\"For many shall come in my name, saying, I am Christ; and shall deceive many.<br \/>\n\"Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.<br \/>\n\"For there shall arise false Christs, and false prophets, and shall shew great signs and\nwonders; insomuch that, if it were possible, they shall deceive the very elect.<br \/>\n\"Behold, I have told you before.<br \/>\n\"Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is\nin the secret chambers; believe it not\"\n(<span class=\"citation\" id=\"34809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34809)\">Matt. 24:3-5,23-26<\/a><\/span>).\n<\/p><p>\nMark said:\n<\/p><p>\n \"And Jesus answering them began to say, Take heed lest any man deceive you:<br \/>\n\"For many shall come in my name, saying, I am Christ; and shall deceive many.<br \/>\n\"And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him not:<br \/>\n\"For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce,\nif it were possible, even the elect.<br \/>\n\"But take ye heed: behold, I have foretold you all things\"\n(<span class=\"citation\" id=\"33103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33103)\">Mark 13:5-6,21-23<\/a><\/span>).\n<\/p><p>\nAnd Luke says, more shortly than is recorded by the others: \n<\/p><p>\n\"And he said, Take heed that ye be not deceived: for many shall come in my name, saying, I\nam Christ; and the time draweth near: go ye not therefore after them\"\n(<span class=\"citation\" id=\"31447\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31447)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31447)\">Luke 21:8<\/a><\/span>).\n<\/p><p>\nI think perhaps when we first read these extracts we may think that the Savior is talking\nprimarily of a person, somebody to come to impersonate the Christ and claim to be the Christ.\nIt seems to me, however, from the way in which these records are made and what they say,\nthat the Savior also had in mind anyone who would come and say to you, \"This is Christ that\nI teach; that is Christ that I teach; that is the Christian doctrine.\" In that sense I think that\nthese scholars about whom I have already read, who would discard everything that they could\nnot account for by the known laws of nature, they are in effect false Christs, for they are\ntelling us that the things that we believe in Christ are myths, tradition, symbolism, allegory;\nthey did not exist.\n<\/p><p>\nNow, that kind of a religion, that kind of Christianity would require that we discard all that\nwe know about the Great Council in heaven and what was determined there, because these\nthings lie outside the known laws of nature, as those scholars understand them.\n<\/p><p>\nWe would have to discard the Fall as being a myth, an allegory, symbolism.\n<\/p><p>\nWe would have to discard the virgin birth, the divine conception, the very foundation of our\nreligion; that would have to go.\n<\/p><p>\nWe would have to discard the witness of the Father at the time of the baptism of the Savior;\nthat would go as myth, symbolism, allegory.\n<\/p><p>\nWe would have to discard practically all of the miracles as not taking place and those that\nmight be accepted would be spoken of as signs. A sign can be a miracle, but not necessarily\nso. A miracle is a sign, but more than that.\n<\/p><p>\nWe would have to discard the testimony of the Father, at the time of the transfiguration, that\nJesus was his Son.\n<\/p><p>\nWe would have to discard that great occasion, the raising of Lazarus and the incidents thereof,\nthe reply of the Savior to Martha: \n<\/p><p>\n\"I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he\nlive:<br \/>\n\"And whosoever liveth and believeth in me shall never die\"\n(<span class=\"citation\" id=\"27693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27693)\">John 11:25-26<\/a><\/span>). That would\nhave to go into the discard as myth, allegory, symbolism, tradition.\n<\/p><p>\nFinally, we would have to discard all that we know about the resurrection and its effect; all of\nthat is gone.\n<\/p><p>\nAs to all these, and almost countless other matters: be not deceived, believe them not, follow\nnot after the false Christs.\n<\/p><p>\nI would like you to appreciate that without the eschatology of the records of the Savior's life,\nwe should have nothing left but husks, moral teachings, and ethics which, if lived, would\nmake us a great people, a humane people, a peaceful people, but would not carry us back into\nthe presence of our Heavenly Father.\n<\/p><p>\nIn my view, that doctrine is not only sacrilegious, but to me it is also blasphemy, something\nto be utterly cast away. We have less left after they get through with their discards than the\nold paganism, for that paganism, the old Greek mythology, did acknowledge and have a kind\nof worship of divine beings which they conceived; they did believe in them and worship\nthem.\n<\/p><p>\nMy whole soul rebels against this emasculation of Christianity. Jesus did live. First, there was\nthe great plan in heaven; that did actually occur. All that we know about it took place there.\nThere was the plan; the earth was formed; Adam came; the human family followed. We came\nhere to prove ourselves. Finally, Christ was born in the Meridian of Time. He lived. He\ntaught. He gave instructions. He was crucified. Then on the morning of the third day, he was\nresurrected, thus bringing to each and every of us the blessings of the resurrection. We all\nshall be resurrected. All of that has gone for these people to whom I refer. It is myth,\ntradition, allegory. Be not deceived by them; believe them not; follow not after them.\n<\/p><p>\nThen we would have to discard all that transpired in the restoration of the gospel, the Vision\nof the Father and the Son, the coming forth of the Book of Mormon, the giving of the great\ncommandments which compose our Doctrine and Covenants. We would have to discard the\nPearl of Great Price and all that it says.\n<\/p><p>\nNow, brothers and sisters, let us be aware of this false Christ, false Christianity which is\ntaking root among some of our intellectuals. Be not deceived, believe it not, follow not after\nit, as the Lord said in those various records.\n<\/p><p>\nI bear my testimony as I have already indicated to the truthfulness of the gospel, to the\nrestoration of its great principles, to the restoration of the priesthood, to the conferring of all\nof these things upon the Prophet Joseph, to the passing down from the Prophet Joseph through\nthe Presidents of the Church until the present, that our President of the Church, President\nDavid O. McKay, has all of the rights and the prerogatives and the powers and authorities that\nwere conferred upon the Prophet Joseph.\n<\/p><p>\nI bear you this testimony in soberness. I repeat, my soul cries out against this heresy that is\ntaught by this group of so-called Christians.\n<\/p><p>\nGod be with us and help us always, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}