{"ID":87, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Samuel O. Bennion<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Samuel O. Bennion, <i>Conference Report<\/i>, October 1943, pp. 73-76<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am delighted, my brethren, to be in your midst tonight, and to have attended the Conference\ntoday and yesterday. It has been a great pleasure, for many years, to attend these Conferences,\nand to listen to the instructions of the Lord's servants. In our organizations, both of men and\nwomen, I am sure we have leaders who are divinely called, and I have heard their testimonies\nmany times; they have strengthened mine, that this, beyond any question, is the work of the\nLord.\n<\/p><p>\nADMINISTRATION AND RESULTANT THOUGHTS\n<\/p><p>\nThere are a good many things in the plan of salvation that have not yet been made clear, but\nwhich some day will be revealed. I had an experience this past summer, of administering to a\nchild six days old, in a hospital. I had never before administered to a child; I have blessed\nmany children, but never had administered to any. This child had to undergo an operation, so\nthe doctor had sent it to the hospital. The mother had asked that I should be called to\nadminister to it.\n<\/p><p>\nI could find no one in the hospital at that time to go with me, and so it became necessary to\nperform the ordinance alone. I saw that little infant lying there, just six days old; it had never\ntaken any food, it could not digest it, and something had to be done. So I administered to the\nchild. And this remarkable thing happened: it was unable to cry, it was so\nweak, yet it opened its eyes when I administered to it, and looked at me with as much\nintelligence as any person I have ever seen in my life. Now, this is the truth I desire to point\nout: I do not know just how the transition is made, but I knew this much as I administered to\nthat child, that six days before it had been a fully grown spiritual man, and that it was fully\ngrown when this earth was made. And I remembered, too, that the Savior of the world, Jesus\nChrist our Lord, was born as was that child, with a fully matured spiritual body but in the\nphysical form of a babe.\n<\/p><p>\nThis vital truth is made plain in the incident recorded in Third Nephi. That great prophet was\ncrying unto the Lord for help to control and lead those rebellious people who had turned\naway from the promises of their fathers. He was wondering when the time of the Messiah's\ncoming should be&mdash;that event which Samuel the Lamanite had predicted should take place,\nand he was crying unto the Lord in mighty faith, when a voice came unto him saying: \"Lift\nup your head and be of good cheer; for behold, the time is at hand, and on this night shall the\nsign be given, and on the morrow come I into the world\"\n(<span class=\"citation\" id=\"5444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5444)\">3 Ne. 1:13<\/a><\/span>).\n<\/p><p>\nOn the morrow he was born in that stable in Judea, and cradled in a manger, even as I saw\nthis little infant that I administered to lying in the hospital.\n<\/p><p>\nCHRIST'S PRE-MORTAL POSITION\n<\/p><p>\nThis is one of the things we do not fully understand. But the Christ made this world, there is\nno question about that. It was he who established his Father's work in the days of Adam; who\ngave the Law unto Moses; who brought the children of men, anciently, to a realization of His\ndivine plan; and it was He who established His people in this land upon which we live, long\nbefore He came into the world, in the Meridian of Time.\n<\/p><p>\nI do not know how this earth was made, only I know it was not made of nothing; it was made\nof material substances. In a revelation to Joseph Smith the Prophet, we are given to\nunderstand that to those who are faithful at the Lord's coming, He will show how He made\nthe world (<span class=\"citation\" id=\"11901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11901)\">D&amp;C 101:33<\/a><\/span>).\nThat is one of the things that will come to our knowledge if we keep the\ncommandments of God&mdash;this and many other great and marvelous truths.\n<\/p><p>\nRESPONSIBILITY OF LEADERSHIP\n<\/p><p>\nThis congregation of men here are representatives of our Eternal Father in the earth. You hold\npositions of trust, spiritually and financially. You uphold the leadership and are the leadership\nof the Church. You are the men who establish faith in the hearts of the children of men, and I\nknow that you have a testimony of the gospel. This work is growing and the work of God is\nbeing built more firmly than ever before. I do not know just what the end of the present\nconflict will be, or how far it will reach, but in the end I know that the democracy established\nin this land will survive, and it will govern and rule, for the Lord established His Church\nhere, nevermore to be thrown down, nevermore to be disorganized, but to be in the earth\nwhen He should come in the day of His wrath and in the day of his\nfulfilment of His promises and His pledges unto the children of men.\n<\/p><p>\nHe will come to His own; He will come to His people, unto the men who hold His\nPriesthood, the power to act in His name.\n<\/p><p>\nCOURAGE OF THE PIONEERS\n<\/p><p>\nNow, we are facing problems, I think, that we have never faced before, at least in the history\nof my time. I have been actively engaged for the past thirty-nine years, and I have never seen\nconditions that confront us as they do now. When our pioneer fathers came down these\ncanyons in 1847 and later, they came into this barren country, a country most forbidding. It\nwas no wonder that some of the women folk cried, as my grandmother cried when she saw\nthe land that she had to live in after the pilgrimage across the plains. She had left her home in\nEngland, where she had enjoyed life; she did not join the Church until she came to this\ncountry, but she came with her husband or she would have been left behind. That was the\nmandate.\n<\/p><p>\nShe wept when she saw this country, and I want to tell you, my brethren, the men and women\nwho came into this country found it a hard place in which to live. They struggled day and\nnight and all the time, to gather something to eat and clothing to wear. Many of them went\nhungry. But they weathered the storm of adversity and they established in the valleys of the\nmountains the greatest commonwealth that can be found in America. They were courageous\nmen and women.\n<\/p><p>\nPERILS FACING YOUTH OF THE PRESENT\n<\/p><p>\nNow then, the thing that confronts us all is the conditions that exist today. What changes have\ncome! Today our boys and girls can secure employment at salaries they have never before\nheard of. Many of them, who have been reared in homes where they have been taught to\npray, where they have had wise guidance by parents who loved them, and where they listened\nto them because they had not seen the outside world&mdash;these boys and girls, today, many of\nthem, have left their homes and have come to the larger centers by the hundreds, yes, by the\nthousands. They are getting more money than they had ever dreamed of, and they are\nspending it. There are hundreds of young people in this country right now, who, because of\nthis increase in wealth, are not able to control themselves, and are drinking and using tobacco\nand ruining their lives.\n<\/p><p>\nTo save them is the duty that confronts the Priesthood of this Church at the present time and\nmost seriously, in my opinion. There should be nothing left undone. You have to persuade\nthese boys and girls; you cannot drive them. Dictators try to do that, but those who follow our\nLord and Savior's example must lead men and persuade them by kindness and love\nunfeigned. We must hold our youth&mdash;thousands of them born under the eternal covenants of\nour Eternal Father. They are the ones we must reclaim. We must not allow them, if it is\npossible, to be led away.\n<\/p><p>\nOUR DUTY TO MAKE KNOWN THE TRUTH\n<\/p><p>\nThis work with our youth is closely allied to our larger obligation&mdash;missionary work. There is\nnothing like it in all the world. As the blood is the life of the flesh, so is missionary work the\nlife of this Church, and if you take it away, there is no Church.\n<\/p><p>\nThis is the Church and Kingdom of God that was established by the Savior who came to this\nearth in the Meridian of Time, who performed His mission and died that we might live. It is\nthe work of God; I know that our Eternal Father appeared to Joseph Smith, His son, and said\nunto him, \"Joseph, this is my beloved Son. Hear Him!\"\n(<span class=\"citation\" id=\"30212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30212)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nAs a result of that visitation came this great organization, the Church, which will go on to\nperfection until the Christ comes again. There will never be a time when you and I will have\nso big a part to play as we do today. This is your day, it is my day, it is the time for men to\nprepare to meet their God, and to establish the principles of eternal truth in the hearts of the\nchildren of men.\n<\/p><p>\nI pray the Lord to bless you, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}