{"ID":871, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Common Heritage We Have<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, October 1956, pp. 99-101<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and my brethren and sisters, many thoughts and themes have run\nthrough my mind during this conference, but I must admit that I am more aware this morning\nand at this moment of those who are not here in the Tabernacle, than of those who are. It is\nquite likely not only that those who are listening and looking outside outnumber us many\ntimes, but also that those who are not members of the Church of Jesus Christ of Latter-day\nSaints greatly outnumber those who are, and it is with these principally in mind that I speak\nat this time.\n<\/p><p>\n(I am aware, too, somewhat, of the \"World Series,\" unfortunately, and I feel a little, I think,\nas the Ancient Mariner must have felt when he tried to detain the wedding guest. After all,\nthere are nine innings to come, and likely there can be only one of two results. We hope you\nwill stay with us a little longer.)\n<\/p><p>\nI am grateful for a conviction of the many things men have in common. So much of our\nheritage, so much of basic belief, so much of so much that matters most in life, we have in\ncommon. And among the greatest of things we have in common is our relationship to the God\nand Father of us all, who made us in his image and whose children we all are. For this I am\ngrateful. I am grateful also for the love I have in my heart for mankind.\n<\/p><p>\nI should like to share with you, in quick review, another thing we have in common, often\noverlooked, not always observed&mdash;the commandments of God&mdash;and I should like to go back\nfirst to the Ten Commandments and quickly cite them, not in full text, but in full meaning: \n<\/p><p>\nThou shalt have no other gods before me.<br \/>\nThou shalt not make unto thee any graven image.<br \/>\nThou shalt not take the name of the Lord, thy God, in vain.<br \/>\nRemember the sabbath day to keep it holy.\n<\/p><p>\n(I wish all of you present and all of you on the air could have heard last evening, President\nMcKay's statement concerning the Sabbath day. I would not wish to particularize at this time\nas did they in ancient Israel, as to what one should or should not do on the Sabbath day, but I\nam sure that there are many activities and events, public, and private, that ought to be\ndeferred to another day, and I would remind you again that the word the Lord used\nconcerning the Sabbath was \"holy\"&mdash;\"to keep it holy.\")\n<\/p><p>\nHonour thy father and thy mother.<br \/>\nThou shalt not kill.<br \/>\nThou shalt not commit adultery.<br \/>\nThou shalt not steal.<br \/>\nThou shalt not bear false witness.<br \/>\nThou shalt not covet (<span class=\"citation\" id=\"22653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22653)\">Ex. 20:3-17<\/a><\/span>).\n<\/p><p>\nI am grateful for these things in common, and I am grateful for a respect I have for the\nsincere convictions of all men, and the respect other men have for our sincere convictions.\n<\/p><p>\nI should like to share with you quickly and briefly some other things that we would hope men\nhave in common, which we would subscribe to as members of the Church of Jesus Christ of\nLatter-day Saints, some of which are incorporated in our Articles of Faith and some of which\nappear elsewhere. The audience this morning being what it is, outside these walls, I should\nlike to read some of these Articles of Faith: \n<\/p><p>\nWe believe in God, the Eternal Father, and in His son, Jesus Christ, and in the Holy\nGhost (<span class=\"citation\" id=\"6692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6692)\">A of F 1:1<\/a><\/span>).\n<\/p><p>\nWe believe that men will be punished for their own sins, and not for Adam's\ntransgression (<span class=\"citation\" id=\"6694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6694)\">A of F 1:2<\/a><\/span>).\n<\/p><p>\n(Each of these is tempting to elaborate. Each one might well be the subject of a sermon.)\n<\/p><p>\nWe believe that through the Atonement of Christ, all mankind may be saved, by\nobedience to the laws and ordinances of the Gospel\n(<span class=\"citation\" id=\"6698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6698)\">A of F 1:3<\/a><\/span>).\n<\/p><p>\nWe believe that the first principles and ordinances of the Gospel are: first, Faith in the\nLord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission\nof sins; fourth, Laying on of hands for the gift of the Holy Ghost\n(<span class=\"citation\" id=\"6700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6700)\">A of F 1:4<\/a><\/span>).\n<\/p><p>\nWe believe in the same organization that existed in the Primitive Church, viz.,\napostles, prophets, pastors, teachers, evangelists, etc.\n(<span class=\"citation\" id=\"6703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6703)\">A of F 1:6<\/a><\/span>).\n<\/p><p>\n(There are others, and I will not take time to read them all.)\n<\/p><p>\nWe believe all that God has revealed, all that He does now reveal, and we believe that\nHe will yet reveal many great and important things pertaining to the Kingdom of God\n(<span class=\"citation\" id=\"6712\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6712)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6712)\">A of F 1:9<\/a><\/span>).\n<\/p><p>\nWe claim the privilege of worshiping Almighty God according to the dictates of our\nown conscience, and allow all men the same privilege, let them worship how, where,\nor what they may (<span class=\"citation\" id=\"6716\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6716)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6716)\">A of F 1:11<\/a><\/span>).\n<\/p><p>\nWe believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all\nmen&mdash;[and, passing over some words of Paul]&mdash;If there is anything virtuous, lovely, or\nof good report or praiseworthy, we seek after these things\n(<span class=\"citation\" id=\"6721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6721)\">A of F 1:13<\/a><\/span>).\n<\/p><p>\nWe believe the Bible to be the word of God as far as it is translated correctly; we also\nbelieve the Book of Mormon to be the word of God\n(<span class=\"citation\" id=\"6709\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6709)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6709)\">A of F 1:8<\/a><\/span>).\n<\/p><p>\nThe Lord has had many peoples and has dealt with them under many conditions at many\ntimes in many places, even unto the present, and his similar dealings with others as with\nancient Israel we accept as scripture.\n<\/p><p>\nWe believe also in the eternal continuance of the marriage covenant, and not just a marriage\nthat death dissolves. We believe that the sweetest and most meaningful things in life are\neverlasting.\n<\/p><p>\nWe believe in and accept all truth, and believe in the search for truth, through the inspiration\nof Almighty God and through the searching and seeking of earnest and honest men.\n<\/p><p>\nNow, it should not seem a thing strange that there are certain requirements and\ncommandments and ordinances that must be accepted or adhered to. In all things in life, in the\nphysical world and in the spiritual world, there are causes and consequences. Some of them\nwe have to accept on faith. Even those which are demonstrated fact, we have to accept in part\non faith, because we do not know the \"why\" of all things. We do not know why two atoms of\nhydrogen and one of oxygen make water, but we know they do. The \"why\" is something we\nshall learn later.\n<\/p><p>\nWe do not know \"why\" the necessity for baptism and all the other ordinances under the hands\nof those having divine authority. We accept them on faith, in full faith.\n<\/p><p>\nWe believe in continuous revelation. The Lord God has not told us all he knows, but he has\ntold us much more than we use and live up to.\n<\/p><p>\nWe believe in the acceptance of all truth, but not all theory. I have spent a good many years\nin my life in academic walls. I have a profound respect for scholars and scholarship and\nscience and scientists, the ablest among whom would be the first to admit that their findings\nare still in flux, and that there is yet infinitely much to be discovered.\n<\/p><p>\nPatience, faith, virtue, humility, and a never-ceasing search, and living and keeping the\ncommandments of God, are required of all of us&mdash;and it should not seem a thing strange that\nthe Lord God has requirements and prescribed ways, and that just any way that men choose\nwill not lead to the highest blessings that God can give. Those who wish to realize limitless\nopportunities and exaltation and happiness here and hereafter in the fullest possible measure\nmust live according to his commandments, according to his prescribed way in the fullest\npossible way.\n<\/p><p>\nTruth is not always convenient. The commandments of God are not always convenient. They\ndo not bend themselves to our convenience. Truth does not adapt itself to what we wish it\nwere. We had better adapt our lives to what it is. We had better adapt our lives to the\ncommandments of God, whether they are convenient or not.\n<\/p><p>\nPatience, faith, conforming our lives to truth, the keeping of the commandments, trust in the\neternal future&mdash;the assurance that the most meaningful things in life are everlasting, and a\npatient search and seizing upon what the soul and the spirit with its imprint upon the soul tells\nus to be truth&mdash;these are required of us.\n<\/p><p>\nMay I share with you a statement from an eminent and able New England scholar, a statement\nwritten to me in a letter just a few days ago by Dr. Henry Beston: \n<\/p><p>\n\"Never bind life in the cords of an unintelligent skepticism. Unintelligent credulity can be\ndangerous, but an unintelligent skepticism locks the doors of the mind.\"\n<\/p><p>\nWe can rationalize away almost anything, anything ever said, anything that ever happened,\nanything ever written or spoken. But we cannot rationalize away the witness of the Spirit unto\nour souls, which brings knowledge more sure than the things we can touch, and see, and feel.\nThat witness I leave with you this day as to the reality of those things of which Brother Hugh\nB. Brown and President Clark have previously spoken, as to the glorious events of the\nrestoration of the gospel of Jesus Christ, as to the way of life and salvation, and the divine\nreality of our Savior, who came to earth not to condemn but to save us.\n<\/p><p>\nOur Father in heaven is not an umpire who is trying to count us out. He is not a competitor\nwho is trying to outsmart us. He is not a prosecutor who is trying to convict us. He is a\nLoving Father who wants our happiness and eternal progress and everlasting opportunity and\nglorious accomplishment, and who will help us all he can if we will but give him, in our\nlives, the opportunity to do so with obedience and humility and faith and patience.\n<\/p><p>\nGod help us to live to have his help, that these things which he has in store for his children,\nall of whom we are, may be ours, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}