{"ID":872, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Testimony of the Restoration<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1956, pp. 102-103<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis morning we have heard fervent and true witness borne by these great men who have\nstood in this pulpit about the fundamental truths on which we stand. We have heard witness\nborne of the divine mission of Christ our Lord, of the glorious things incident to the\nrestoration of the gospel, and of the establishment of the kingdom of God on earth in our day.\n<\/p><p>\nAlong with these brethren, as a witness of these things, knowing for a surety of the truth of\nwhat I say, I bear witness and testimony and record that God has spoken in this our day; that\nthe heavens have been opened; that the fulness of the gospel has been given again to men on\nearth; that angels have ministered from the presence of the Lord; and that the kingdom of\nGod, the Church of Jesus Christ of Latter-day Saints, is here in the most literal and real sense.\n<\/p><p>\nNow, this is a startling, a dramatic, a marvelous announcement and claim to make. Perhaps it\nstaggers the imagination of people who have not been schooled in the revelations.\n<\/p><p>\nPermit me to remind you that the ancient revelations speak in great measure, at extended\nlength, about the glorious things that are to occur in the latter-days, in the era of restoration. I\nthink there is no single subject covered in the ancient revelations as extensively, not even\nexcepting the many revelations about the divine mission of our Lord, as is the general subject\nof the great era of restoration, the period when God will gather all things in one\n(<span class=\"citation\" id=\"21684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21684)\">Eph. 1:10<\/a><\/span>) and\nconsummate his glorious work in the latter days.\n<\/p><p>\nFor instance: You will recall that after our Lord had organized and set up his Church in the\nMeridian of Time, after he had ministered among his apostles, his brethren, for a period of\nforty days following his resurrection, after all things were established for that era, and on the\noccasion when he was to ascend in glory to his Father, he was asked the question: \"Lord, wilt\nthou at this time restore again the kingdom to Israel?\" And you will recall that he replied, \"It\nis not for you to know the times or the seasons, which, the Father hath put in his own power\"\n(<span class=\"citation\" id=\"7761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7761)\">Acts 1:6-7<\/a><\/span>).\nBut then he sent his witnesses to declare the glad tidings of salvation for that era\nto all the world.\n<\/p><p>\nIn other words, those brethren knew that in a day subsequent to that which then was, in a\nperiod after New Testament times, the promises, glorious promises made to Israel, were to be\nfulfilled.\n<\/p><p>\nYou will recall that all of the prophets in ancient Israel spoke and wrote at great length about\nthe latter days and the restoration of the kingdom to Israel.\n<\/p><p>\nYou will recall that early in his ministry, when Peter was speaking to those on whose hands\nthe blood of Christ was found, he said these very expressive words: \n<\/p><p>\nRepent ye therefore, and be converted, that your sins may be blotted out, when the\ntimes of refreshing shall come from the presence of the Lord;<br \/>\nAnd he shall send Jesus Christ, which before was preached unto you: [now please\nnote]<br \/>\nWhom the heaven must receive until the times of restitution of all things, which God\nhath spoken by the mouth of all his holy prophets since the world began\n(<span class=\"citation\" id=\"7777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7777)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nThat is to say, between the first and second comings of our Lord, there was to be an era in\nthe earth's history which was named \"the times of restitution of all things,\" or as we would\nexpress it, in more up-to-date language, the era or period or age of restoration.\n<\/p><p>\nYou will recall that it was Paul who said that in the Dispensation of the Fulness of Times all\nthings would be gathered together in one in Christ, both things which are in heaven and on\nearth (see <span class=\"citation\" id=\"21685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21685)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nYou will recall the words that Elder Hugh B. Brown quoted to us that an angelic ministrant\nshould fly through the midst of heaven in the latter days to bring the everlasting gospel to\nmen on earth (see <span class=\"citation\" id=\"42266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42266)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nWe need not multiply illustrations; we easily could do so. There are multitudes and multitudes\nof scriptures which tell the events that are to transpire in our day, and so far as we can learn,\nno one else ever claimed revealed knowledge of their fulfillment; no one else ever came\nprofessing to know of the fulfillment of the prophecies of old, relative to the setting up of the\nkingdom of God in the last days.\n<\/p><p>\nWe have this witness in our hearts, a witness borne of the Spirit, that these things have in our\nday occurred; and we believe most firmly that the Lord is no respecter of persons\n(<span class=\"citation\" id=\"7787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7787)\">Acts 10:34<\/a><\/span>), which\nmeans that he will give the Holy Ghost to any living soul who will abide the law entitling\nhim to receive revelations there-from, and that member of the Godhead will bear record to\nhim of the divinity of Christ his Son and of this great latter-day work that has been\nestablished.\n<\/p><p>\nYou know, from the beginning, from the days of the Prophet Joseph to this moment, the men\nwho have been living oracles, witnesses of the truth of these things, have been sound, stable,\ngreat, intelligent, competent men. We have not been led by people who are unstable or\nfanatical or unbalanced in any sense of the word. We have had men who have been educators\nand bankers, presidents of insurance companies, people who have sat in the halls of Congress\nand in Cabinets with Presidents, the most stable, mature, and sensible men, industrialists and\notherwise, that anyone could expect to find.\n<\/p><p>\nNow it would seem to me that when men of the highest, soundest caliber&mdash;I mean the living\noracles, the Presidency and the Twelve, from the beginning to now&mdash;stand up as we have\nheard it done here this morning, and bear fervent witness to the divinity of these things, and\ncertify that they know as they know that they live, that God has spoken in this day, it seems\nto me that any person in the world who has spiritual inclination ought to stay himself and\nwonder, and be willing to search and make inquiry, and find whether these glorious and\nmarvelous things are true, or whether they are not.\n<\/p><p>\nI had a man tell me how it came about that he was converted to the Church in his later years,\npast sixty. He said that he chanced to be on Temple Square. He walked into this building\nwhen President J. Reuben Clark was addressing a civic organization on a civic or political\nsubject. At the end of his talk, this man told me, President Clark said in substance, \"Now, I\nam going to bear you my testimony about Joseph Smith and the restoration of the gospel,\"\nwhich he did with the power that few can equal. The convert then said, \"I had never before\nheard of Joseph Smith, but I did know who J. Reuben Clark was, and I figured that if a man\nof that caliber would tell me in the sincerity with which he spoke that this great truth was\navailable, that I ought to make inquiry and find out,\" and he investigated and joined the\nChurch. That is a very sensible attitude.\n<\/p><p>\nTo what these great men who have spoken this morning have said, I add my own personal\ntestimony, an assurance born of the Spirit, an assurance coming when the Holy Ghost, the\nSpirit of the Lord, which has spoken to the spirit which is within me, conveying truth with\nunshakable certainty. I add my witness that God Almighty has opened the heavens in our day;\nthat all of the laws and principles which comprise the gospel of salvation are here again; that\nlegal administrators stand at the head of the kingdom of God on earth&mdash;and that for all who\nwill hearken and believe and conform to these principles there is peace and joy in this life and\na hope of eternal reward hereafter\n(<span class=\"citation\" id=\"13473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13473)\">D&amp;C 59:23<\/a><\/span>). In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}