{"ID":873, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Prayer Is America's History<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1956, pp. 104-108<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters and friends, both seen and unseen: Humbly and\nprayerfully I stand before you this Sabbath day. I have prayed fervently that I might have the\npower to say what is in my heart, and what our Father in heaven would have me say.\n<\/p><p>\nIt is good to come home. For one who is on temporary leave from his official duties in the\nChurch, and who misses very greatly the daily and weekly intimate contacts with the Church\nand its program&mdash;the visits to the stakes and missions&mdash;it is doubly good to be home; and to\none who went through the experience which I went through six months ago, it is triply good\nto be home.\n<\/p><p>\nI was here to attend conference in April. In the early morning hours of the day when the\nconference was to open&mdash;because of the press of official duty&mdash;it became necessary for me\nto leave and return East. I would like to say, President McKay, if you should ever want to test\nthe faith of the Latter-day Saints who live on the eastern seaboard just send them home as the\nconference is ready to open. I hope I never have to repeat that performance.\n<\/p><p>\nI have felt in my heart, my brethren and sisters, that I would like to say just a word regarding\na simple principle and practice of the Church. I'd also like to express my testimony regarding\nthe power of that simple principle and practice, and also express my gratitude for the\ninfluence which that principle and practice has had in my life and the lives of those whom I\nlove and associate with.\n<\/p><p>\nI speak of prayer.\n<\/p><p>\nI express my gratitude to my brethren of the General Authorities for their constant prayers in\nmy behalf, as they gather in the temple to the east of us weekly, around the sacred altar in\nthat glorious temple. I express my gratitude and thanksgiving for the prayers offered in my\nbehalf in the stake conferences and the other meetings throughout the Church. I express\ngratitude for the prayers and the faith of my devoted wife and children, who have complete\nfaith in this glorious principle.\n<\/p><p>\nI express also my thanks for men and women, individuals in and out of the Church\nthroughout this great land, and in foreign lands, who have expressed their faith with their\nprayers in my behalf. Hundreds and thousands of letters have come in from people in all\nwalks of life, expressing their feelings and indicating that their prayers are being offered.\n<\/p><p>\nOnly recently I was speaking at a great meeting in Chicago&mdash;a dinner meeting&mdash;to an\naudience not wholly friendly. Just before I was to speak a colored waiter whispered over my\nshoulder and said \"Mr. Secretary, would it be helpful to you before you speak to know that\nthousands of people throughout America are praying for you tonight.\"\n<\/p><p>\nI know not by what methods rare<br \/>\nBut this I know: God answers prayer.<br \/>\nI know that he has given his word<br \/>\nWhich tells me prayer is always heard<br \/>\nAnd will be answered soon or late<br \/>\nAnd so I pray, and calmly wait.<br \/>\nI know not if the blessings sought<br \/>\nWill come just in the way I thought<br \/>\nBut leave my prayers with him alone<br \/>\nWhose will is wiser than my own;<br \/>\nAssured that he will grant my quest<br \/>\nOr send some answer far more blessed.<br \/><br \/>\n&nbsp; &nbsp;              <i>Eliza M. Hickok<\/i>\n<\/p><p>\nIt is my testimony, my brothers and sisters and friends, that God does hear and answer\nprayers. I have never doubted that fact. From childhood, at my mother's knee where I first\nlearned to pray; as a young man in my teens; as a missionary in foreign lands; as a father; as\na Church leader; as a government official, I know without any question that it is possible for\nmen and women to reach out in humility and prayer and tap that Unseen Power; to have\nprayers answered. Man does not stand alone, or at least he need not stand alone. Prayer will\nopen doors; prayer will remove barriers; prayer will ease pressures; prayer will give inner\npeace and comfort during times of strain and stress and difficulty. Thank God for prayer.\n<\/p><p>\nI am very grateful today that prayer has played such an important part in the establishment of\nthis great nation. To every Latter-day Saint this nation has a prophetic history. Ancient\nAmerican prophets predicted the coming forth of this nation and the establishment of the\nConstitution of this land. You can read in that sacred volume, the Book of Mormon,\nprophecies made centuries before this nation was established regarding the coming of\nColumbus and the Pilgrim fathers\n(<span class=\"citation\" id=\"1533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1533)\">1 Ne. 13:12-16<\/a><\/span>).\nAncient prophets said these would humble themselves\nbefore the Lord. I have always been very grateful in reading the official records to find that\nthey did humble themselves before the Lord; that their first official act in coming to these\nshores was to go on to their knees in humble gratitude and thanksgiving to the Lord.\n<\/p><p>\nThe Founding Fathers, in order that their new experiment make sense, had to turn to religion,\nhad to turn to the scriptures, had to turn to the prophecies the Decalogue, the Sermon on the\nMount. Then when the time came for the establishment of the Constitution and when the time\ncame for them to issue their Declaration of Independence, a sacred document issued in white\nheat on the anvil of defiance, they appealed to the Almighty, both at the opening of that\ndocument and at its closing. They spoke of eternal truths. They spoke of the fact that men are\nendowed by their Creator with certain inalienable rights, about which President Clark spoke\nso beautifully last evening.\n<\/p><p>\nThen, at the close of the document they said,\n<\/p><p>\n. . . with a firm reliance on Divine Providence we mutually pledge to each other our\nlives, our fortunes, and our sacred honor.\n<\/p><p>\nAnd even in the formulation of the Constitution, which was done slowly and painfully,\nwrought on the forge of national necessity, prayer played an important part. There at the\nConstitutional Convention, when it seemed as if their efforts were to fall flat and to be of no\navail, one of those whom the God of heaven had raised up unto this very purpose, to help\nestablish the Constitution of this land&mdash;and you can read of it in Section 101 of the Doctrine\nand Covenants (<span class=\"citation\" id=\"13518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13518)\">D&amp;C 101:80<\/a><\/span>),\nin a revelation given to the Prophet Joseph&mdash;one of these Founding Fathers,\nBenjamin Franklin, his head gray with age, about the oldest in the group, and possibly the\nmost experienced statesman of the lot, is reported to have stood up in the convention and\nuttered these words: \n<\/p><p>\nIn the beginning of the contest with Great Britain, when we were sensible of danger,\nwe had daily prayers in this room for divine protection. Our prayers, sir were heard\nand they were graciously answered . . . I have lived a long time and the longer I live the\nmore convincing proofs I see of this truth&mdash;that God governs the affairs of men.\n<\/p><p>\nAnd the old statesman continued,\n<\/p><p>\nIf a sparrow cannot fall to the ground without His notice\n(<span class=\"citation\" id=\"34778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34778)\">Matt. 10:29<\/a><\/span>), is it possible that an empire\ncan rise without His aid? We have been assured, sir, in the sacred writings that except\nthe Lord builds a house they labor in vain who build it\n(<span class=\"citation\" id=\"41800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41800)\">Ps. 127:1<\/a><\/span>). I firmly believe this and I also\nbelieve that without this conferring aid we shall succeed in this political building no\nbetter than the builders of Babel.\n<\/p><p>\nIt is my belief today, my brethren and sisters, that we need as a nation that same faith, that\nsame reliance on divine aid and assistance, as was needed at that Constitutional Convention. I\nam very grateful that they established and wrote into their documents&mdash;their basic\ndocuments&mdash;a recognition of their dependence upon the Almighty; that they stamped on their coins the\nslogan, \"In God We Trust.\"\n<\/p><p>\nDoes it not inspire you, as it does me, when you go back through the history of this land and\ntry to envision in your mind Washington at Valley Forge, during that terrible winter, on\nbended knees in the snow imploring divine guidance? Does it not thrill you as you see\nAbraham Lincoln during the crucial days of the Civil War driven to his knees in prayer to the\nAlmighty, and to hear him say,\n<\/p><p>\nGod rules this world. It is the duty of nations as well as of men to own their\ndependence upon the overruling power of God, to confess their sins and transgressions\nin humble sorrow . . . and to recognize the sublime truth that those nations only are\nblessed whose God is the Lord.\n<\/p><p>\nIt is my plea today, my brethren and sisters&mdash;men of the priesthood particularly&mdash;that we\nuse our influence as American citizens, and as citizens of the kingdom of God, as men who\nhave faith in prayer, faith in God, that we will encourage our leaders, national, state, local,\nand civic leaders to take an interest in this matter of encouraging our people in this blessed\nland to bow themselves before the Almighty in prayer. I think there would be great safety in a\nnation on its knees. What assurance it would give of the blessings of the Almighty if the\nAmerican people could all be found daily&mdash;night and morning&mdash;on their knees expressing\ngratitude for blessings already received, and acknowledging their dependence upon the\nAlmighty and seeking for his divine direction.\n<\/p><p>\nI hope we may encourage that practice in our service clubs, schools, in our meetings of\nfarmers, businessmen, and professional men. I have been pleased to see what I think is a turn\ntoward an increase of interest in prayer and in religion. I was very pleased to find an\nincreasing number of prayer groups in the Congress of the United States, where members of\nthat body, of opposite political faith, could come together weekly and unite in humble prayer\nand petition to the Almighty.\n<\/p><p>\nI am pleased to find the increasing evidence of the practice of prayer in the executive branch\nof the government. I testify to the blessings which prayer has brought to the cabinet meetings\nof the President and to my own staff meetings. I think there is a need for it, my brethren and\nsisters, throughout our government. Without his divine help we cannot succeed. With his help\nwe cannot fail.\n<\/p><p>\nMay I mention a simple little experience that came to my personal attention some time ago. I\nthink it was two or three years ago now when the President of the United States issued a\nproclamation for a day of prayer. It was not the first time it has been done in this great\ncountry, and I hope it will not be the last time. I am glad it has been done again this year.\nThen as is the custom, as the head of one of the departments of government, it was my\nresponsibility, I felt, to send a memorandum to the heads of the twenty agencies in the\nDepartment of Agriculture, and to the employees, referring to the presidential proclamation in\nwhich we were asked to devote a day to giving of thanks for blessings received, and to\nbeseech God to strengthen us in our efforts toward a peaceful world. And so, this\nmemorandum was sent out, from which I read just one or two sentences: \n<\/p><p>\nIn keeping with the President's proclamation, all members of the Department of\nAgriculture are requested to plan their work schedules and reserve the time between\n11:30 a. m. and 11:45 a. m. free from appointments and interference so that all in their\nrespective offices may utilize this time for meditation and prayer. Facilities are\ninadequate for the Department as a whole to meet together. We feel, therefore, that in\naddition to this brief period of time set aside during the day, all should be encouraged\nto petition God in their homes and with their loved ones both morning and evening for\nguidance, clemency, and forgiveness.\n<\/p><p>\nI was not only pleased, but I was also delighted with the response that came from the\nemployees of that great department. I have before me a typical little note that went to the\nhead of one of these agencies from one of the men appointed in charge of one of the groups.\nI would like to read it to you as an evidence of the fact that people do respond to leadership\nwhich calls for men and women to recognize their dependence upon the Almighty, and to\nhumble themselves before him. This is the note: \n<\/p><p>\nIn response to Secretary Benson's memorandum of September 20 about President\nEisenhower's proclamation for a day of prayer, approximately 100 of our Forest\nService family met in the conference room from 11:30 to 11:45 a. m. on Wednesday\nSeptember 22. Every division in the Washington office was represented from the\nmessenger rooms up.\n<\/p><p>\nI read the Secretary's memorandum which in itself is a spiritual message of\nencouragement and inspiration. W. K. Williams read a prayer by J. Edgar Hoover, a\ncopy of which is attached. The meeting was closed with oral prayers by both Mr.\nWilliams and myself.\n<\/p><p>\nFollowing the meeting and continuing through today there have been numerous\ntelephone calls and personal expressions of satisfaction over this opportunity for the\nForest Service family to join with the President, Mr. Benson and other national leaders\nin this period of prayer for a more peaceful world.\n<\/p><p>\nBrethren and sisters, I am convinced in my heart that the spectacle of a nation praying is\nmore awe-inspiring more powerful, than the explosion of an atomic bomb. The force of\nprayer is greater than any possible combination of man-controlled powers because, as J. Edgar\nHoover has so well said, prayer is man's greatest means of tapping the resources of God.\n<\/p><p>\nI am pleased that this nation, on several occasions, has appealed to the United Nations to open\nthe General Assemblies with an appeal to the Almighty. I am pleased that only recently our\nrepresentative in that body referred to by President McKay some months ago, Ambassador\nHenry Cabot Lodge, Jr., wrote a letter to the seventy-five members of the United Nations\nappealing to them to open those meetings with an appeal to the Almighty; that some\nrepresentative of the churches represented there be invited in their own words to lead in\nprayer. Senator Lodge made the appeal to all and invited them to join him in this petition.\nSenator Lodge said: \n<\/p><p>\nI do so in the conviction that we cannot make the United Nations into a successful\ninstrument of God's peace without God's help&mdash;and that with His help we cannot fail.\nTo this end I propose that we ask for that help.\n<\/p><p>\nThere is probably no single thing that the United Nations can do which will so move\nand touch millions of people around the world and will give them such confidence in\nthe United Nations.\n<\/p><p>\nI was pleased, my brethren and sisters, as I read the report of the April conference and the\nremarks by Elder Mark E. Petersen, speaking as directed by the First Presidency, in\nannouncing the series of new Church posters and cards for the benefit particularly of our\nyoung people, to note that one of them was going to be devoted to prayer. I wish there were\ntime this morning to read the account of this particular card and poster on prayer. One will\nshow the picture of George Washington, Abraham Lincoln, and President Eisenhower in the\nbackground, and then in the foreground a family group. At the top we will read: \"Great Men\nPray,\" and again at the bottom: \"Be Honest with Yourself.\"\n<\/p><p>\nThen that lovely sidepiece of explanation, which is an inspiration, and which I wish\nevery American could read, yes every person in the world, regarding the benefits and the\nblessings of prayer.\n<\/p><p>\nBrethren and sisters, I would like to see this nation on its knees in humble prayer. A\nfew months ago I received a lovely poster from Conrad W. Hilton of hotel fame. This poster\nshowed Uncle Sam in his red, white, and blue uniform on his knees, praying to the Almighty.\nThen the caption: \"America on its knees . . . not beaten there by the hammer and sickle, but\n<i>freely, intelligently, responsibly, confidently, powerfully<\/i>. America now knows it can destroy\nCommunism and win the battle for peace. We need fear nothing or no one . . . except God.\"\n<\/p><p>\nYes, it is in our own enlightened self-interest to engage in this simple practice, this powerful\npractice of prayer. Roger Babson said many years ago: \"What this country needs more than\nanything else is old-fashioned family prayer.\"\n<\/p><p>\nThank God for prayer!\n<\/p><p>\nIn closing may I quote from one or two of the scriptures because the scriptures are replete\nwith admonitions and direction to God's children to pray. Of course, Christ set the\nall-important example.\n<\/p><p>\nIf my people, which are called by my name, shall humble themselves, and pray, and\nseek my face, and turn from their wicked ways; then will I hear from heaven, and will\nforgive their sin, and will heal their land\n(<span class=\"citation\" id=\"2940\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2940)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2940)\">2 Chr. 7:14<\/a><\/span>).\n<\/p><p>\nSo said our Heavenly Father to ancient Israel, and I am sure that call is repeated to us today.\nI ask you, when you go home, to turn to that sacred volume of scripture that American\nvolume of scripture, if you will&mdash;the Book of Mormon, and read the words of Amulek, in\nthe thirty-fourth chapter of Alma, in which he calls upon us to humble ourselves and continue\nin prayer to the Almighty (<span class=\"citation\" id=\"8970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8970)\">Alma 34:18-27<\/a><\/span>).\nHe admonishes us to cry unto him over our families, over our\nflocks over our herds, over our fields, to seek him daily.\n<\/p><p>\nYes, my brethren and sisters, there is power in prayer. All things are possible through\nprayer. It was through prayer that the heavens were opened in this dispensation. The prayer of\na boy fourteen years of age, in the Sacred Grove, opened a new gospel dispensation, and\nbrought forth a vision of the Father and the Son, as they appeared as glorified heavenly\nbeings before the boy, Joseph.\n<\/p><p>\nGod help us to pray. In the words of Alma, I close: \n<\/p><p>\nCounsel with the Lord in all thy doings and he will direct thee for good; yea, when\nthou liest down at night lie down unto the Lord, that he may watch over you in your\nsleep; and when thou risest in the morning let thy heart be full of thanks unto God;\nand if ye do these things, ye shall be lifted up at the last day\n(<span class=\"citation\" id=\"8973\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8973)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8973)\">Alma 37:37<\/a><\/span>).\n<\/p><p>\nGod grant that we may so live and so pray, that we may be lifted up at the last day, I humbly\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}