{"ID":875, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Life's Laboratory<\/p>\n<p class=\"gcspeaker\">Bishop Carl W. Buehner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Carl W. Buehner, <i>Conference Report<\/i>, October 1956, pp. 115-118<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I suppose you wonder what I might say, and I\nwill tell you I am wondering that myself. I have been looking for another interpretation of the\nscripture that says the first shall be last and the last shall be first. In this case the last is about\nthe last.\n<\/p><p>\nI certainly enjoy my work in the Church, and with the others I would like to bear my\ntestimony to the divinity of this great work. It is wonderful to meet with the brethren, to feel\ntheir strength and their power. I wish you had the same privilege that we have of meeting\nwith them. It is also a great privilege to travel in the stakes of the Church and meet you\nwonderful people in the areas in which you live.\n<\/p><p>\nSince hearing Brother Moyle today and Brother Bennion last Friday, I have had the feeling\nthat our members living in countries far away from us seem much nearer to us, and hearing\nthe choir sing yesterday, representing the countries of Scandinavia, I could not help thinking\nwhat a wonderful representation they were of the people and how proud the Scandinavians\nwould have been had they been able to hear this choir sing from this tabernacle.\n<\/p><p>\nI have been equally thrilled by the marvelous music today. Brother Petersen had two foreign\nexpressions that revealed his gratitude for the Scandinavian choir, but in the language that\nthese people can understand, I can say in three words: It is wonderful!\n<\/p><p>\nI have been thinking a little of the great day in which we live and some of the marvelous\nthings we observe, some things that are blessings to us, some that might tend to destroy us,\nand others that might lead to our self-preservation. I have been thinking of the scientist or the\ninventor who sits in his laboratory with his test tubes, his chemicals, his minerals, and all of\nthe devices to measure time, speed, weight, etc., and ponders over some of the remarkable\nthings that he has produced.\n<\/p><p>\nThe atomic bomb that we have heard about during this conference is not very large. It is said\nthat the one dropped at Bikini lifted ten million tons of water ten miles into the air. It is\nalmost impossible to imagine such power. The H-Bomb exploded at Eniwetok all but wiped\nout a whole island in the Pacific Ocean, leaving a crater 175 feet deep and one mile wide. It\nis said that the power from this bomb exceeded the power of all the bombs dropped during\nWorld War II on Germany and Japan combined.\n<\/p><p>\nYou may have read recently that a one pound slug of polished uranium, which is about the\nsize of a golf ball, contains more power than all the TNT you could put into Yankee Stadium.\n<\/p><p>\nWhat man is doing is tremendous. I think of the speed and ease with which we travel.\nCompare this with the way Christopher Columbus and his crew crossed the ocean in the\n<i>Nina, Pinta<\/i>, and <i>Santa Maria<\/i>&mdash;fifty-one days, twenty-four hours a day. Have you ever multiplied\nthat? He traveled and discovered a new land at the rapid speed of two miles an hour! Coming\nto conference, I am sure some of you walked five miles an hour to get a seat here.\n<\/p><p>\nI read in the paper recently that a jet plane had traveled 1,900 miles an hour and had gone\ninto the air fourteen miles and broken the sound barrier&mdash;whatever that is. I have had a jet\nride. I know how it feels to travel five hundred miles an hour in the air. It is thrilling and\nexciting. Another jet plane went all but four times that fast. We are living in a great day!\n<\/p><p>\nWhat man has been able to accomplish through his own intelligence is infinitesimal when\ncompared to the power of the Creator.\n<\/p><p>\nWe, too, are living as it were in the great laboratory of life. We are being tried and tested.\nWe are seeking the combinations by which we can progress and prove ourselves. We are\nliving in this world filled with good and evil, with right and wrong, with truth and error, and\nwith light and darkness. You have heard today that there are false teachers, false doctrines,\nfalse prophets; and here we have been placed. Reference was made last evening in the general\npriesthood meeting to the great privilege of having a mortal body. It means that we kept our\nfirst estate. We are now being tried in life's laboratory to see whether or not we can keep our\nsecond estate; and it is not an easy thing. We are being tempted all the time; even the best of\nus are subject to temptation.\n<\/p><p>\nThink what we experience going through life and what it means to us. It has been said that\nwe have the right to exercise our own free agency. I trust that this experience will enable us\nto select the things that will be constructive and that will bring us nearer to the Lord. It is\nsaid in the scriptures that the earth was covered with darkness, and gross darkness covered the\nminds of the people (<span class=\"citation\" id=\"25181\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25181)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25181)\">Isa. 60:2<\/a><\/span>;\n<span class=\"citation\" id=\"13523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13523)\">D&amp;C 112:23<\/a><\/span>).\nI am grateful for that day when the light from heaven came again and\nthe gospel was restored. Think of the advantages that men have now in this great laboratory\nto seek out the truth and get together those ingredients that will help us gain a testimony of\nthe divinity of this great work.\n<\/p><p>\nMen of science have done great things. Men living in life's laboratory can also accomplish\ngreat things. We shall not all be saved; some will be destroyed. We do not all think the same\nway. We shall not all get the right combinations and arrive at the same great purpose for\nwhich we have been brought here. But I hope, brethren and sisters, that all of us will have a\ndesire to seek out those things that will eventually gain for each of us eternal life in the\nkingdom of our Heavenly Father.\n<\/p><p>\nWhen you contemplate the power of the Almighty compared to the power that man seems to\nhave been able to assemble, think of this: \n<\/p><p>\nAnd worlds without number have I created; and I also created them for mine own\npurpose; and by the Son I created them, which is mine Only Begotten . . .<br \/>\n. . . For behold, there are many worlds that have passed away by the word of my\npower. And there are many that now stand, and innumerable are they unto man; but all\nthings are numbered unto me, for they are mine and I know them\n(<span class=\"citation\" id=\"39077\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39077)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39077)\">Moses 1:33,35<\/a><\/span>).\n<\/p><p>\nThink also of the power of the resurrection, when the elements that have gone back to mother\nearth can be assembled and united with the spirit to form a perfect, resurrected body; the\npower to save and exalt in the kingdom of our Heavenly Father. As has already been said,\nand not one sparrow shall fall unnoticed, neither shall one hair of the head be lost (see\n<span class=\"citation\" id=\"34779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34779)\">Matt. 10:29-31<\/a><\/span>)&mdash;and\nthat is comforting to some of us, too.\n<\/p><p>\nGod the Father and his Son have revealed themselves in this Dispensation of the Fulness of\nTimes. I would like to read a quotation or two from the extracts of the history of the Prophet\nJoseph Smith.\n<\/p><p>\nThe first verse tells why he wrote this: \n<\/p><p>\nOwing to the many reports which have been put in circulation by evil-disposed and\ndesigning persons, in relation to the rise and progress of the Church of Jesus Christ of\nLatter-day Saints, all of which have been designed by the authors thereof to militate\nagainst its character as a Church and its progress in the world&mdash;I have been induced to\nwrite this history, to disabuse the public mind, and put all inquirers after truth in\npossession of the facts, as they have transpired, in relation both to myself and the\nChurch, so far as I have such facts in my possession\n(<span class=\"citation\" id=\"30348\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30348)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30348)\">JS&mdash;H 1:1<\/a><\/span>).\n<\/p><p>\nHe continues by relating where he was born, when he was born, telling about the other\nmembers of his family, and about a great religious revival that took place in the area into\nwhich they had moved. I would like to continue from there: \n<\/p><p>\nWhile I was laboring under the extreme difficulties caused by the contests of these\nparties of religionists, I was one day reading the Epistle of James, first chapter and\nfifth verse, which reads: <i>If any of you lack wisdom, let him ask of God, that giveth to<\/i>\n<i>all men liberally, and upbraideth not; and it shall be given him<\/i>.<br \/>\nNever did any passage of scripture come with more power to the heart of man than\nthis did at this time to mine. It seemed to enter with great force into every feeling of\nmy heart . . .<br \/>\nSo, in accordance with this, my determination to ask of God, I retired to the woods to\nmake the attempt. It was on the morning of a beautiful, clear day, early in the spring\nof eighteen hundred and twenty. It was the first time in my life that I had made such\nan attempt, for amidst all my anxieties I had never as yet made the attempt to pray\nvocally.<br \/>\nAfter I had retired to the place where I had previously designed to go, having looked\naround me, and finding myself alone, I kneeled down and began to offer up the desire\nof my heart to God. I had scarcely done so, when immediately I was seized upon by\nsome power which entirely overcame me, and had such an astonishing influence over\nme as to bind my tongue so that I could not speak. Thick darkness gathered around\nme, and it seemed to me for a time as if I were doomed to sudden destruction.<br \/>\nBut, exerting all my powers to call upon God to deliver me out of the power of this\nenemy which had seized upon me, and at the very moment when I was ready to sink\ninto despair and abandon myself to destruction&mdash;not to an imaginary ruin, but to the\npower of some actual being from the unseen world, who had such marvelous power as\nI had never before felt in any being&mdash;just at this moment of great alarm, I saw a\npillar of light exactly over my head, above the brightness of the sun, which descended\ngradually until it fell upon me.<br \/>\nIt no sooner appeared than I found myself delivered from the enemy which held me\nbound. When the light rested upon me I saw two personages, whose brightness and\nglory defy all description, standing above me in the air. One of them spake unto me,\ncalling me by name and said, pointing to the other&mdash;<i>This Is My Beloved Son. Hear Him!<\/i>\n(<span class=\"citation\" id=\"30349\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30349)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30349)\">JS&mdash;H 1:11-12,14-17<\/a><\/span>).\n<\/p><p>\nI think the great message of the ages still is that God lives, that he is mindful of us, his\nchildren, that he is all-powerful, that his Son is the Savior and Redeemer of the world.\n<\/p><p>\nOther messengers came also. I should not take more time, but just let me describe one other\nwho came to the earth. Two or three years had elapsed since the time that the Father and the\nSon had appeared to the Prophet Joseph Smith: \n<\/p><p>\nWhile I was thus in the act of calling upon God, I discovered a light appearing in my\nroom, which continued to increase until the room was lighter than at noon-day, when\nimmediately a personage appeared at my bedside, standing in the air, for his feet did\nnot touch the floor.<br \/>\nHe had on a loose robe of most exquisite whiteness. It was a whiteness beyond\nanything earthly I had ever seen; nor do I believe that any earthly thing could be made\nto appear so exceedingly white and brilliant. His hands were naked, and his arms also,\na little above the wrist; so, also, were his feet naked, as were his legs, a little above\nthe ankles. His head and neck were also bare. I could discover that he had no other\nclothing on but this robe, as it was open, so that I could see into his bosom.<br \/>\nNot only was his robe exceedingly white, but his whole person was glorious beyond\ndescription, and his countenance truly like lightning. The room was exceedingly light,\nbut not so very bright as immediately around his person. When I first looked upon\nhim, I was afraid; but the fear soon left me.<br \/>\nHe called me by name, and said unto me that he was a messenger sent from the\npresence of God to me, and that his name was Moroni\n(<span class=\"citation\" id=\"30362\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30362)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30362)\">JS&mdash;H 1:30-33<\/a><\/span>).\n<\/p><p>\nActually these heavenly beings have been sent in this great Dispensation of the Fulness of\nTimes. I would commend that you accept the testimonies of the brethren who have spoken\nduring this conference concerning this great thing, the restoration of the gospel, and I am sure\nif you can accept them, you will have a conviction, a knowledge, and an understanding that\nthis great latter-day work is divine.\n<\/p><p>\nMay we all, always, young people and all of us, have a desire to ask, to knock, to seek, and\nto put together those combinations that will help us eventually gain a home in the celestial\nkingdom of our Heavenly Father, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}