{"ID":877, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Youth and Morality<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1956, pp. 120-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I should like to express first of all appreciation for the\nspiritual uplift of this great conference. I have been inspired by it. I have been blessed by it. I\nam sure you have.\n<\/p><p>\nIn his opening address at the last April general conference, our beloved President David O.\nMcKay voiced an appeal for stability and harmony in the home. He expressed this timely\nconcern: \n<\/p><p>\n\"I am not so sure whether we are maintaining the high standards required of us in our homes.\nI feel constrained, therefore, at this opening session to make an appeal for more stability,\nmore harmony, and happiness in home life.\"\n<\/p><p>\nI would recommend, my brothers and sisters, a re-reading and study of this inspired and\nimportant address. The wisdom of it is so apparent to ward and stake leaders acquainted with\nthe problems in the home life of some Church couples, and the poor relationship between\nsome parents and their children. It is apparent also to the leaders who work with youth. The\nPresident's vital message brought immediate response from the administrative officers of the\nChurch Board of Education. They kindly invited me to address and lead a discussion on the\nsubject, \"Counseling on Standards of Morality,\" at a summer seminar scheduled for the\nChurch seminary and institute instructors on the Brigham Young University campus.\n<\/p><p>\nIn my personal interviews of youth over the Church and in visiting with ward and stake\nleaders I had gained some knowledge of the existence of moral problems among groups of\nChurch young people. However, in preparation for this special and important assignment with\nthe seminary and institute instructors who are charged with teaching the gospel to the youth of\nthe Church, and therefore are close to them and their problems, I invited to my office a\nrepresentative group of each, also four choice young people, two boys and two girls. The\nresult of these interviews, together with the information developed from class discussion of\nthe subject, was revealing and somewhat alarming. At the risk of some possible criticism, I\ndesire frankly and honestly to point out a few facts concerning the disturbing problems that\nbeset us and to make what I hope will be some helpful suggestions.\n<\/p><p>\nHere I should like to borrow the opening paragraph of an article I recently prepared for the\nNovember issue of the <i>Relief Society Magazine<\/i> which will appear under the caption,\n\"Developing Safeguards for Youth\": \n<\/p><p>\n\"One of the serious problems confronting parents today is a growing tendency of moral laxity\namong youth. Too many parents are not fully aware that such a condition exists. Therefore,\nblind to the evils to which their children are exposed, unsuspectingly, therefore thoughtlessly,\nthey contribute to an increase of immoral and sinful practices among them.\"\n<\/p><p>\nGood homes where the gospel is taught and lived and where love predominates are basic to\nthe true character and high moral standards of youth. Parents should recognize there is much\nin this modern world to challenge the interests of young people. Much of what is offered is\ngood, but some is bad, cheap, and of low standard. The pressures of unwholesome influences\nare dressed up so enticingly and exerted so cunningly, that if accepted they would destroy the\nvirtues that make for true nobility of character and a life of joy and happiness.\n<\/p><p>\nAlthough we would not want it otherwise, there is so much knowledge present in the world\ntoday; and tomorrow and each succeeding day thereafter discovery, invention, and knowledge\nwill continue to increase and become so conveniently available that mental development and\nlearning will come earlier and earlier in the life of youth. With it, unless youth is well\ngrounded in the faith, will come worldly sophistication and material pursuits and pleasures.\nWithout maturity of feelings and judgment, wrong roads and attitudes can be easily taken that\nwould impair the promise to them of a rich, useful, and happy life.\n<\/p><p>\nParents and leaders of youth must recognize the worldly pressures to which young people are\nconstantly subjected and not close their eyes to the worldly evils that gnaw unceasingly at the\ntrue moral patterns ordained of God for man to obey.\n<\/p><p>\nOur great challenge is to prepare youth now by wise and understanding teaching and\ncounseling to escape these lurking perils that would destroy their very souls. To wait until\nafter sins are committed before taking action will not eliminate the consequences nor the\nsorrow and heartache that follow transgression. Satan, through his human aids, has cunningly\ndevised alluring schemes and enticements that confuse and frustrate youth as to the true values\nof life. The moral and spiritual standards of the gospel are frequently endangered. Knowledge\nof life and its facts are too often obtained by youth from wrong and undesirable sources\nbecause the home and parents, the proper source, too frequently close the door by\nside-stepping the issue or question, when a timely, intelligent, or understanding answer or\nexplanation might change for good the whole course of a young person's life.\n<\/p><p>\nNo doubt many parents lack an adequate vocabulary to express themselves about such\nintimate matters, but if they are parents of teenagers, does it excuse them from learning and\nsecuring proper counsel and training to fulfil their God-given responsibility of bringing up\nchildren in the true ways of the Lord?\n<\/p><p>\nIf parents would take full advantage of the plans and programs of the Church through the\npriesthood quorums, the auxiliary organizations, and the Brigham Young University extension\ncourses in family living, they would competently qualify themselves for the important task of\nyouth guidance. If parents do not fully become acquainted with the problems of their children\nwhen growing up in this age of freedom from restraints in boy-girl relationships, can they\nrecognize the danger signals that may be developing in their lives?\n<\/p><p>\nMost young people are wonderful, teachable, and controllable. The adult world with its\nconduct confuses them. Correction in this area would largely solve the perplexities and the\nproblems of youth. How versed are parents in the jargon of speech and terminology employed\nby youth to enable them to evaluate the meaning and seriousness of necking, light and heavy\npetting, dare games, self-abuse, and other evil practices with which youth often are too well\nacquainted, that weaken restraints and resistance and thereby destroy the true moral concepts\nof life?\n<\/p><p>\nParents, live close to your children and more particularly during the adolescent years while\nthey are in the process of growing up and experiencing physical changes, and also new and\nstrange emotions that they do not fully understand. It is a critical period in their lives, when a\nconstant counseling and stabilizing influence is so needful and helpful. It is a time for them to\nlearn about the strange feelings that motivate their lives and actions. There are developing\nwithin them emotional disturbances and conflicts difficult to control, and if the knowledge and\nhelp they require cannot be obtained from parents, youth may solicit help from undesirable\nsources or from associates whose knowledge and sense of values are as immature and\nunsound as their own. Here lies a serious danger and pitfall that must be avoided.\n<\/p><p>\nPerhaps children should not blame parents for their own mistakes, but often they do,\nfollowing a transgression that proper and timely instruction and counsel could have prevented.\nA simple and honest answer to questions and problems so vital to youth could make the big\ndifference in their lives when temptations arise.\n<\/p><p>\nParents should build comradeship and love in the home and eliminate strained relations to\ninsure stability and security of home life for children. In dealing with children there should\nalways be love and kindness, yet firmness, when setting up controls and rules of conduct.\n<\/p><p>\nYouth, if properly taught, for the most part expect and desire restrictions to guide them in\nsocial activities and dates. Safeguards and protective counsel are necessary to fortify them\nagainst familiarities and intimacies that lead to sin.\n<\/p><p>\nWhat appears to youth as fun, excitement, or glamour may present lurking dangers. If parents\nenjoy the confidence of their children and know what their plans are, they will then be able to\nsee the hidden perils before them and from the experience of parenthood give protective\nguidance and counsel to help control their emotions and to safeguard virtue and honor, so\nessential to youth for a happy and satisfying life.\n<\/p><p>\nPersonal ownership or freedom in the use of family cars seems to be a need in the lives of\nyouth today, yet without adequate controls and the observance of respectable hours following\nparties or dances the cars often become agents for intimacies and moral infractions.\n<\/p><p>\nThe responsibility of parents and youth leaders in this modern scientific world we live in is to\nteach and show youth how to live among these modern factors and still express a wholesome,\nintegrated response to them and build up a set of standards of life, objectives that will\nworthily cull out of life the things that destroy and cultivate those virtues that build security\nand peace of soul. Parents should help youth to realize a clean mind and body make for\nhappiness now and eternally.\n<\/p><p>\nYoung people today have too much excitement, distraction, and passive entertainment.\nPerhaps we do too much for them and rob them of the excitement, legitimate and fully\nsatisfying, of the creativeness which youth formerly enjoyed.\n<\/p><p>\nMorality is one of the highest achievements to which a human being can aspire. It indicates\nfull and complete emotional maturity and orientation. It is, therefore, very complex and\nreaches into fields of living which we ordinarily do not associate with morality. If anything\ninterferes with this development of maturity, it may be the underlying cause of immorality.\n<\/p><p>\nThe home environment and training, then, become an important and prime consideration. A\nyoung man made this profound statement: \n<\/p><p>\n\"I know in my own life one of the reasons I was chaste was that I never thought of being\notherwise. I had a good, wholesome environment and a deep love for my parents, and the\ntemptations were eliminated partly because of it.\"\n<\/p><p>\nParents and teachers, also speakers from the pulpit, throughout the years have emphasized to\nthe youth of the Church full observance of the Word of Wisdom. Our young people are\nthoroughly conscious of this divine law of health. The same constant effort and understanding,\nhowever, have not been placed upon the law of chastity. Perhaps it is because of its very\ndelicate and intimate nature that chastity does not receive the same attention in the home, in\nthe classroom, or from the pulpit as the Word of Wisdom.\n<\/p><p>\nThe violation of moral purity is of the two sins far more serious in the eyes of God. Young\npeople who are guilty of moral offenses are often true observers of the Word of Wisdom.\nThis is an evidence that the law of chastity is not receiving the attention it deserves in the\nprogram of the home or of the Church.\n<\/p><p>\nIn a survey conducted by a group of Church seminaries, each young person was given a list\nof commandments and laws governing the Church, among which were the Word of Wisdom\nand chastity. The young people were asked to list these commandments and laws in the order\nof their importance. In the compilation of the results of this survey most students placed the\nWord of Wisdom in first position. Somewhere in their training they had not been properly\ntaught that the most serious sin short of committing murder is that of immorality\n(<span class=\"citation\" id=\"8976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8976)\">Alma 39:5<\/a><\/span>). The true\nand vitally important values of morality must be clearly and unmistakably established in the\nminds and hearts of youth to assure acceptance and compliance by them.\n<\/p><p>\nReligion should always be on an understandable and practical plane in the home where\nchildren can live and enjoy it. Perhaps the Church should provide courses of study for the\npriesthood, applying the gospel to help the men become better husbands and fathers. A\ncomparable course might be suggested for the Relief Society, dealing with the woman's role\nas a Latter-day Saint wife, mother, and home builder. Such courses, to have value, must not\ndeal simply in generalities and admonitions, but must relate the principles of the gospel to the\nconcrete knowledge of human nature and behavior.\n<\/p><p>\nGod will not excuse us for our failure to find the full life meaning in our theology nor for\nfailure to apply its values to the home and family relationships. Children, through sound home\nreligious instruction, can be helped to attain wholesome satisfactions in life by developing\nbasic loyalties to Deity, to the restored gospel of Christ, to the appointed leaders of the\npeople, to the home and family, and also to the fundamental principles of proper moral\nconduct.\n<\/p><p>\nMothers, unless absolutely necessary, should not seek employment outside the home, but\nrather should honorably fulfil their chief mission in life as wife, mother, and homemaker.\nMany problems of youth stem from mothers accepting remunerative positions that take them\nand their wholesome influence out of the home. Mother and the home are synonymous,\ntherefore important to the safe rearing of youth.\n<\/p><p>\nIn closing, my brothers and sisters, I return again to President McKay's appeal as quoted in\nthe beginning of my talk, and suggest that we searchingly ask ourselves these questions: Are\nwe maintaining the high and important gospel standards in our homes? Is family prayer\nengaged in daily? Do we set a proper example as true and faithful Saints for our children to\nfollow with profit and enrichment of moral character values that will assure them a life of joy\nand happiness. Does harmony prevail in the home with love as the controlling and motivating\nforce? Does the home provide security and stability to strengthen family ties? Are our\nchildren comfortable and happy, fully enjoying the environment and companionship of family\nliving? These and many more like questions we could ask ourselves profitably as we\ncontemplate the full scope of President McKay's warning.\n<\/p><p>\nI sincerely pray that we shall recognize not only the home and moral problems that do exist,\nbut that as parents and leaders we will also resolve to qualify and pledge ourselves to be\nliving examples of Christlike virtues, that we may be able to give wise, helpful, and\nunderstanding counsel and direction to youth in the process of growing up.\n<\/p><p>\nI pray that maturity will find each of them morally clean, sound in the faith, prepared and\nworthy for the sacred ordinances and choice blessings of God's holy temples.\n<\/p><p>\nI also pray, my brothers and sisters, that as leaders we shall give consideration to the\nproblems of youth, to the need of doing something constructive that will help them to\nunderstand life, gain a knowledge and a testimony of the gospel that will carry them over\ndifficult ground into a life of joy and happiness, and this I humbly pray, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}