{"ID":878, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Lord, Look at Our Hearts\"<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1956, pp. 124-125<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nJust a word about our obligation as citizens: \n<\/p><p>\nWhen the Apostle Paul was being bound with thongs for a scourging, he said to the centurion\nthat stood by, \"Is it lawful for you to scourge a man that is a Roman, and uncondemned?\"\n<\/p><p>\nThen the chief captain came and said to Paul: \"Tell me, art thou a Roman?\" and Paul\nanswered that he was. \"And the chief captain answered, With a great sum obtained I this\nfreedom.\"\n<\/p><p>\nI fancy that Paul straightened up when he said: \"But I was <i>free<\/i> born!\" (see\n<span class=\"citation\" id=\"7791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7791)\">Acts 22:25-28<\/a><\/span>).\n<\/p><p>\nI wonder if we freeborn Americans appreciate what it is to have the right to vote, to express\nby our vote our choice of those who are to rule over us. No, thank heaven, not to <i>rule<\/i> over\nus&mdash;to <i>serve<\/i> us in the service of the government. For <i>you, the electorate<\/i>, are the rulers in this\ngreat Republic.\n<\/p><p>\nThose who have taken out their citizenship I think appreciate it even more than some of us\nwho have it by birth.\n<\/p><p>\nWe have an election in November, in which you have the right to state who will fill the\noffices that are now to be filled in the nation, in the state, and in our local affairs. We ask, we\nplead that every member of the Church go to the polls in November and cast your vote for\nthe men and women whom you wish to occupy the offices named. Now you choose, and\nchoose wisely and prayerfully, but cast your vote.\n<\/p><p>\nWe have a moment left in which to express appreciation and gratitude for those who have\nquietly and effectively rendered service in making these three days of conference so\nmemorable. Undoubtedly I shall overlook some, but our hearts go out to everyone, and to all\ngroups who have contributed to the success of this, probably the greatest, the most\ninspirational conference we have held.\n<\/p><p>\nI can just merely name them. First, we thank the public press, especially our leading\nnewspapers who have been so fair and generous in letting the public who could not attend\nconference understand and to a degree partake of the inspiration that radiated not only from\nthe words but also from the hearts of the speakers. We express appreciation to the reporters\nwho have daily taken notes and so fairly and accurately reported each session of the\nconference.\n<\/p><p>\nWe express appreciation for the cooperation of the city officials, including Chief Cleon W.\nSkousen and the traffic officers. I have noticed, as have many of you, that officers in uniform\nhave been constantly at posts of duty protecting, as far as they could, pedestrians from any\npossible danger.\n<\/p><p>\nWe express appreciation to the ushers who have rendered service early and late in seating the\ngreat audiences. They have been quiet, but effective, in their services.\n<\/p><p>\nWe have already expressed appreciation for these beautiful flowers, \"prophets of beauty and\nsong,\" among the sweetest of God's blessings to men, to life. How beautiful is God's world if\nwe but stop to listen and to look.\n<\/p><p>\nWe express appreciation for the assistance rendered by the various radio and television\nstations, here in our own city and state, and in other states named in the various sessions of\nthe conference. Truly, their service has been the means of permitting tens of thousands of\npeople to hear the proceedings of this, the one hundred twenty-seventh semi-annual\nconference of the Church.\n<\/p><p>\nWe have been greatly blessed throughout the conference with music&mdash;the first day the\n\"Singing Mothers,\" conducted by Sister Florence J. Madsen; the second, by the combined\nScandinavian choirs under the direction of Brother R. Hulbert Keddington; and today, the\ninspirational singing of our own Tabernacle Choir under the leadership of Brother J. Spencer\nCornwall. How their singing, so willingly and spiritually rendered, has uplifted our souls! We\nhave always had good singing in previous conferences, but I feel somehow that these three\ngroups of singers throughout this conference have reached superior heights, and we say\n<i>thank you<\/i>, and God bless you!\n<\/p><p>\nI wish to express gratitude for the support, blessing, and strength always of Presidents\nRichards and Clark and for the spirit of unity that pervades the Quorum of the Presidency.\nThe wisdom of these able men is ever directed to the furtherance of the kingdom of God.\nMay the Lord continue to bless them.\n<\/p><p>\nLikewise, these members of the Council of the Twelve: You can feel that in these quorums\n(and I include now the Assistants to the Twelve, the First Council of the Seventy, the\nPresiding Bishopric, and the Patriarch)&mdash;you can feel radiating from these men that for which\nChrist prayed when he offered that great intercessory prayer. Among other things he said: \n<\/p><p>\n\"And now I am no more in the world, but these are in the world, and I come to thee. Holy\nFather, keep through thine own name those whom thou hast given me, that they may be one,\nas we are\" (<span class=\"citation\" id=\"27707\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27707)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27707)\">John 17:11<\/a><\/span>).\n<\/p><p>\nThese brethren prove daily, as was particularly evidenced in a sacred meeting in the temple\nlast Thursday, that they have that spirit of oneness, and we are united in praying that you\npresidencies of stakes, bishoprics of wards, presidencies of quorums, presidencies and\nsuperintendencies of auxiliaries, may be so blessed that you too may say: We strive to be one\nas the Father and Son are one. God bless you that this may be true.\n<\/p><p>\nJust preceding the opening of this conference, the Relief Society held dedicatory services of\nthe new Relief Society home. They have been crowded, and have had to work in the\ncongested hallways, stacked with boxes, to prepare sacred clothing. They have been forced to\nstore away mementos and gifts because they had no room for them&mdash;gifts presented to them\nby lovers of the truth. Now they have a home in which these gifts may be properly displayed.\n<\/p><p>\nWhat is more, the dedication of this home has given room now to the other auxiliaries who\nare crowded, inconvenienced in their efforts to serve the Church. The removal of the Relief\nSociety from their old quarters to the new will relieve the congested quarters of the other\nauxiliaries. We suggest to these auxiliaries that they continue as best they can. Committees are\nnow working on plans to help you that you may have more room. In the mean-time, work as\nbest you can until the opportunity comes to give you also more room.\n<\/p><p>\nThere are some others to whom I wish to express gratitude. We have not heard from them.\nThey are the men and women throughout the entire Church who are contributing of their time\nand means to the advancement of the truth, not just in teaching, but in genuine service in\nmany ways. Some of these are struggling to make their own living. Some of them are wealthy\nmen and women who have retired, who count their wealth in millions. It means something\nwhen a man of means will give to the Church his contribution of a million, and then say, \"All\nmy time is yours.\" It means something to leave your vocation, cross the ocean, and render\nservice to the building of schools and temples. God bless those who are rendering this service,\nand bless you all, for I think we can say for the Church, \"We are striving to be one, Father,\nas thou and thy Son are one.\n<\/p><p>\n\"Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto\nme,\" said our Lord and Savior (<span class=\"citation\" id=\"34814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34814)\">Matt. 25:40<\/a><\/span>).\n<\/p><p>\nWe are grateful to the Lord for the guiding influence of his Holy Spirit throughout this\nconference. There is a saying that \"My soul rejects the use of words; Lord, look at my heart.\"\nWe can sincerely say, as unitedly we express gratitude to him for his presence during this\nconference: \"Lord, look at our hearts!\"\n<\/p><p>\nGod help us all to serve one another in his name for the good and advancement of the\nkingdom of God, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}