{"ID":882, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">With What We Know<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i> April 1957,  pp. 12-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWith you, my brethren and sisters, I have been moved and sobered and satisfied by the\nopening address of our beloved President, and his utterance as to the inescapable importance\nof personal responsibility.\n<\/p><p>\nBeyond all that our Savior did for us in his saving grace, without which there would be no\nhope of salvation for any of us, beyond all this, it is clearly up to each of us, in the freedom\nGod has given us, and in the right and responsibility of choice which he has placed\neverlastingly before us, what we will do with our lives.\n<\/p><p>\nOur President's remarks call to mind a sentence from, I think, Viscount John Morley, in\nwhich he said that \"no man can climb out beyond the limitations of his own character.\" It is\neverlastingly and basically true: No man can rise above the limitations of his own character.\n<\/p><p>\nSometimes we would like to believe that there is less responsibility upon us than there is for\nthe outcome of our lives. I am reminded of the story of a small lad who came home from\nschool and accosted his father, saying: \"Dad, here is my report card. It's bad again. What do\nyou think is wrong with me? Heredity or environment?\" There are some other alternatives that\nhe had not thought of! (He might have thought of studying!)\n<\/p><p>\nThere are some considerations that all of us must soberly think of in accepting personal\nresponsibility for the keeping of the commandments, for the choices we make, for how we\nuse the freedom God has given us, for he will not force any of us to become what we are not\nwilling to pay the price of becoming.\n<\/p><p>\nSome days ago I spent some time with a young man who was troubled. He did not like the\nway our Father in heaven was running the world. He said, \"We need to know more.\"\n<\/p><p>\nWell, I agreed with him. We do need to know more. I should like to know all the answers. I\nam sure we all would. But, I said, \"Let us begin with what we know. I think we can agree\nthat there are some things we do know. What are we doing with them? Let us begin with the\nTen Commandments, and also the two great commandments:\n<\/p><p>\nThou shalt love the Lord thy God with all thy heart, and with all thy soul, and\nwith all thy mind.<br \/>\nThis is the first and great commandment.<br \/>\nAnd the second is like unto it, Thou\nshalt love thy neighbour as thyself\n(<span class=\"citation\" id=\"34833\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34833)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34833)\">Matt. 22:37-39<\/a><\/span>).\n<\/p><p>\nDo you know anyone who is keeping them in their fulness? Just for example, do you know\nanyone who literally and always loves his neighbor as himself? I agree we need to know\nmore, but also we need more to use more of what we do know.\"\n<\/p><p>\nThe Lord has set up the objectives. He has given us a few simple rules. He has given us\nfreedom; he has given us the right of choice, and what we shall become will depend, beyond\nhis saving grace, on what we do with what we know.\n<\/p><p>\nAnd in replying to this young man, I could not refrain from observing that even though I\nwere to agree with him that there are some things I would do differently from my point of\nview. I reminded him that we&mdash;he and I&mdash;cannot make a worm, and we cannot make a blade\nof grass, and who were we to dictate to the Creator in our small wisdom?\n<\/p><p>\nOne thing he was troubled about was the necessity for faith: Why could he not know by sight\nor sound of the existence of God himself. \"Why can't I see him? Why doesn't he tell these\nthings to me? Why do I have to live by faith?\"\n<\/p><p>\nThere are people who have not had to live by faith, who have found themselves in serious\ntrouble. There are those to whom the Lord God has spoken, who have made grievous errors.\n<\/p><p>\nLet us take the case of Lucifer, who lived with his Father. He did not have to have faith as to\nthe existence of his Father in heaven, but what did his knowledge do for him? He  was\nbrilliant, but he lacked humility. He was arrogant and overly\nambitious. He wanted to usurp his Father's power, and he wanted to do things in his own\nway. He wanted to change the commandments, to change the rules, and to run the kingdom\naccording to his own pleasure and convenience, and his own view of things. So it is not\nalways just not knowing that gets in our way. With his brilliance, humility would have saved\nLucifer, but that he did not seem to have.\n<\/p><p>\nNow President McKay has invited our attention to some things specifically concerning the use\nof which we have been cautioned against, and concerning certain practices and dangers, and\nconcerning the commandments which have been given to us plainly and clearly, all of which\nbring before all of us the question, often disputed, as to what is right and what is wrong:\n<\/p><p>\nOften we hear it argued that if a person does only those things which harm himself, he has a\nperfect right to do so, since there is no harm done except to himself.\n<\/p><p>\nSpecifically with reference to the use of some things&mdash;some of which President McKay has\nmentioned this morning&mdash;I think we can lay down a line of right and wrong quite clearly,\nmore clearly than we sometimes suppose. I think that whatever is detrimental to health and\nhappiness, or whatever impairs effectiveness or efficiency, is clearly wrong, morally wrong,\nspiritually wrong, as well as physically wrong, and I do not believe that a person harms only\nhimself in the use of what he calls his right to live his life as he pleases.\n<\/p><p>\nIn the first place, if he impairs his own efficiency he is robbing his loved ones, and the world,\nof some things that he might have produced or done for them. Secondly, if he impairs his\nhealth, he is placing a burden on others, or the possibility of that burden&mdash;and no man can\nknow that he is not going to place that burden upon other people. So, I say again, the line\nseems to be rather sharply drawn, or can be: that when we do those things that are harmful to\nus or to others, or which impair our efficiency or that of others, clearly we are doing that\nwhich is wrong. It is more than just a personal choice. It becomes a concern for everyone. It\ndoes become a moral matter&mdash;a matter of commandment&mdash;and rightly so.\n<\/p><p>\nThe glory of God is intelligence (<span class=\"citation\" id=\"13576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13576)\">D&amp;C 93:36<\/a><\/span>),\nand I cannot conceive of man's being accounted as being\nintelligent if he does that to himself or to others which impairs health and happiness and\neffectiveness and efficiency. Indeed, all the commandments are designed to bring about these\nvery things: our health and happiness, and peace and progress, and effectiveness here and\nhereafter, limitlessly; and we need to keep that humility which is ever called for in the\nmaking of our choices and the living of our lives.\n<\/p><p>\nAnd even if we sometimes think we would run the world differently, in our limited\nunderstanding, we know so little with all we know. We still cannot answer most, if any, of\nthe questions asked of Job many centuries ago, when the Lord God answered Job out of the\nwhirlwind and said,\n<\/p><p>\nWhere wast thou when I laid the foundations of the earth? declare, if thou hast\nunderstanding . . . Hast thou entered into the springs of the sea? . . . Have the gates of\ndeath been opened unto thee? or hast thou seen the doors of the shadow of\ndeath? . . . declare if thou knowest it all. Where is the way where light dwelleth? and\nas for darkness, where is the place thereof . . . Who hath put wisdom in the inward\nparts? (<span class=\"citation\" id=\"26678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26678)\">Job 38:4,16-19,36<\/a><\/span>).\n<\/p><p>\nWe might ask it another way. Who has given the body the wisdom to heal itself?&mdash;or who\nhas placed instinct in animals&mdash;\n<\/p><p>\nWho hath given understanding to the heart?<br \/>\n. . . Who provideth for the raven his food? (<span class=\"citation\" id=\"26679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26679)\">Job 38:36,41<\/a><\/span>).\n<\/p><p>\n. . . Gavest thou the goodly wings unto the peacocks? or wings and feathers unto the\nostrich?<br \/>\nWhich leaveth her eggs in the earth, and warmeth them in dust,<br \/>\n. . . Hast thou given the horse strength?<br \/>\n. . . Doth the hawk fly by thy wisdom, and stretch her wings toward the south?<br \/>\nDoth the eagle mount up at thy command, and make her nest on high?\n(<span class=\"citation\" id=\"26680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26680)\">Job 39:13-14,19,26-27<\/a><\/span>).\n<\/p><p>\nShall he that contendeth with the Almighty instruct him? He that reproveth God,\nlet him answer it (<span class=\"citation\" id=\"26681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26681)\">Job 40:2<\/a><\/span>).\n<\/p><p>\nLife is short at best. Even if we should live twice as long as our present expectancy, it would\nstill be short. We should have our minds and hearts and the whole\nintent of our souls on the things that give us health and happiness and effectiveness here, and\nwhich will lead to limitless progress hereafter, and there are clear-cut ways of discerning the\ndifference between right and wrong. I pray that we may find them and live by them, and that\nour Father's purposes and promises concerning each of us may be realized by the wisdom of\nour choices and by the acceptance of this personal responsibility of which President McKay\nhas spoken. For beyond our Savior's saving grace no one stands between us and our own\nsalvation&mdash;or exaltation. I pray that we may find it, and that we may be part of that glorious\nhomecoming which it is our Father's hope and purpose to bring about for the whole human\nfamily.\n<\/p><p>\nGod bless you and be with you, and with us all in the use of our freedom, and in the\nacceptance of the challenge and trust which our President has given unto us this day in\nmeeting and living by this personal responsibility, and making our choices wisely so that all\nthat our Father intends for each of us may be ours in his presence and in his kingdom with\nour loved ones. In Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}