{"ID":883, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"For This Cause...\"<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i> April 1957,  pp. 14-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am sure our hearts have all been stirred this morning with appreciation for being privileged\nto be members of this great Church, for our great leader and the power of his leadership, and\nfor these our Brethren, and I rejoice in being with you, in being a part of this great latter-day\ngospel movement.\n<\/p><p>\nThe President referred in his talk this morning to the great progress that is being made and\nhas been made in the world scientifically, the comforts that we enjoy, the powers that have\nbeen harnessed, and as I think of that&mdash;electricity and the sound waves that have brought us\nall these modern conveniences&mdash;I wonder if the world realizes that there are other unseen\npowers that are operating in the world, the power of darkness seeking to destroy the work of\nthe Lord, and the power of God in the hearts of the honest who find the way of eternal truth.\n<\/p><p>\nI would like to predicate the few words that I say this morning on an experience that I had a\nfew weeks ago in attending a stake conference in a neighboring state. One of the fine men of\nthe community, through the efforts of our stake missionaries, had recently joined the Church.\nHe was happy in his membership in the Church. It brought a change in his life, a change in\nhis thoughts, a change in his habits, a change in his desires and interest in his fellow men. He\nhad a neighbor with whom he had been very friendly. They lent each other equipment from\ntheir farms, but as soon as this man joined the Church his neighbor turned against him.\n<\/p><p>\nThe new convert ran for a position on the school board, and his neighbor went out and\ngathered people from far and near to bring them into the polls to defeat this former friend and\nneighbor. After the election was over, the new convert went to his neighbor. He said, \"What\nhave I done that would change your attitude toward me as it has been changed?\" The answer\nwas, \"I do not like the Mormons.\"\n<\/p><p>\nIf he had been living in the days of the Savior, his answer would have been,\n\"I do not like the Christians,\" and I think of the words of the Savior when he said:\n<\/p><p>\nIf the world hate you, ye know that it hated me before it hated you.<br \/>\nIf ye were of the world, the world would love his own: but because ye are not of\nthe world, but I have chosen you out of the world, therefore the world hateth you.<br \/>\nRemember the word that I said unto you, The servant is not greater than his lord.\nIf they have persecuted me, they will also persecute you; if they have kept my\nsaying, they will keep yours also.<br \/>\nBut all these things will they do unto you for my name's sake, because they know\nnot him that sent me (<span class=\"citation\" id=\"27736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27736)\">John 15:18-21<\/a><\/span>).\n<\/p><p>\nIf we understood the power there is operating in the world to deceive the nations! Reference\nhas been made this morning to Satan. We read in Revelation that when he was cast out of\nheaven, the cry went up,\n<\/p><p>\n. . . Woe to the inhabiters of the earth and of the seal for the devil is come down\nunto you, having great wrath, because he knoweth that he hath but a short time\n(<span class=\"citation\" id=\"42272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42272)\">Rev. 12:12<\/a><\/span>).\n<\/p><p>\nAnd there was war in heaven: Michael and his angels fought against the dragon;\nand the dragon fought and his angels,<br \/>\nAnd prevailed not; neither was their place found any more in heaven.<br \/>\nAnd the great dragon was cast out, that old serpent, called the Devil, and Satan,\nwhich deceiveth the whole world: he was cast out into the earth, and his angels\nwere cast out with him (<span class=\"citation\" id=\"42271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42271)\">Rev. 12:7-9<\/a><\/span>).\n<\/p><p>\nJust think of that statement for a moment, that he \"deceiveth the whole world.\" I am sure the\nworld does not know how often they listen to his deceptive voice in the things that they do\nand in the decisions that they make. At this particular point, when we look back over the\nhistory of Christianity, we ask ourselves, \"How could they have crucified our Lord, the one\ngreat example unto all men?\" The only answer is because they were deceived by this power\nof darkness. It is not only those who are wicked who listen to his voice, but also many\nrighteous people who mean to be doing God's service\n(<span class=\"citation\" id=\"27738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27738)\">John 16:2<\/a><\/span>),\njust like Paul of old, or Saul of Tarsus.\nYou remember how he held the cloaks for those who stoned Stephen to death\n(<span class=\"citation\" id=\"7800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7800)\">Acts 7:58<\/a><\/span>), not because\nStephen had done any harm, but because this power that \"deceiveth the whole world\" could\nnot make place for him in this world, and brought about his martyrdom.\n<\/p><p>\nPaul, on his way to Damascus, went to obtain a writ to persecute the Saints\n(<span class=\"citation\" id=\"7801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7801)\">Acts 9:2<\/a><\/span>), and then it was\nthat the voice of the Master said, \"Saul, Saul, why persecutest thou me? . . . it is hard for thee to\nkick against the pricks\" (<span class=\"citation\" id=\"7802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7802)\">Acts 9:4-5<\/a><\/span>).\nYou see, Paul had thought he was doing the Lord's\nservice, but after he came to know the power of the truth, he gave his life. We read how\noften he was scourged and whipped\n(<span class=\"citation\" id=\"7806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7806)\">Acts 22:25<\/a><\/span>),\nand finally he was beheaded at Rome under Nero. Take\nthe history of all of the apostles. Why were they put to death? Why did the world hate them?\nBecause they were not of the world, and the world could not fellowship these apostles.\n<\/p><p>\nI was in Mexico a few weeks ago, where I saw oil paintings of all of the apostles and how\nthey were put to death. Peter, as you know, was hanged with his head downward. James was\nbeheaded at Jerusalem, and Paul, as I have told you, was beheaded at Rome. John was thrown\ninto a cauldron of boiling oil. Through the power of God his life was saved, and all of the\napostles were put to death save John. Why? Because this power of the evil one \"deceiveth the\nwhole world,\" according to the word of John.\n<\/p><p>\nThose of us who have had considerable missionary experience know how literally that is true.\nWhy were the Saints all looked down upon? When Paul appeared in Rome, as you will\nremember, the high priests said,\n<\/p><p>\n. . . we desire to hear of thee what thou thinkest, for as concerning this sect, we\nknow that it is everywhere spoken against\n(<span class=\"citation\" id=\"7808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7808)\">Acts 28:22<\/a><\/span>).\n<\/p><p>\nWhy was the truth everywhere spoken against? Well, you see, there was a war in heaven.\nThere isn't time to go into detail; I just read to you a few words about that. Satan and a third\nof the hosts of heaven were cast down upon this earth, and they brought with them the\nknowledge that they had, and according to Isaiah, Satan has decreed that he would exalt his\nthrone above the throne of God, that he would become like unto the Most High\n(<span class=\"citation\" id=\"25182\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25182)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25182)\">Isa. 14:12-14<\/a><\/span>).\n<\/p><p>\nThen Isaiah speaks of him who has deceived the nations and destroyed the world and\nthe inhabitants thereof (<span class=\"citation\" id=\"25183\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25183)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25183)\">Isa. 14:16-20<\/a><\/span>),\nand all we need to do is to look at the history of the world, and\nrealize the power that is bringing about such destruction, when, if we would heed the light of\ntruth and inspiration of the Spirit of the Lord, all men might live in harmony and in peace,\nand the nations of the earth might walk in the light of the Lord their God, which condition,\nwe are told, will ultimately come to pass.\n<\/p><p>\nSo these great persecutions we find in our own work. As the Church was evil-spoken of in\nthat day, it is evil-spoken of in our day. We have found this as we have labored among the\npeople. If it were not for that power that deceiveth the nations\n(<span class=\"citation\" id=\"13549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13549)\">D&amp;C 52:14<\/a><\/span>),\nthere would be hundreds of\nthousands of honest people in this world join this Church because it literally is the Church of\nJesus Christ restored again to the earth in this day.\n<\/p><p>\nI think of Nicodemus who came to the Savior of the world. He said, \". . . we know that thou art\na teacher come from God, for no man can do these miracles that thou doest, except God be\nwith him.\" And Jesus told him how he should be born again, and then he said, \"We speak that\nwe do know, and testify that we have seen; and ye receive not our witness\"\n(<span class=\"citation\" id=\"27721\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27721)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27721)\">John 3:2,11<\/a><\/span>).\n<\/p><p>\nNow we are witnesses of the Lord Jesus Christ, and we speak that we do know to the world,\nand we testify that we have seen, and we know that his truth has been restored to the earth,\nand the heavens have been opened; and so, as Jesus said, \"because ye are not of the world,\ntherefore the world hateth you\"\n(<span class=\"citation\" id=\"27737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27737)\">John 15:19<\/a><\/span>).\n<\/p><p>\nMany of our finest members are those who have had prejudices against this Church until they\nwere brought into contact in a way that we could present the gospel message to them. I had a\nreport from one of my distant relatives back in New England a short time ago, and he had\njust read one of our books. He said, \"I doubt if you have any idea the erroneous conception\nthe people of New England have regarding the Mormon Church. Sometimes I wonder if they\nbelieve the things that they tell.\"\n<\/p><p>\nA man in New England to whom I had the privilege of preaching the gospel wrote me a letter\nafter I returned home. He was the treasurer of his own church. He thanked me for bringing\nhim the truth but said, \"I am too big a coward to accept it until I can get my friends and my\nrelatives and my neighbors to feeling more friendly toward your people.\" You see, because\nwe are not of the world, therefore the world hates us.\n<\/p><p>\nWe were holding a conference in Mississippi when I was the president of the mission there,\nand a young college man came up at the close of the morning meeting and wanted to know if\nhe could talk in the afternoon meeting, and I assured him he might. He said, \"But I am not a\nmember of your Church.\" \"Well,\" I said, \"you cannot say anything that will hurt any of our\nmembers,\" and so we called him up to speak, and this is what he said:\n<\/p><p>\n\"I was raised here in Mississippi to believe that the Mormons were the most undesirable\npeople in the world, and then I finished my college education and went to Arizona to work.\nThere my lot was cast with the Mormon people, and when I returned here it was cast with the\nMormons here. Now I have been attending their meetings. I know what their lives are, and\ntheir ideals, and their teachings, and I no longer think of the Mormons as the most undesirable\npeople in the world. I am wondering when I will be good enough to be a member of the\nMormon Church.\"\n<\/p><p>\nThat is what people find when they know the truth, and if the evil one were not out deceiving\nthe minds of the whole world, as the scriptures say, this work would go on with mighty\nprogress in the world.\n<\/p><p>\nI bear you my witness that there is not an honest man nor an honest woman in this world who\nreally loves the Lord who would not join this Church if he knew what it was, and we find\ntestimonies coming to us from all sides.\n<\/p><p>\nI remember one minister in Holland. His friends who had joined our Church persuaded him to\ncome and listen to our missionaries, and at the close of the meeting he denounced Joseph\nSmith as a false prophet, as a deceiver, as everything vile he could  think of, and then\nhe went home and went to bed. He told me this story himself, and he\nwas one of the finest companions I have ever labored with in the Church.\n<\/p><p>\nHe said, \"I did not know what I had done, but I knew that I had grieved God because peace\nhad gone out of my mind. I lay and tossed all night until the wee hours of the morning, and\nthen arose and walked the streets until I thought the Mormon elders would be up, and then I\nwent to their door and asked for a copy of the Book of Mormon.\" I want to tell you that I\nnever listened to a testimony that impressed me more than to hear that man of God bear\nwitness that he knew that Joseph Smith was a prophet of God, and the Book of Mormon was\ntrue, and the kingdom of God had been established in the earth to prepare the way for the\ncoming of the Lord.\n<\/p><p>\nWe have had a good many ministers join the Church just recently&mdash;one only last week right\nhere in Salt Lake City&mdash;men who are humble enough to realize that the truth must be\nestablished in the earth as it was in the days of old to prepare the way for the coming of the\nLord.\n<\/p><p>\nIn closing, I would like to read a little statement from two of our recent converts. This is a\ncopy from a letter that I received a few days ago from a woman I met in Alabama while\ntouring that mission last November&mdash;a dignified, beautiful character. She left her own church,\nand after so doing, she went back to the minister to ask him to take her name off the records.\nShe said, \"May I go in the classroom where I have stood for years, and taught a Sunday\nSchool class? I want to thank God for the privilege that has been mine of teaching in that\nroom and ask his blessings upon me as I leave it.\"\n<\/p><p>\nHere are a few words from her letter: \"Elder Richards, I was a member of this wonderful\nChurch one year, the 5th of February, and I can truthfully say, 1956 was the happiest year of\nmy life. There is hardly a day that passes that something doesn't happen that strengthens my\ntestimony. I only regret that I did not have an opportunity to receive this gospel about thirty\nyears ago. I will just have to be content with doing what I can the rest of my life.\"\n<\/p><p>\nAnd then she tells of her activities in the Church.\n<\/p><p>\nThis is from a woman who wrote in to Salt Lake City for information from the Bureau of\nInformation, and they sent her literature to read. Then after joining the Church she wrote: \"I\nnow have a serenity and composure, and inner strength, and an inward joy which I never\nbefore possessed.\" That is the kind of joy Paul had, and others who had been enemies of the\nChurch, until Paul was willing to give his life for his testimony. You will remember when he\nstood in chains, and Festus said, \"Paul, thou art beside thyself; much learning doth make thee\nmad,\" to which Paul replied, \"I am not mad, most noble Festus; but speak forth the words of\ntruth and soberness.\" Agrippa said, \"Almost thou persuadest me to be a Christian,\" to which\nPaul replied in words like this, \"I would to God, that not only thou, but also all that hear me\nthis day, were . . . as I am, except these bonds\"\n(<span class=\"citation\" id=\"7807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7807)\">Acts 26:24-25,28-29<\/a><\/span>).\n<\/p><p>\nIn closing, I want to read to you the statement of Gamaliel. You remember the statement of\nGamaliel, how he came to the rescue of the apostles of old and said this to the chief priests of\nthe land:\n<\/p><p>\nYe men of Israel, take heed to yourselves what ye intend to do as touching these\nmen.<br \/>\nAnd now I say unto you, Refrain from these men, and let them alone: for if this\ncounsel or this work be of men, it will come to nought:<br \/>\nBut if it be of God, ye cannot overthrow it; lest haply ye be found even to fight\nagainst God (<span class=\"citation\" id=\"7799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7799)\">Acts 5:35,38-39<\/a><\/span>).\n<\/p><p>\nI bear you my solemn witness that any man or any woman who lifts a voice or a hand to stay\nthe progress of this work is fighting against God, the Eternal Father, and is deceived by the\nauthor of evil in the world. God bless you all in the great missionary cause of the Church, I\npray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}