{"ID":884, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Fulness of Salvation<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i> April 1957,  pp. 19-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay spoke this morning in plainness and with great force and power, saying that\nwe should keep the commandments of God; that we should be doers of the word, and not\nhearers only; that we should work out our salvation with fear and trembling before God&mdash;all\nin accordance with the principle that, it is not he who saith, \"Lord, Lord,\" but he that doeth\nthe will of the Father (<span class=\"citation\" id=\"34826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34826)\">Matt. 7:21<\/a><\/span>),\nwho will gain eternal salvation.\n<\/p><p>\nNow I would like to call attention to one particular commandment&mdash;a commandment given in\nthat revelation which is known as the law of the Church, a commandment which, if kept, will\ngive us joy and peace and happiness in this life and assure us of that fulness of salvation to\nwhich our President referred this morning. The Lord said this: \"Thou shalt love thy wife with\nall thy heart, and shalt cleave unto her and none else\"\n(<span class=\"citation\" id=\"13547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13547)\">D&amp;C 42:22<\/a><\/span>); and similarly we might\nsay, \"Thou shalt love thy husband with all thy heart, and shalt cleave unto him and none\nelse.\"\n<\/p><p>\nLet us turn the light of introspection upon ourselves. How much do we love our husbands and\nour wives? How much do we love our children? How fervent and realistic is our desire to\nhave the family unit continue in eternity? May I say something relative to the relationship\nbetween the continuation of the family unit in eternity, and receiving the fulness of salvation,\nthe fulness being eternal life or exaltation in the kingdom of God.\n<\/p><p>\nEvery thinking person knows there will be different degrees of reward in the life hereafter.\nThe mere fact that men are to be judged according to their works indicates that varying\nrewards will be meted out. Our Lord said,\n<\/p><p>\nIn my Father's house are many mansions:\n<\/p><p>\nand then to emphasize the self-evident nature of that great truth, he added,\n<\/p><p>\nIf it were not so, I would have told you\n(<span class=\"citation\" id=\"27732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27732)\">John 14:2<\/a><\/span>).\n<\/p><p>\nWe know of kingdoms of glory likened respectively to the stars, the moon, and the sun, as\npertaining to their glory. These kingdoms are the telestial, terrestrial, and celestial. The\ncelestial is the kingdom of God, the kingdom we may attain through the Church, through the\ngospel, and through personal righteousness. Having that perspective, please note the words of\nthis revelation:\n<\/p><p>\nIn the celestial glory there are three heavens or degrees;<br \/>\nAnd in order to obtain the highest, a man must enter into this order of the\npriesthood [meaning the new and everlasting covenant of marriage];<br \/>\nAnd if he does not, he cannot obtain it.<br \/>\nHe may enter into the other, but that is\nthe end of his kingdom; he cannot have an increase\n(<span class=\"citation\" id=\"13595\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13595)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13595)\">D&amp;C 131:1-4<\/a><\/span>).\n<\/p><p>\nIn exactly the same sense that repentance and baptism is the gate which puts us on the path\nleading to salvation in the celestial kingdom, so this order of marriage called celestial\nmarriage opens the door and puts us on the path whereby we may press forward to eternal life\nand exaltation in the highest heaven of the celestial world. The revelation on marriage,\nspeaking of people who have opportunity in this life to abide the terms and conditions of this\neternal marriage covenant and who do not do it, says that in the world to come there is\nneither marrying nor giving in marriage for them. Those who do not avail themselves of the\nopportunity in this life to enter the celestial law of marriage become \"ministering servants, to\nminister for those who are worthy of a far more, and an exceeding, and an eternal weight of\nglory,\" the Lord says:\n<\/p><p>\nFor these angels did not abide my law; therefore, they cannot be enlarged, but\nremain separately and singly, without exaltation, in their saved condition, to all\neternity; and from henceforth are not gods, but are angels of God forever and ever\n(<span class=\"citation\" id=\"13597\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13597)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13597)\">D&amp;C 132:16-17<\/a><\/span>).\n<\/p><p>\nIn eternity there will be on the one hand immortality, which means to live forever as a\nresurrected being; there will be on the other hand eternal life, which is the greatest of all the\ngifts of God (<span class=\"citation\" id=\"13543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13543)\">D&amp;C 14:7<\/a><\/span>).\nThere will be on the one hand those who are servants, who are ministering angels; there\nwill be on the other hand exalted and glorified personages. The difference between these two\ncategories&mdash;the one on the one hand, and the other on the other&mdash;the difference is the\ncontinuation of the family unit in eternity. By definition and in its nature, exaltation consists\nin the continuation of the family unit through all ages yet to be. If the family unit continues,\nif husband and wife go into the spirit world as a married couple and come up in the\nresurrection continuing as husband and wife, then exaltation is assured. If they go there\nseparately and singly&mdash;either not having entered into this celestial order or, having entered\ninto it, having not kept the terms and conditions and laws that appertain to it&mdash;they will have\nimmortality only and not eternal life.\n<\/p><p>\nAll men will get all that they are able to receive, all that a gracious and merciful Father can\ngive them, but the fulness is reserved for those who abide the whole gospel law, who keep all\nof the terms and conditions of the new and everlasting covenant of marriage.\n<\/p><p>\nNow, how much do you love your husband or your wife? With what desire do you seek\neternal exaltation in the mansions hereafter? Let it be remembered that love is measured in\nterms of obedience and of service, in accordance with the principle, \"If ye love me, keep my\ncommandments\" (<span class=\"citation\" id=\"27735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27735)\">John 14:15<\/a><\/span>).\nAccordingly, if we have in our hearts a love, born of the\nSpirit of Christ, for our families, and for that matter, for our own salvation, we will seek to\ndo those things which will qualify us to gain recommends to the temple, there to be sealed in\nthe eternal marriage union; and then having been so sealed, we will desire with all our hearts\nto walk in the light, to keep the covenant that we have made, so that it will be of full force\nand validity in the eternal world, having been bound on earth and sealed in heaven, having\nbeen ratified by the Spirit here, and made of full force and validity in the mansions hereafter.\nThere is not any single thing, any single act or performance that any Latter-day Saint ever\ndoes in this world as important as marrying the right person in the right place by the right\nauthority, because that kind of marriage is the gate to peace and contentment and happiness in\nthis life, and it opens the door to the attainment of the fulness of the kingdom of the Father\nhereafter. In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}