{"ID":885, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Marriage for Eternity<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i> April 1957,  pp. 20-25<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThis morning in the opening session our beloved President lifted my soul  with his\nremarkable address, and it pleases me to know that my whole soul responds to the truthfulness\nof the great message which he gave us. I trust that in these few minutes what I say will be in\nfull harmony with that about which he has instructed us.\n<\/p><p>\nThe sermon of President Bruce R. McConkie has laid a remarkable foundation for the\nthoughts which I have had on this same important subject, so important to the welfare of all\nour Father's children here and in the world to come. So the spirit willing, and if I may have\nan interest in your faith and prayers, I would like to speak briefly about this sacred ordinance\nof temple marriage which is so vital to every human soul.\n<\/p><p>\nI should like to introduce my few remarks by relating three simple incidents that have\noccurred on this block; then I should like to bring one or two powerful lessons from the\nscriptures and from the sermons of some of our leaders; and then conclude, in the few \nmoments that I have, with a few observations with reference thereto.\n<\/p><p>\nThese three incidents are true life stories as told by temple watchmen who serve us around the\nclock over on the east gate through which all who come to the temple proper must enter. I\nshall read these incidents just as they were given to me by the brethren.\n<\/p><p>\n\"One morning not so long ago I was sitting at the desk in the temple gate house reading when\nmy attention was drawn to a knock on the door. There stood two little boys, ages about seven\nor eight years. As I opened the door, I noticed that they were poorly dressed and had been\nneither washed nor combed. They appeared as if they had left home before Father or Mother\nhad awakened that morning. As I looked beyond these little fellows, I saw two infants in\npushcarts. In answer to my question as to what they wanted, one of the boys pointed to his\nlittle brother in the cart and replied: 'His name is Joe. Will you shake hands with little Joe? It\nis little Joe's birthday&mdash;he is two years old today, and I want him to touch the temple so\nwhen he gets to be an old man he will remember he touched the temple when he was two\nyears old.'\n<\/p><p>\n\"Pointing to the other little boy in the other cart, he said this: 'This is Mark, he's two years\nold, too.' Then, with a solemn, reverent attitude rare in children so young, he asked: 'Now\ncan we go over there and touch the temple?' I replied: 'Sure you can.' They pushed their\nlittle carts over to the temple and lifted the infants up, and placed their hands against that holy\nbuilding. Then as I stood there with a lump in my throat, I heard the little boy say to his\ninfant brother, 'Now, Joe, you will always remember when you was two years old you\ntouched the temple.' They thanked me and departed for home.\" The second incident:\n<\/p><p>\n\"This spring (1956) a large group of young men and young women (perhaps one hundred)\nages fifteen, sixteen, and seventeen years, from Spokane Stake, came to the temple of the\nLord to perform baptisms for the dead. They were a very fine-looking group. Their features\nbeamed with the light of the gospel. They were quiet and very orderly; they possessed the\nspirit of reverence. They realized they were on holy ground and were about to enter into\nGod's holy temple to perform baptisms for the dead. Led by the priesthood and members of\nthe genealogical committee into the temple, they gave the right to citizenship in the kingdom\nof God to perhaps 750 souls. As they came out of the temple after their day's work was done,\nI saw a young girl go up the steps to the main entrance to the temple on the east side. As I\napproached her I noticed she was standing facing the door with bowed head and hands\nclasped in prayer. I waited. As she descended the granite steps she came over to me, tears of\njoy streaming down her face. She said, 'This has been the happiest day of my life.'\"\n<\/p><p>\n(May I pause to say that perhaps she, too, that day had truly touched the temple for the first\ntime through holy and sacred ordinances.)\n<\/p><p>\nAnd then the final incident:\n<\/p><p>\n\"As I see almost daily Latter-day Saint women who have sold their birthright for a pot of\nporridge and are now reaping the whirlwind&mdash;women who could have enjoyed the blessing of\nthe priesthood and the blessings of the house of the Lord, but who failed to heed the counsel\nof the prophets of God and married out of the temple of God. Mothers bring their daughters\nas far as the temple gate house (for that is as far as they are permitted to go), and as they\ncling to each other in loving embrace, weeping as if their hearts would break, daughter taking\ndeparture and entering into the temple of the Lord&mdash;Mother is heard to say, 'Oh, if I had but\nlistened to my parents and to the counsel given me by my bishop to prepare myself and wait\nuntil with my husband, I could be married in the house of the Lord! I have tried for thirty\nyears to convince my husband that Mormonism is true, but I have utterly failed. And to think\nI am not even permitted to witness my daughter's marriage and that I may never have the\njoyous experience which is now to be hers!'\"\n<\/p><p>\nAs I relate these incidents, those of you who may not now be members of the Church may\nask, \"But why is a marriage in the temple so important?\"\nBrother McConkie has answered it perfectly. Shall I summarize what he said as he has\nquoted from the scriptures? Only through this sacred ordinance of a temple marriage can\nmembers of the Church receive an exaltation in the celestial kingdom.\n<\/p><p>\nListen again to the word of the Lord:\n<\/p><p>\nIn the celestial glory there are three heavens or degrees;<br \/>\nAnd in order to obtain the highest, a man must enter into this order of the\npriesthood [meaning the new and everlasting covenant of marriage];<br \/>\nAnd if he does not, he cannot obtain it.<br \/>\nHe may enter into the other, but that is\nthe end of his kingdom; he cannot have an increase\n(<span class=\"citation\" id=\"13596\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13596)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13596)\">D&amp;C 131:1-4<\/a><\/span>).\n<\/p><p>\nThe Lord has said it again in another revelation:\n<\/p><p>\n. . . if a man marry a wife by my word, which is my law, and by the new and\neverlasting covenant, and it is sealed unto them by the Holy Spirit of promise, by\nhim who is anointed, unto whom I have appointed this power and the keys of this\npriesthood . . . and if ye abide in my covenant, and commit no murder whereby to\nshed innocent blood, it shall be done unto them in all things whatsoever my\nservant hath put upon them, in time, and through all eternity; and shall be of full\nforce when they are out of the world; and they shall pass by the angels, and the\ngods, which are set there, to their exaltation and glory in all things, as hath been\nsealed upon their heads, which glory shall be a fulness and a continuation of the\nseeds forever and ever (<span class=\"citation\" id=\"13598\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13598)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13598)\">D&amp;C 132:19<\/a><\/span>).\n<\/p><p>\nIn explanation of that scripture, the Prophet Joseph Smith said this (and I read this because\nthere seems to be some misunderstanding as to just what the Lord meant), the Prophet said in\nexplanation:\n<\/p><p>\nExcept a man and his wife enter into an everlasting covenant, and are married for\neternity while in this probation, by the power and authority of the Holy\nPriesthood, they will cease to increase when they die; that is, they will not have\nany children after the resurrection. But those who are married by the power and\nauthority of the priesthood in this life, and continue without committing the sin\nagainst the Holy Ghost, will continue to increase and have children in the celestial\nglory. The unpardonable sin is to shed innocent blood or to be accessory thereto.\nAll other sins will be visited with judgment in the flesh, and the spirit being\ndelivered to the buffetings of Satan until the day of the Lord Jesus. (<i>DHC<\/i>, Vol. 5,\npp. 391-2.)\n<\/p><p>\n(And of course, this last statement means clearly on condition that they repent of their sins.)\n<\/p><p>\nAs I have gone throughout the Church, I have been concerned to know why there are so\nmany of our young people who do not avail themselves of the opportunity of going to the\ntemple. I have asked our leaders as I have gone about to stake conferences, and they have\ngiven me several answers.\n<\/p><p>\nThe most frequent reason given is that young people do not have proper encouragement from\ntheir homes. Unfortunately, many, unlike the little children in the incident I have related, have\nnot been impressed in their childhood with the sacred privileges of the temple. Parents who\nthemselves have lightly regarded their temple covenants can expect little better from their\nchildren because of their bad example. Little children should not be taught to reverence the\ntemple itself but to look forward reverently to the holy experiences which one day might be\ntheirs.\n<\/p><p>\nAnd then another reason is one that strikes a bit of pain to the hearts of all of us who realize\nthat there must be much truth to it. Our leaders say that some do not go to the house of the\nLord because they are not worthy of a temple recommend. It was the late Brother Orson F.\nWhitney who wrote a beautiful verse which is found at the entrance of the Alberta Temple:\n<\/p><p>\nHearts must be pure to come within these walls<br \/>\nWhere spreads a feast unknown to festive halls.<br \/>\nFreely partake, for freely God has given,<br \/>\nAnd taste the holy joys that tell of heaven.\n<\/p><p>\nHere learn of Him who triumphed o'er the grave,<br \/>\nAnd unto men the Keys, the kingdom gave:<br \/>\nJoined here by powers that past and present bind<br \/>\nThe living and the dead perfection find.\n<\/p><p>\nNow there are certain standards that are required, as President McConkie has  explained, and\nthe bishop and the stake president are expected to scrutinize each\napplicant in order to keep sacred these holy temples where these sacred ordinances are being\nperformed.\n<\/p><p>\nWith regard to this matter of keeping young people pure and clean for these sacred privileges,\nI found something that to me was great wisdom from an address by Dr. Henry I. Bowman,\nPresident of Stephens College at Columbia, Missouri. It is an all-girls' junior college. The\narticle is headed: \"Petting, Hasty Marriages, and Babies.\" I read one or two paragraphs:\n<\/p><p>\nIf any girl thinks she is doing her boy friend a favor by permitting or encouraging\npetting, she's both stupid and juvenile. A friendship with a girl of a warm, vibrant,\nand genuine personality and charm&mdash;a friendship that later may culminate in\nmarriage&mdash;is more significant to a lonely boy.\n<\/p><p>\nNow and then, young people enter into hasty marriages with the hope of insuring\nfidelity of the other during their separation. They forget that fidelity depends, not\nupon formal vows, but upon an inherent sense of decency and honor. If that is\nlacking, no ceremony can make up for it. A sweetheart is just as powerful an urge\nto fidelity as a wife.\n<\/p><p>\nI've noticed that few partners in hasty or war marriages include in their sketchy\nplans the possibility of a baby. One recent bride told me casually she was going\nto live with her parents until her husband returned. \"And will there be room if you\nhave a child?\" I asked. \"Heavens, no,\" she replied, \"we aren't worrying about\nthat.\" Like thousands of other brides and grooms, this couple is accepting the\nresponsibilities of marriage without accepting the responsibilities of children.\nAside from the question of the morality of planning a childless marriage, even\ntemporarily, there is the practical fact that few marriages turn out happily that are\ndeliberately childless.\n<\/p><p>\nI wish that all of the youth of the land could hear the counsel of that wise educator and leader\nof youth.\n<\/p><p>\nSome tell us that young people have avoided going to the temple because they prefer a time\nmarriage first to see whether or not their marriage is going to prove successful before they go\nto the temple. And some have said facetiously, \"Well, I am not sure whether I want him for\neternity or not.\"\n<\/p><p>\nPresident Brigham Young, commenting upon this very matter, said this:\n<\/p><p>\nThose who attain to the blessings of the first or celestial resurrection will be pure\nand holy, and perfect in body. Every man and woman that reaches to this\nunspeakable attainment will be as beautiful as the angels that surround the throne\nof God. If you can, by faithfulness in this life, attain the right to come up in the\nmorning of the resurrection, you need entertain no fears that the wife will be\ndissatisfied with her husband or the husband with the wife, for those of the first\nresurrection will be free from sin and from the consequences and power of sin.\nThis body is \"sown in corruption, it is raised in incorruption; it is sown in\ndishonor, it is raised in glory; it is sown in weakness, it is raised in power; it is\nsown a natural body; it is raised a spiritual body\"\n(<span class=\"citation\" id=\"293\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 293)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(293)\">1 Cor. 15:42-44<\/a><\/span>).\n\"And as we have borne the\nimage of the earthly, we shall also bear the image of the heavenly\"\n(<span class=\"citation\" id=\"294\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 294)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(294)\">1 Cor. 15:49<\/a><\/span>)\n(<i>Journal of Discourses<\/i>, 10:24).\n<\/p><p>\nThose who go to the marriage altar with love in their hearts, we might say to them in truth, if\nthey will be true to the covenants that they take in the temple, fifty years after their marriage\nthey can say to each other: \"We must have not known what true love was when we were\nmarried, because we think so much more of each other today!\" And so it will be if they will\nfollow the counsel of their leaders and obey the holy, sacred instructions given in the temple\nceremony; they will grow more perfectly in love even to a fulness of love in the presence of\nthe Lord himself. Young people do not know the true sacredness of marriage until they have\nbeen taught by the temple ordinance.\n<\/p><p>\nAnother of the reasons given why some do not marry in the temple is that they marry out of\nthe Church and therefore cannot enter the temple. Dr. Paul Popenoe, who is not of us but is a\nwise man in counseling on such matters, has this to say concerning marrying outside of your\nchurch:\n<\/p><p>\nThe price may be almost anything. It may be alienation from your own family or\nalienation of your bride from hers; it may be giving up your church to join hers.\nIt may be the abandonment of each of church affiliation, and living thenceforth\nwithout association with organized religions; it may be less than any of these, or\nmuch more; count the price before you go ahead; and if you want to do it, pay it\nin advance!\n<\/p><p>\nI wish the parents could understand that youth will find their mates\nfrom that company which they frequent the most. However, we must not despair, even if\nsome of ours do marry away from us. We must not relinquish our hold upon them or slacken\nour efforts to try to persuade, as long as life shall last.\n<\/p><p>\nFinally, our leaders say that because of the fashions of the day our young people are\npersuaded to marry out of the Church. They desire a so-called church wedding with much\npomp and ceremony, some because they prefer a sort of semi-nudity in their social life that is\nnot permitted in those who have obeyed the basic requirements of the temple which counsel\nas to modesty in dress. Careless mothers who permit even in childhood or babyhood nudity or\nsemi-nudity in dress are but sowing the seeds of disregard for standards of modesty which if\ntaught and adhered to in her growing up years will prepare a daughter for entrance into the\nholy and sacred ordinances of the Lord.\n<\/p><p>\nI listened to a young lad I was interviewing for a mission in Canada, and as I talked to him to\ninquire whether he had kept himself morally clean, he smiled, this handsome, fine son, and\nreplied, \"I will have to tell you what my mother told me. She said, 'Son, no mother can raise\na fine son without the aid of a pure, sweet girl to help her. Be sure, then, Son, you choose the\nright kind of girl companion.'\" He said, \"I have done that, and I am clean, as my mother has\ncounseled me to be.\"\n<\/p><p>\nOur boys overseas have looked forward to the day when they could come home and marry\nsweet, clean girls.\n<\/p><p>\nSome time ago, I wrote something to the mothers of the Church about preparing their\ndaughters to enter the temple:\n<\/p><p>\nIn this day, the fashions, the sham, the pretenses, and the glamour of the world\nhave badly distorted the holy concept of home and marriage, and even the\nmarriage ceremony itself. Blessed is the wise mother who paints a living picture\nto her daughter of a sacred scene in an exquisite, heavenly sealing room where,\nshut out from all that is worldly, and in the presence of parents and intimate\nfamily friends, a beautiful, youthful bride and groom clasp hands across a holy\naltar. Thank God for that mother who shows her daughter that here, nearest to\nheaven on earth, heart communes with heart, in a mutuality of love that begins a\noneness which defies the ravages of hardship, heartaches, or disappointments to\ndestroy, and supplies the greatest stimulus for life's highest attainments!\n(<i>Relief Society Magazine<\/i>, June 1955, p. 351).\n<\/p><p>\nAnd now may I close with one more incident. I was attending a stake conference where a\nmother was asked to speak of the joys that had now come since she and her husband had\ntogether been to the temple. She said when they were married he was a fine, honorable man,\nbut he had some habits that did not permit him to hold the priesthood. He said, \"If you will\njoin me in a civil marriage, I promise you I will get in shape, and I will get a recommend and\ntake you to the temple.\" He was like the man who said he knew he could stop smoking\nbecause he had done it a thousand times.\n<\/p><p>\nSo he tried all through these years but had never been successful. Before he was ready, they\nhad five lovely girls in their family. But now somebody touched the heart of this man; he was\ngiven the priesthood and a recommend; and they went to the temple. She described the going\nto the temple and what it meant, and how finally they came into that most beautiful of all the\nrooms in the temple, and as they knelt at the altar, their five little girls dressed in beautiful\nwhite dresses came in and took their places around the altar, and there a man of God\npronounced them a family for eternity.\n<\/p><p>\nHer story was impressively told and touched every heart. Then she leaned over the pulpit.\nSitting right down in the front seat was her husband. She looked down at him, and for that\nmoment she seemed to forget that there was anybody else in the room but just the two of\nthem. She said to him, \"Daddy, I don't know how to tell you how the girls and I feel about\nwhat you have done for us. I guess all we can say is, Daddy, thanks from the bottom of our\nhearts, because except for you, the girls and I would never have a chance to be a family\ntogether in the celestial kingdom. Thank God for you, Daddy, and for what you have done for\nus.\"\n<\/p><p>\nOh, that every father-heart in this whole Church could hear the cry of that mother-heart,\nand before it is too late, prepare himself to go and to enter into this sacred ordinance, for\nwhich I pray in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}