{"ID":886, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Truth Will Prevail\"<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i> April 1957,  pp. 25-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn this position, brethren and sisters, one always becomes conscious of his limitations. The\nother day I read in a local newspaper about a sarcastic lawyer who was making it pretty rough\nfor the witness. The lawyer said, \"Did you see the accident?\" The witness replied, \"Yes, sir.\"\n<\/p><p>\n\"How far away were you?\"\n<\/p><p>\nThe witness said, \"Oh, about thirty feet.\"\n<\/p><p>\n\"Well, how far can you see anyway?\" He said, \"I do not know, but in the morning when I\nwake up I can see the sun, and they tell me it is about ninety million miles away.\"\n<\/p><p>\nI shall always appreciate the fact that the missionaries of the Church found my grandparents\nin faraway Scandinavia. That circumstance accounts for my greatest blessing in this life. As a\nresult, I have grown up in the Church among God's people in these valleys of the mountains.\nFrom my earliest recollections, I was taught faith in the Lord Jesus Christ, and in the\npromises and the predictions of holy prophets. I recall that I was very young when I first\nheard the story of the restoration and the coming forth of the Book of Mormon. I believed it\nthen as I believe it now. I knew then as I know now that my grandparents had not been\nmisled.\n<\/p><p>\nAs a young man doing missionary work over in England, I became the private secretary to\nPresident Charles W. Penrose and to President Rudger Clawson. From them I learned many\nthings which confirmed my belief and strengthened my testimony. Since then I have examined\nthe claims of Joseph Smith, the Prophet. I have weighed and tested every doctrine and every\nteaching of the Church. I have compared them with the teachings of other churches. The\ngospel message as revealed through the latter-day Prophet is complete and soul-satisfying. It is\nthe power of God unto salvation.\n<\/p><p>\nI know this, and I testify to you that I do know it. No alterations and no far-fetched\nexplanations have been necessary. The original declarations made by Joseph still stand. They\ncannot and have not been changed to satisfy the whims of critics, either in the Church or out\nof the Church.\n<\/p><p>\nIn the year 1829 the Book of Mormon appeared. It was received with an avalanche of abuse\nand ridicule. It was repudiated and cast aside as being unworthy of study and serious\nconsideration. But, my brethren and sisters, the tide is turning. It is turning with marvelous\nrapidity in these, our days. Thinking men are beginning to regard it as a powerful book with a\ngreat message. It has had wide distribution. Many translations have been made. It reveals\nGod's purposes with respect to man's sojourn in mortality. It brings to light the results of\nskepticism and wrongdoing. It emphasizes the sanctity and durability of divine\ncommandments in directing men in this striving for God's favors and blessing. It confirms the\nteachings of the Holy Bible, and proclaims the deityship of Jesus Christ, the resurrection, and\nthe atonement wrought out on Calvary.\n<\/p><p>\nThere is much controversy in these modern times even among so-called Christian leaders\nconcerning these religious fundamentals. Once they were regarded as the rock foundation of\nthe Christian religion. The coming forth of the Book of Mormon is a part of the\n\"marvelous work and a wonder\"\n(<span class=\"citation\" id=\"25184\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25184)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25184)\">Isa. 29:14<\/a><\/span>),\nproclaimed and prophesied by Isaiah,\nthe great prophet. The spirit of the book convinces a sincere reader of its divine origin. The\nbook is not a product of man's genius or man's learning. It is a revelation from Almighty\nGod.\n<\/p><p>\nIt is a message to the modern world from an ancient race who went down because they failed\nto live to the light which God had given them. But the teachings of the Book of Mormon are\ntimely. They fit into our lives today as we live amid conditions around us. They come as a\nwarning to those who are inclined to trifle with the injunctions of an overruling providence.\nThe sacred volume is also a continuing and compelling testimony of the divine calling of\nJoseph Smith, the Prophet. As with the Book of Mormon, so with the revelations contained in\nthe Doctrine and Covenants. They furnish a solid foundation for the exercise of faith and the\ndevelopment of spirituality.\n<\/p><p>\nThese scriptural productions confirm and clarify the ancient scriptures known as the Old and\nNew Testaments. As an example I read from the thirty-seventh chapter of Ezekiel:\n<\/p><p>\nMoreover, thou son of man, take thee one stick, and write upon it, For Judah, and\nfor the children of Israel his companions: then take another stick, and write upon\nit, For Joseph, the stick of Ephraim, and for all the house of Israel his\ncompanions:<br \/>\nAnd join them one to another into one stick; and they shall become one in thine\nhand (<span class=\"citation\" id=\"23116\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23116)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23116)\">Ezek. 37:16-17<\/a><\/span>).\n<\/p><p>\nBiblical scholars have failed to offer a satisfactory explanation of this prophetic utterance.\nWhere is the stick of Joseph, also called the stick of Ephraim? How shall this stick, or book,\nbe joined with the stick of Judah, or the Bible? How can these sticks become one in the hands\nof God for the enlightenment of humanity? The Book of Mormon answers these questions. It\nis the only answer. The Book of Mormon, as you know, is a powerful witness. It is a builder\nof faith. It is a converter of souls to the truth, and the Book of Mormon is true, and truth will\ntriumph even against strong and determined opposition.\n<\/p><p>\nAs a boy I attended a little chapel on the walls of which appeared in bold lettering these\nwords: \"Truth Will Prevail.\" I often read it. Everybody read it. They had to. It was there\nbefore their eyes. It was like a battle cry in those days of opposition and persecution. Truth\nwill eventually break in pieces all the substitutes which confuse and bewilder a faithless and\nan unrepentant world. I recall the words often repeated by Elder Orson F. Whitney,\n<\/p><p>\nTruth is truth where'er 'tis found<br \/>\nOn Christian or on heathen ground.\n<\/p><p>\nI am also reminded of the poem which has taken a place in the classics of our literature.\n<\/p><p>\nThen say, what is truth? 'Tis the last and the first,<br \/>\nFor the limits of time it steps o'er.<br \/>\nThough the heavens depart and the earth's fountains burst,<br \/>\nTruth, the sum of existence, will weather the worst,<br \/>\nEternal, unchanged, evermore.\n<\/p><p>\n             &mdash;John Jaques\n<\/p><p>\nNow, in conclusion, may I read Carlyle's statement:\n<\/p><p>\nFight on, through dark fortune, and through bright. The Cause thou fightest for so\nfar as it is true, no further, but precisely so far, is very sure of victory. The\nfalsehood of it alone will be conquered, will be abolished, as it should be, but the\ntruth of it is a part of Nature's own laws, co-operates with the world's eternal\ntendencies and cannot be conquered.\n<\/p><p>\nI testify that Mormonism, so-called, is true; that it is the power of God unto salvation; that it\nis the same gospel which Peter and Paul preached, and which was taught by the Savior of\nmen. May we remember it, and may we adhere to its saving principles, I pray in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}