{"ID":887, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Sorrowing People<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i> April 1957,  pp. 27-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and Counselors: my brethren and sisters: I should like to say something\nabout a people whom we all know and respect. I refer to the Jewish race who today are\nsuffering in their native land of Palestine because of peoples who are determined to drive\nthem from their homes&mdash;homes that have belonged to them from the far distant ages. In every\nperiod of the world's history, the Jewish people have stood for the brotherhood of mankind\nand have recognized that God gave the world its first children who came from heaven. From\nthe days of Abraham, the Jews have maintained their identity as have no other people in\nhistory. They have remained one race in blood, instinct, and faith in one Supreme Being.\nThey still follow the words of the Prophet Jeremiah when he addressed the Jewish captives in\nBabylon:\n<\/p><p>\nBuild ye houses and dwell in them; and plant gardens, and eat the fruit of them;<br \/>\nAnd seek the peace of the city whither I have caused you to be carried away\ncaptives, and pray unto the Lord for it [his blessings] . . . ye shall have peace\n(<span class=\"citation\" id=\"26492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26492)\">Jer. 29:5,7<\/a><\/span>).\n<\/p><p>\nWhat great help the Jews of all ages have given to the divine principles of life! Levinger in\nhis <i>History of the Jews<\/i> tells us that Columbus had with him on his first voyage, five Jews,\nincluding the man who first stepped on American soil. When they reached the first little\nisland, the interpreter, who was a Jew, was the first man to write a description of the land. In\nthe chronological writings of Padre Claudio Clemente is preserved a form of prayer said to\nhave been used by Columbus on Friday morning, October 12, as he stepped on the land of the\nNew World. The prayer was used by Cortez, Balboa, and Pizarro in their discoveries.\n<\/p><p>\nColumbus declared in one of his letters to the king and queen of Spain that he was the \"agent\nin the hand of God to go forth upon the mighty deep.\" According to Washington Irving,\nColumbus, when he set foot on the island of San Salvador, uttered the following prayer,\nwhich has been translated from the Latin:\n<\/p><p>\nO God, our Father, eternal and omnipotent, creator of heaven and earth and sea,\nwe glorify Thy Holy name, praise Thy majesty, whom we serve in all humility,\nwe give unto Thy Holy protection this new part of the world.\n<\/p><p>\nJews continued coming to America, but they were poor lowly immigrants, and their suffering\nwas something terrible. And yet, the Jews were ever ready to help in times of distress. During\nthe American Revolution, the \"great majority of the Jews in the thirteen colonies were ardent\nin the cause of Liberty. Jews were elected to the Continental Congress.\" And many of them in\nevery colony advanced all the money they had to help the American army. The man who did\nmore, however, than any other Jew, was Haym Salomon, a wealthy Jew who lived in\nPhiladelphia. Haym Salomon was a native of Poland. He was liberally educated, and his\nfamily was very cultured. Robert Morris writes in his journal:\n<\/p><p>\nI sent to Haym Salomon and desired in every way to have him raise funds for the\narmy. The men were starving everywhere.\n<\/p><p>\nHaym Salomon responded. He first gave money to the starving soldiers and then to such men\nas Jefferson, Washington, and James Madison. At the close of the war, he had given all he\nhad, $700,000, and within a few months, it is said, Salomon died of starvation. The family\nwas never reimbursed, and the wife and children suffered greatly, owing, of course, to the\ndeath of husband and father. Theirs was a great sacrifice for the gaining of American\nindependence.\n<\/p><p>\nThe place held by the Jews in creating our English literature is now becoming known. The\ncharacter of Shylock in Shakespeare's famous comedy sums up the tragic position of the Jew\nin medieval Europe. The German, Lessing, in his <i>Nathan the Wise<\/i> was instrumental in having\nthe ideals of the Jews understood. And it was a Jew,\nSpinoza, who helped to bring about the enlightenment which enabled the Jews to take a\nplace in modern society. We can hardly realize the large number of Jewish writers who have\ncreated the literature of America. Fannie Hurst, Edna Ferber, Sholem Asch, and Robert\nNathan are only a few of the many famous Jewish writers here in our country. You no doubt\nhave read Israel Zangwill's <i>The Melting Pot<\/i>, which is a direct outcome of his visit to\nAmerica.\n<\/p><p>\nThe Jewish people have had their own music since the days of Abraham when they used to\nsing and dance in their sacred meetings. And to think of the famous Jewish actors on the\nAmerican stage who gave renown to the old Salt Lake Theatre. It was Charles Frohman who\nonce declared that the Mormon theatre in Salt Lake City seemed to have a spirit of light that\nmade the actors play at their very best. Charles Frohman lost his life when the <i>Lusitania<\/i> went\ndown some years ago. As he stood on the deck of the ship trying to comfort the passengers\nthat were weeping and praying, he said, \"Why fear death . . . it is the most beautiful experience\nof life.\"\n<\/p><p>\nThe history of the Jews through all the ages beginning with the Holy Bible is a story of faith,\nlove of God, and tenderness for all mankind that someday will become known.\n<\/p><p>\nIn September 1823, the Prophet Joseph Smith prayed to the Lord to forgive him his\nimperfections, and in answer to his humble pleading God gave him a vision, and a glorious\nperson stood before him. \"When I first looked upon him,\" said Joseph,\n<\/p><p>\n\"I was afraid, but the fear soon left me.<br \/>\n\"He called me by name, and said unto me that he was a messenger sent from the\npresence of God to me, and that his name was Moroni; and that God had a work\nfor me to do\" (<span class=\"citation\" id=\"30373\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30373)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30373)\">JS&mdash;H 1:32-33<\/a><\/span>).\n<\/p><p>\nThe Angel Moroni then quoted the eleventh chapter of Isaiah, saying it was about to be\nfulfilled (<span class=\"citation\" id=\"30374\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30374)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30374)\">JS&mdash;H 1:40<\/a><\/span>).\n<\/p><p>\nKnowing this historic fact, the sculptor, Cyrus Dallin, made the Angel Moroni that graces the\ncentral tower of our Salt Lake Temple.\n<\/p><p>\nAnd now comes an event in the history of the Church that causes the most intensive faith in\nthe work of God in this day. The Prophet Joseph Smith sent Apostle Orson Hyde to the Holy\nLand in 1841, where he dedicated the land for the return of the children of Judah. The prayer\nwas prophetic in every way. Beautiful are the words of Orson Hyde as he prayed to God that\nthe Holy Land of the Jews should be saved. I give only a few words of the prayer:\n<\/p><p>\nNow, O Lord! Thy servant has been obedient to the heavenly vision which Thou\ngavest him in his native land; and under the shadow of Thine outstretched arm,\nhe has safely arrived in this place to dedicate and consecrate this land unto Thee,\nfor the gathering together of Judah's scattered remnants, according to the\npredictions of the holy Prophets&mdash;for the building up of Jerusalem again after it\nhas been trodden down by the Gentiles so long, and for rearing a Temple in honor\nof Thy name . . .\n<\/p><p>\nGrant, therefore, O Lord, in the name of Thy well-beloved Son, Jesus Christ, to\nremove the barrenness and sterility of this land, and let springs of living water\nbreak forth to water its thirsty soil. Let the vine and olive produce in their\nstrength, and the fig-tree bloom and flourish. Let the land become abundantly\nfruitful when possessed by its rightful heirs; let it again flow with plenty to feed\nthe returning prodigals who come home with a spirit of grace and supplication;\nupon it let the clouds distil virtue and richness, and let the fields smile with plenty.\nLet the flocks and the herds greatly increase and multiply upon the mountains and\nthe hills; and let Thy great kindness conquer and subdue the unbelief of Thy\npeople. Do Thou take from them their stony heart, and give them a heart of flesh;\nand may the Sun of Thy favor dispel the cold mists of darkness which have\nbeclouded their atmosphere. <i>Incline them to gather in upon this land according to Thy word<\/i>.\nLet them come like clouds and like doves to their windows. Let the\nlarge ships of the nations bring them from the distant isles; and let kings become\ntheir nursing fathers, and queens with motherly fondness wipe the tear of sorrow\nfrom their eye (<i>DHC<\/i>, 4:456-457, italics added).\n<\/p><p>\nHow beautifully the Prophet Isaiah has given words of encouragement to Zion:\n<\/p><p>\nO Zion, that bringest good tidings, get thee up into the high mountain; O\nJerusalem,  that bringeth good tidings, Lift up thy voice with strength; lift it up,\nbe not afraid; say unto the cities of Judah, Behold your\nGod!<br \/>\nBehold, the Lord God will come with strong hand, And his arm shall rule for him\n(<span class=\"citation\" id=\"25185\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25185)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25185)\">Isa. 40:9-10<\/a><\/span>).\n<\/p><p>\nMay we give our faith and prayers to the Jewish people in all the world this day, I ask in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}