{"ID":889, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Constitution<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i> April 1957,  pp. 44-52<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, contrary to my usual custom and practice, I intend to read what I\nhave to say today. I assure you I have tried to prepare it under the influence of our Heavenly\nFather, and I humbly pray that it will carry the message which I have hoped for.\n<\/p><p>\nI plan to say something today about the Constitution of the United States of America&mdash;its\nFramers and some of its essential principles&mdash;America, the land choice above all other\nlands&mdash;for our great and priceless liberties, including the security of our homes and property,\nour freedom of speech and of the press, freedom of religion and the free exercise thereof,\nindeed freedom itself and its liberties, as our fathers knew and enjoyed, as also ourselves,\ndepend upon its preservation. As there is much detail and as I wish to be as accurate as I may\nbe, I have written out what I wish to say.\n<\/p><p>\nIt seems wise to remind ourselves of these matters because some people belittle that great\ndocument and its fundamental principles, sometimes to the point of derision. Sometimes we\nforget it.\n<\/p><p>\n<i>Constitution \"Outmoded\"<\/i>\n<\/p><p>\nThese defamers say that the Constitution, and our government under it, are outmoded; not\nresponsive to present-day conditions of life and living; not sufficient to meet and solve\npresent-day problems; and that we need a modern, up-to-date system of government. They let\nus know what should be done to meet their ideas and plans, which seem always to run to\ndespotism.\n<\/p><p>\nI have observed that numbers of these defamers take advantage to the utmost of every liberty\nand freedom created and protected by the Constitution in order to destroy it and its\nguarantees, so to make easy the setting up of a tyranny that would deprive the common man\nof his freedom and liberties under it, so permitting these defamers to set up a government that\nwould give place, power, and privilege to them in a despotism to be imposed upon the mass\nof mankind. We have witnessed this very despotism. There would be a Kremlin in every\ncountry on the globe, all under the super-Kremlin in Moscow.\n<\/p><p>\n<i>Ten Commandments \"Outmoded\"<\/i>\n<\/p><p>\nOne class of these defamers are the same persons who declare the Ten Commandments, the\nbasic law of the civilized world (<span class=\"citation\" id=\"22657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22657)\">Ex. 20:3-17<\/a><\/span>),\nto be outmoded, although these Commandments still speak\nwith their divine power and authority against the same evils  existing today, each one of them,\nnot one missing, even as they existed in the days of Moses;\nCommandments that proclaim righteous principles that are as valid and applicable today as\nwhen, on Mt. Sinai, they were written on slabs of stone by the finger of God. Sinners would\nget rid of the divine rebukes and penalties prescribed for their wickedness and would treat as\nnaught the promised rewards for that righteous life that would rob them of the fleshly\npleasures of sin.\n<\/p><p>\n<i>Sermon on the Mount \"Outmoded\"<\/i>\n<\/p><p>\nThe same people declare the Sermon on the Mount to be outmoded, irresponsive to the needs\nof the people of today. The divine truths of the Sermon, its surpassing loveliness, indeed the\nsublimity of its ethical teachings, do not, say they, harmonize with their modern life where we\nsee greed, ambition, selfishness, dishonesty, deceit, falsehood, and licentiousness thrive and on\nwhich they live and riot. We have noted this experiment also.\n<\/p><p>\nIf all that God and his Only Begotten taught that will lead us to the immortality and eternal\nlife that is God's declared glory, could be wiped out and forgotten, leaving only Satan and his\nwork, the followers of Satan would, in their ignorance, have reached a Satanic heaven.\n<\/p><p>\n<i>Organization of Constitutional Convention<\/i>\n<\/p><p>\nThe Constitution of the United States was framed in Independence Hall, Philadelphia, May\n14, 1787, to September 17, 1787. The Framers were delegates sent thereto by the Thirteen\nColonies. Seventy-four were appointed; fifty-five reported at the Convention; nineteen did not\nattend; thirty-nine signed the Constitution. Representatives signed from each of the Colonies\nexcept Rhode Island.\n<\/p><p>\n<i>Bill of Rights<\/i>\n<\/p><p>\nThe Constitution as signed lacked a Bill of Rights, though these rights were discussed in the\nConvention. As the Colonies voted to ratify the Constitution, each proposed amendments to\nremedy the omission. Over one hundred amendments were proposed. Some forty to fifty were\neliminated as duplications.\n<\/p><p>\nSeventeen were finally approved by the House of the First Congress; the Senate reduced the\nnumber to twelve, which were sent to the various legislatures for ratification. The final returns\nshowed that ten had been ratified.\n<\/p><p>\n<i>Historical Experience of Framers<\/i>\n<\/p><p>\nThe Framers and their fathers had in the preceding seventy-five years, fought through four\npurely European wars&mdash;in America between the British and her colonists on one side, and the\nFrench and her Indian allies on the other. The colonists had little, if any, concern in the\nEuropean issues. They fought because the homelands fought. In the first three of these wars\nthe colonists lost much, suffered massacres. Yet at the end of each war, each European\ngovernment returned, each to the other, the gains either had made in America. The colonists\nhad heavy losses, had no gains except the experience that builded up over the decades,\nexperience that aided them, first, in winning their independence, and, thereafter, in\nestablishing this Government.\n<\/p><p>\nNo wonder Washington in his Farewell Address counseled against foreign entanglements. He\nstated the reasons drawn from colonial experience.\n<\/p><p>\nThe French and Indian War, the last of the four, broke the French foothold on the Continent.\nWashington participated in that war as an officer and suffered in Braddock's defeat at Fort\nDuquesne.\n<\/p><p>\nDuring a part of this whole period, the colonial legislatures had been fighting against royal\nrepresentatives; in the earlier decade the fathers of the Framers carried on these contests; in\nthe latter years, many of the Framers were themselves involved.\n<\/p><p>\n<i>Movement for Independence<\/i>\n<\/p><p>\nThe movement for independence began soon after the close of the French and Indian War; for\nexample, the Committees of Correspondence. Some of the very best minds and ablest men in\nthe Colonies participated. Framers served on these earlier revolutionary bodies. Many Framers\nwere members of the Continental Congress. When the Revolution\ncame, they had the experiences, bitter as to both men and money, that came to that Congress\nin raising troops and materials of war. They had knowledge. Some were experienced in the\nactual problems of conducting a war. One at least, Franklin, had seen distinguished service in\nthe diplomatic field.\n<\/p><p>\n<i>Characters of Framers<\/i>\n<\/p><p>\nThe Framers were men of affairs in their own right. Some were distinguished financiers. More\nthan half of them were university men, some educated in the leading American\ncolleges&mdash;Harvard, Yale, Columbia, Princeton, William and Mary; others in the great colleges\nof Great Britain&mdash;Oxford, Glasgow, Edinburgh. Washington and Franklin were among those\nwho had no college education. Altogether there were seventy-four delegates appointed;\nfifty-five who reported at the Convention, \"all of them,\" it has been said, \"respectable for\nfamily and for personal qualities.\" Of these fifty-five, only thirty-nine were present at the\nsigning. Nineteen failed to attend the convention.\n<\/p><p>\nThey were men of varied political beliefs. Some were Federalists; some anti-Federalists. Some\nseemed favorable to a mere revamping of the Articles of Confederation.\n<\/p><p>\n<i>No Political \"Blueprint\" Available<\/i>\n<\/p><p>\nThe amazing thing is that there was not in all the world's history a government organization\neven among confederacies, that could be taken by the Framers as a preliminary blueprint for\nbuilding the political structure they were to build. Franklin declared:\n<\/p><p>\n\"We have gone back to ancient history for models of Government, and examined the different\nforms of those Republics which, having been formed with the seeds of their own dissolution,\nnow no longer exist. And we have viewed Modern States all round Europe, but find none of\ntheir Constitutions suitable to our circumstances.\"\n<\/p><p>\nThey had been in session for about a month (June 26, 1787) when Madison declared:\n<\/p><p>\n\". . . as it was more than probable we were now digesting a plan which in its operation would\ndecide forever the fate of Republican Government we ought not only to provide every guard to\nliberty that its preservation could require, but be equally careful to supply the defects which our\nown experience had particularly pointed out.\"\n<\/p><p>\n<i>Who the Framers Were<\/i>\n<\/p><p>\nA little further detail about the thirty-nine Framers who actually signed the document will be\nuseful.\n<\/p><p>\nOf those thirty-nine signers, twenty-six had seen service in the Continental Congress. They\nknew legislative processes and problems. Thirteen had served both in the Continental\nCongress and in the Army. What a wealth of experience they had obtained in both legislative\nand executive duties! Of the nineteen who served in the Army, seventeen had served as\nofficers&mdash;they knew the problems of armed forces in the field; and of these seventeen, four\nhad served on Washington's staff.\n<\/p><p>\nLet us go down the roll: Washington, the \"Father of his Country,\" and Madison, sometimes\ncalled the \"Father of the Constitution,\" were later Presidents of the United States. Hamilton (a\nfinancial genius) was Secretary of the Treasury under Washington. McHenry (Maryland) was\nSecretary of War under Washington. Randolph (Virginia) acted as Attorney General for\nWashington and later as his Secretary of State. Rutledge (South Carolina), a distinguished\njurist, was later Chief Justice in the United States Supreme Court. Oliver Ellsworth (absent\nwhen the Constitution was signed) was also later a Chief Justice of the Supreme Court. Blair,\nPaterson, and Wilson were later Justices of the Supreme Court. (Wilson had been on the\nBoard of War and Ordnance in the Second Continental Congress.)\n<\/p><p>\nBenjamin Franklin, a philosopher and scientist, had behind him years of most distinguished\nand successful diplomatic service. King (Massachusetts) was later a Senator and thereafter\nMinister to Great Britain. Charles Pinckney (South Carolina) was Minister to Spain. Dickinson\n(Delaware) founded Dickinson College, and Johnson (Connecticut) was President of Columbia\nCollege.\n<\/p><p>\nGerry (Massachusetts) was later Vice-President of the United States, and Ingersoll\n(Pennsylvania) a candidate for the Vice-Presidency.\n<\/p><p>\nGorham (Massachusetts) and Mifflin (Pennsylvania) had been Presidents of the Continental\nCongress; Clymer (Pennsylvania), Continental Treasurer; Robert Morris (Pennsylvania),\nSuperintendent of Finances; Sherman (Connecticut), a member of the Board of War and\nOrdnance, all in the Continental Congress.\n<\/p><p>\nWe might add, as among the most distinguished of this group, the other Morris (Gouverneur)\nfrom Pennsylvania, and the other Pinckney (Charles Cotesworth) from South Carolina.\n<\/p><p>\nThere were many other distinguished men. They were distinguished before the time of the\nConvention; they won great distinction after. Men of affairs and influence, they were in their\nrespective Colonies, later States. They were all seasoned patriots of loftiest patriotism. They\nwere not backwoodsmen from the far-off frontiers, not one of them.\n<\/p><p>\nWhat a group of men of surpassing abilities, attainments, experience, and achievements!\n<i>There has not been another such group of men in all the one hundred seventy years of our history,<\/i>\n<i>no group that even challenged the supremacy of this group<\/i>. Gladstone solemnly declared:\n<\/p><p>\n\"The American Constitution is the most wonderful work ever struck off at a given time by the\nbrain and purpose of man.\"\n<\/p><p>\n<i>When God Plows His Furrow<\/i>\n<\/p><p>\nWhen God puts his hand to the plow, his furrow is deep and straight, clear to the end. God\ngave us the heritage; ours is the duty to cherish and protect it. We have, as a people, a special\nrelationship to these men and their work.\n<\/p><p>\nIn a revelation to Joseph at Kirtland at the time of some of the darkest days in Missouri\n(December 16, 1833), when there seemed to be no protection for the Saints from the civil\nauthorities, the Lord spoke. He told the people to continue to \"importune for redress\"\n(<span class=\"citation\" id=\"13581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13581)\">D&amp;C 101:76<\/a><\/span>).\n<\/p><p>\n\"According to the laws and constitution of the people, which I have suffered to be established,\nand should be maintained for the rights and protection of all flesh, according to just and holy\nprinciples;\n<\/p><p>\n\"That every man may act in doctrine and principle pertaining to futurity, according to the\nmoral agency which I have given unto him, that every man may be accountable for his own\nsins in the day of judgment.\n<\/p><p>\n\"Therefore, it is not right that any man should be in bondage one to another.\n<\/p><p>\n\"And for this purpose have I established the Constitution of this land, by the hands of wise\nmen whom I raised up unto this very purpose, and redeemed the land by the shedding of\nblood\" (<span class=\"citation\" id=\"13583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13583)\">D&amp;C 101:77-80<\/a><\/span>).\n<\/p><p>\nA little time before this, the Lord declared that the constitutional \"principle of freedom in\nmaintaining rights and privileges, belongs to all mankind, and is justifiable before me,\" and\nthat the people should \"renounce war and proclaim peace.\" (August 6, 1833, ibid.,\n<span class=\"citation\" id=\"13580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13580)\">D&amp;C 98:5,16<\/a><\/span>).\n<\/p><p>\nWhen (1833) the Lord gave these approving revelations, the Constitution with its coterminous\nBill of Rights, was almost fifty years old. Two amendments only had then been made; one\n(1798) concerned the Federal judicial power, the other (1804) the election of President and\nVice President. Some thirty years later (1865, 1868) came the next two amendments\nterminating slavery and guaranteeing citizenship and its protection, so meeting the principle\ndeclared by the Lord in 1833 regarding bondage of men, one to another.\n<\/p><p>\nIn the prayer of dedication of the Kirtland Temple, the Prophet prayed: \". . . may those\nprinciples, which were so honorably and nobly defended, namely, the Constitution of our\nland, by our fathers, be established forever\"\n(<span class=\"citation\" id=\"13589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13589)\">D&amp;C 109:54<\/a><\/span>, March 27, 1836).\n<\/p><p>\nIn 1835 (August 17), at a general assembly of the Church held at Kirtland, a far-reaching\n\"Declaration of Belief regarding Governments and Laws in general\" was adopted by the\nSaints (<span class=\"citation\" id=\"13599\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13599)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13599)\">D&amp;C 134:1-12<\/a><\/span>).\n<\/p><p>\nThese Framers of the Constitution were the men whom the Lord \"raised up unto this very\npurpose, and redeemed the land by the shedding of blood\"\n(<span class=\"citation\" id=\"13584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13584)\">D&amp;C 101:80<\/a><\/span>), making it\nready for the blessings proclaimed for all.\n<\/p><p>\n<i>Preparation of Framers<\/i>\n<\/p><p>\nNo more clearly does it appear that Moses was so trained in the royal Egyptian courts that he\ncould lead ancient Israel out of bondage, or that Brother Brigham was so trained, in directing\nthe exodus of the Saints from Missouri to Nauvoo, that he could lead modern Israel from the\nmobbings and persecutions of the East to the freedom of the mountain fastnesses of the West;\nneither one was more clearly trained for his work than these Framers were trained for\ntheirs&mdash;rich in intellectual endowment and ripened in experience. They were equally as the\nothers in God's hands; he guided them in their epoch-making deliberations in Independence\nHall.\n<\/p><p>\nThe Framers were deeply read in the facts of history; they were learned in the forms and\npractices and systems of the governments of the world, past and present; they were, in matters\npolitical, equally at home in Rome, in Athens, in Paris, and in London; they had a long,\nvaried, and intense experience in the work of governing their various Colonies; they were\namong the leaders of a weak and poor people that had successfully fought a revolution against\none of the great Powers of the earth; there were among them some of the ablest, most\nexperienced and seasoned military leaders of the world.\n<\/p><p>\n<i>As to all matters under consideration by the Convention, the history of the world was combed<\/i>\n<\/i>for applicable experiences and precedents.<\/i>\n<\/p><p>\nThe whole training and experiences of the colonists had been in the Common Law, with its\nfreedoms and liberties even under their kings. They knew the functions of legislative,\nexecutive, and judicial arms of government.\n<\/p><p>\n<i>Some Constitutional Principles<\/i>\n<\/p><p>\nTime is not available now to consider in detail the work of the Convention nor the\nConstitution that was framed. A very few principles only, and they among the basic ones,\nmay be mentioned. You all know them; they are now merely recalled to your minds.\nSometimes we miss the import of them.\n<\/p><p>\n<i>Three Independent Branches<\/i>\n<\/p><p>\nFirst&mdash;The Constitution provided for three departments of government&mdash;the legislative, the\nexecutive, and the judicial.\n<\/p><p>\nThese departments are mutually independent the one from the other.\n<\/p><p>\nEach department was endowed with all the powers and authority that the people through the\nConstitution conferred upon that branch of government&mdash;the legislative, the executive, and the\njudicial, respectively.\n<\/p><p>\n<i>No Encroachment by One Branch Upon Another<\/i>\n<\/p><p>\nNo branch of the government might encroach upon the powers conferred upon another branch\nof government. In order to forestall foreseeable encroachments, the Convention provided in\nthe Constitution itself for a very few invasions by one or the other, into one of the other\ndepartments, to make sure that one department should not absorb the functions of the other or\nencroach thereon, or gain an overbalancing power and authority against the other. These have\nbeen termed \"checks and balances.\"\n<\/p><p>\n<i>Non-delegation of Powers<\/i>\n<\/p><p>\nA third principle that was inherent in all the provisions of the Constitution was that none of\nthe departments could delegate its powers to the others. The courts of the country have from\nthe first insisted upon the operation of this principle. There have been some fancy\nnear-approaches to such an attempted delegation, particularly in recent years, and some unique\njustifying reasoning therefore, but the courts have consistently insisted upon the basic principle,\nwhich is still operative.\n<\/p><p>\nAn examination of the records of the Convention will show how anxiously earnest the\nFramers were to set up these and other principles of free government.\n<\/p><p>\n<i>No Kings in America<\/i>\n<\/p><p>\nThe Convention seems to have experienced no really serious difficulty in\nsetting up a judiciary department, nor, in certain aspects, the legislative department with\nits powers, until it came to those powers which dealt with matters that in some governments\nhad been regarded as belonging to the executive. You will recollect that practically all of\nthese Framers had suffered under George III and his Minister, Lord North. So they abandoned\nthe British model, for, as Randolph said, \". . . the fixt genius of the people of America required\na different form of Government.\" This ruled out royalty.\n<\/p><p>\nIt might be noted that Washington, as the Revolution closed, had definitively scotched at\nNewburgh, the kingship idea.\n<\/p><p>\n<i>Kings and America<\/i>\n<\/p><p>\nOf course, the Framers did not know (no living mortal then knew) that centuries before a\nprophet of the Lord had declared as to America:\n<\/p><p>\n\"Behold, this is a choice land, and whatsoever nation shall possess it shall be free from\nbondage, and from captivity, and from all other nations under heaven, if they will but serve\nthe God of the land, who is Jesus Christ, who hath been manifested by the things which we\nhave written\" (<span class=\"citation\" id=\"22207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22207)\">Ether 2:12<\/a><\/span>).\n<\/p><p>\nNor did the Framers know (again, no living mortal then knew) that centuries after this\nprophecy, but still centuries before the Framers met, another prophet had declared:\n<\/p><p>\n\"And this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon\nthe land, who shall raise up unto the Gentiles\"\n(<span class=\"citation\" id=\"3616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3616)\">2 Ne. 10:11<\/a><\/span>).\n<\/p><p>\nThe unhappy, short-lived experiences of the Dom Pedros in Brazil and of Maximilian in\nMexico seem the exceptions that prove the rule. The Spirit of the Lord was leading.\n<\/p><p>\n<i>The National Executive<\/i>\n<\/p><p>\nIn providing for the executive department, there was considerable discussion as to whether the\nexecutive department should be one person or several. Commenting upon a proposal for three,\n<\/p><p>\nRandolph said their unity would be \"as the foetus of monarchy.\"\n<\/p><p>\nWho should choose, elect, or appoint (the terms were used almost interchangeably) the Chief\nExecutive was exhaustively debated; so was the problem of the length of his term, from one\nyear, to Hamilton's during \"good behaviour,\" including the question whether he should be\nineligible for re-election, and whether he should be subject to impeachment.\n<\/p><p>\n<i>Power to Declare War<\/i>\n<\/p><p>\nBut one of their most searching examinations related to the war powers of government,\nincluding the power to declare war. It became clear very early in the debates that as Chief\nExecutive, the President should execute the laws passed by Congress. But he was also made\nCommander in Chief of the Army and Navy of the United States and of the State Militia\nwhen called into the service of the United States. The delegates were fearfully anxious over\nthis function of government. There was one suggestion that the Commander in Chief should\nnot personally go into the field with the troops, so fearful were they of his power.\n<\/p><p>\n<i>Where War Powers Rest<\/i>\n<\/p><p>\nBut in whom should rest the so-called war powers? This was the urgent problem. It soon\nbecame clear that the Convention was unalterably opposed to endowing the President with\nthese war powers; it was conceded he should have the power to repel invasions, but not to\ncommence war, which meant he could not declare war.\n<\/p><p>\n<i>Chief Executives Conceived as Plain Human Beings<\/i>\n<\/p><p>\nSome of the arguments made in this connection, involving the possibility of a military\nusurper, remind one of the potential calamities pictured by Lincoln in his prophetic Lyceum\nAddress, where he sketched what an ambitious, fame-and-power-seeking executive might do.\n<\/p><p>\nVarious other potential actions by the executive were explored. Future Presidents of the\nRepublic were conceived as including men capable of doing the things\nthat ambitious men in power had done over the ages. Men were still human, had the same\nurges and ambitions. The earnest effort was to make as nearly impossible as could be, the\nmalfeasances of the past by men in high executive office in the future; and seemingly perhaps\nbeyond everything else as a practical matter, <i>to prevent the President from taking us into war<\/i>\n<i>of his own volition<\/i>. The Framers therefore provided that the war powers, including the\ndeclaration of war, should rest exclusively in the Congress, both by express provisions, and,\nas the record shows, by the conscious intent of the Framers.\n<\/p><p>\n<i>The Net Position of the National Executive<\/i>\n<\/p><p>\nThe net result may be stated thus: as Chief Executive, the President was to enforce the laws\npassed by Congress, including those passed by Congress in the exercise of the war powers\nthat were explicitly and exclusively possessed by Congress; as Commander in Chief of the\nArmy and Navy of the United States and of the Militia of the States when called into the\nactual service of the United States, he was to direct the military operations thereof in the\nfield, with the powers incident thereto.\n<\/p><p>\nThese principles should never be forgotten by any free, liberty-loving American, the kind of\nAmerican the Constitution and the Bill of Rights make of us, and in which they were\ndesigned to protect us.\n<\/p><p>\n<i>The People Are Sovereign<\/i>\n<\/p><p>\nFurthermore, under our form of government, we the people of the United States, as the\nPreamble to the Constitution declares, formed this government. We alone are sovereign. We\nare wholly free to exercise our sovereign will in the way we prescribe. The sovereignty is not\npersonal, as under the Civil Law. The Constitution expressly provides the only way in which\nwe may change our Constitution.\n<\/p><p>\nWe may well repeat again: We the people have all the powers we have not delegated away to\nour government, and the institutions of government have such powers and those only as we\nhave given to them. The total residuum of powers, including all rights and liberties not given\nup by us to Federal or State Governments, is still in us, to remain so till we constitutionally\nprovide otherwise. Under the Civil Law that basically governs Continental Europe, the people\nhave only such rights as a personal sovereign or his equivalent bestows, the residuum\nremaining in him or them. Wherever and whenever powers are exercised by any person or\nbranch of our government that are not granted by the Constitution, such powers are to that\nextent usurpations.\n<\/p><p>\n<i>The Constitution and Ourselves<\/i>\n<\/p><p>\nWill not each of you ask yourself this question: What would probably have happened if\nJoseph Smith had been born and had attempted to carry on his work of the Restoration of the\nGospel and the Holy Priesthood, if he had been born and had sought to go forward in any\nother country in the world?\n<\/p><p>\nMust we go far to seek why God set up this people and their government, the only\ngovernment on the face of the earth, since the Master was here, that God has formally\ndeclared was set up at the hands of men whom he raised up for that very purpose, and the\nfundamental principles of which he has expressly approved?\n<\/p><p>\n<i>Constitution Is Part of My Religion<\/i>\n<\/p><p>\nHaving in mind what the Lord has said about the Constitution and its Framers, that the\nConstitution should be \"established, and should be maintained for the rights and protection of\nall flesh\" (<span class=\"citation\" id=\"13582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13582)\">D&amp;C 101:77<\/a><\/span>),\nthat it was for the protection of the moral agency, free agency, God gave us, that its\n\"principle of freedom in maintaining rights and privileges, belongs to all mankind\"\n(<span class=\"citation\" id=\"13579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13579)\">D&amp;C 98:5<\/a><\/span>), all of\nwhich point to the destiny of the free government our Constitution provides, unless thrown\naway by the nations&mdash;having in mind all this, with its implications, speaking for myself, I\ndeclare that the divine sanction thus repeatedly given by the Lord himself to the Constitution\nof the United States as it came from the  hands of the Framers with its\ncoterminous Bill of Rights, makes of the principles of that document an integral\npart of my religious faith. It is a revelation from the Lord. I believe and reverence its\nGod-inspired provisions. My faith, my knowledge, my testimony of the Restored Gospel,\nbased on the divine principle of continuous revelation, compel me so to believe. Thus has the\nLord approved of our political system, an approval, so far as I know, such as he has given to\nno other political system of any other people in the world since the time of Jesus.\n<\/p><p>\nThe Constitution, as approved by the Lord, is still the same great vanguard of liberty and\nfreedom in human government that it was the day it was written. No other human system of\ngovernment, affording equal protection for human life, liberty, and the pursuit of happiness,\nhas yet been devised or vouchsafed to man. Its great principles are as applicable, efficient,\nand sufficient to bring today the greatest good to the greatest number, as they were the day\nthe Constitution was signed. Our Constitution and our Government under it, were designed by\nGod as an instrumentality for righteousness through peace, <i>not war.<\/i>\n<\/p><p>\n<i>Our Constitutional Destiny<\/i>\n<\/p><p>\nSpeaking of the destiny that the Lord has offered to mankind in his declarations regarding the\nscope and efficacy of the Constitution and its principles, we may note that already the Lord\nhas moved upon many nations of the earth so to go forward. The Latin American countries\nhave followed our lead and adopted our constitutional form of government, adapted to their\nlegal concepts, without compulsion or restraint from us. Likewise, the people of Canada in the\nBritish North America Act have embodied great principles that are basic to our Constitution.\nThe people of Australia have likewise followed along our governmental footpath. In Canada\nand in Australia, the great constitutional decisions of John Marshall and his associates are\nquoted in their courts and followed in their adjudications. I repeat, none of this has come\nbecause of force of arms. The Constitution will never reach its destiny through force.\n<\/p><p>\nGod's principles are taken by men because they are eternal and true, and touch the divine\nspirit in men. This is the only true way to permanent world peace, the aspiration of men since\nthe beginning. God never planted his Spirit, his truth, in the hearts of men from the point of a\nbayonet.\n<\/p><p>\nThe Framers had their dark days in their work. There were discouragements, there were hours\nof near hopelessness for some. Yet, as they were engaged in God's work, and he was at the\nhelm, we know it was as certain as the day dawn, that Satan would be there also, with his\nthwarting designs.\n<\/p><p>\nBut I see in their divers views, their different concepts, even the promotion of their different\nlocal interests, not the confusion which challenged Franklin, but a searching, almost\nmeticulous study and examination of the fundamental principles involved, and the final\nadoption of the wisest and best of it all&mdash;I see the winnowing of the wheat, the blowing away\nof the chaff.\n<\/p><p>\n<i>FrankIin's Prayer<\/i>\n<\/p><p>\nOn one of these dark days, the venerable Franklin, ripe in years and in experience, arose and\nspoke to the Convention (June 28, 1787). Said he:\n<\/p><p>\n\"The small progress we have made after 4 or five weeks close attendance &amp; continual\nreasonings with each other&mdash;our different sentiments on almost every question, several of the\nlast producing as many noes as ays, is me-thinks a melancholy proof of the imperfection of\nthe Human Understanding. We indeed seem to feel our own want of political wisdom, since\nwe have been running about in search of it. We have gone back to ancient history for models\nof Government, and examined the different forms of those Republics which having been\nformed with the seeds of their own dissolution now no longer exist. And we have viewed\nModern States all round Europe, but find none of their Constitutions suitable to our\ncircumstances.\n<\/p><p>\n\"In this situation of this Assembly, groping as it were in the dark to find political truth, and\nscarce able to distinguish it when presented to us, how has it\nhappened, Sir, that we have not hitherto once thought of humbly applying to the Father of\nlights to illuminate our understandings? In the beginning of the Contest with G. Britain, when\nwe were sensible of danger we had daily prayer in this room for the divine protection.&mdash;Our\nprayers, Sir, were heard, and they were graciously answered. All of us who were engaged in\nthe struggle must have observed frequent instances of a Superintending providence in our\nfavor. To that kind providence we owe this happy opportunity of consulting in peace on the\nmeans of establishing our future national felicity. And have we now forgotten that powerful\nfriend? or do we imagine that we no longer need his assistance? I have lived, Sir, a long time,\nand the longer I live, the more convincing proofs I see of this truth&mdash;<i>that God governs in the<\/i>\n<i>affairs of men<\/i>. And if a sparrow cannot fall to the ground without his notice, is it probable\nthat an empire can rise without his aid? We have been assured, Sir, in the sacred writings,\nthat 'except the Lord build the House they labour in vain that build it'\n(<span class=\"citation\" id=\"41803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41803)\">Ps. 127:1<\/a><\/span>). I firmly believe this;\nand I also believe that without his concurring aid we shall succeed in this political building no\nbetter than the Builders of Babel: We shall be divided by our little partial local interests; our\nprojects will be confounded, and we ourselves shall become a reproach and bye word down to\nfuture ages. And what is worse, mankind may hereafter from this unfortunate instance, despair\nof establishing Governments by Human Wisdom and leave it to chance, war and conquest.\"\nSo spoke Franklin.\n<\/p><p>\n<i>My Witness<\/i>\n<\/p><p>\nOut of more years, but of far, far less wisdom and experience, I echo Franklin's testimony\n\"that God governs in the affairs of men,\" and that without his concurring aid we shall build in\nvain, and \"our projects will be confounded, and we ourselves shall become a reproach and bye\nword down to future ages.\"\n<\/p><p>\nI bear my testimony that without God's aid, we shall not preserve our political heritage\nneither to our own blessing, nor to the blessing of our posterity, nor to the blessing of the\ndowntrodden peoples of the world.\n<\/p><p>\nIn broad outline, the Lord has declared through our Constitution his form for human\ngovernment. Our own prophets have declared in our day the responsibility of the Elders of\nZion in the preservation of the Constitution. We cannot, guiltless, escape that responsibility.\nWe cannot be laggards, nor can we be deserters.\n<\/p><p>\nOn the back of the chair in which Washington sat as President during the Convention, was\ncarved a half-hidden sun, showing just above a range of hills. As the signing of the\nConstitution was about over, Franklin observed to some fellow delegates:\n<\/p><p>\n\"I have often and often, in the course of the session, and the vicissitudes of my hopes and\nfears as to its issue, looked at that (sun) behind the President, without being able to tell\nwhether it was rising or setting; but now, at length, I have the happiness to know that it is a\nrising, and not a setting sun.\"\n<\/p><p>\nSuch was the prophecy that marked the closing of the greatest political convention of all time,\nfor the Lord was there working out his purposes in a system he could endorse.\n<\/p><p>\nGod give us the power, each of us, to enshrine in our hearts the eternal truths of our\nConstitution; that come what may, we shall never desert these truths, but work always and\nunceasingly that, as Lincoln said, \"government of the people, by the people, for the people,\nshall not perish from the earth.\"\n<\/p><p>\nSuch is my prayer, and I ask it in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}