{"ID":890, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Pay Thy Debt, and Live\"<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i> April 1957,  pp. 53-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters, humbly and gratefully I approach this sobering\nresponsibility. I am grateful for this conference. I have had a prayer in my heart in the last\nfew moments that every person living in this world might have the opportunity to hear and to\nread the masterful address given by our beloved President at the beginning of this conference\nand the great and statesmanlike address to which we have just listened from President Clark.\n<\/p><p>\nFor months I have had borne in upon my heart a desire to discuss a certain matter in this\nconference which I feel impressed to discuss with you. I hope I will not be misunderstood. I\nassure you that I also need the counsel which I am about to express.\n<\/p><p>\nIn the book of Kings we read about a woman who came weeping to Elisha, the prophet. Her\nhusband had died, and she owed a debt that she could not pay; and the creditor was on his\nway to take her two sons and sell them as slaves.\n<\/p><p>\nBy a miracle Elisha enabled her to acquire a goodly supply of oil. And he said to her:\n<\/p><p>\nGo, sell the oil, and pay thy debt, and live thou and thy children of the rest\n(<span class=\"citation\" id=\"3177\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3177)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3177)\">2 Kgs. 4:1-7<\/a><\/span>).\n<\/p><p>\n\"Pay thy debt, and live.\" How fruitful these words have ever been! What wise counsel they\nare for us today!\n<\/p><p>\nRead the words of wise men down through the ages, and we find over and over again this\ngreat insistence upon the wisdom of being debt-free. Shakespeare put on the lips of one of his\ncharacters in <i>Hamlet<\/i> these words:\n<\/p><p>\nNeither a borrower nor a lender be:<br \/>\nFor loan oft loses both itself and friend,<br \/>\nAnd borrowing dulls the edge of husbandry.\n<\/p><p>\nOthers have written:\n<\/p><p>\nDo not accustom yourself to debt as only a convenience; you will find it a\ncalamity. (Johnson)\n<\/p><p>\nThe debt-habit is the twin brother of poverty. (Munger)\n<\/p><p>\nPoverty is hard&mdash;but debt is horrible, said another philosopher. (Surgeon)\n<\/p><p>\nJohn Randolph, one of the early leaders of our nation, remarked:\n<\/p><p>\nI have discovered the philosopher's stone that turns everything into gold; it is,\n\"Pay as you go.\"\n<\/p><p>\nAnd one of the wisest men in the annals of our country, Ben Franklin, wrote:\n<\/p><p>\nThink what you do when you run into debt; you give to another power over your\nliberty.\n<\/p><p>\nTrue, times have changed since Franklin's day, but the principles of truth and wisdom never\nchange. Our inspired leaders have always urged Latter-day Saints to get out of debt, live\nwithin our means, and pay as we go.\n<\/p><p>\nOur own pioneer forefathers have left us a heritage of thrift&mdash;of saving&mdash;of freedom from\ndebt.\n<\/p><p>\nSurely they would counsel us today: \"Pay thy debt, and live.\"\n<\/p><p>\nI speak to you today of a twofold duty which all of us have&mdash;a duty to our country as\nAmericans&mdash;and a duty to ourselves as individuals, as children of God.\n<\/p><p>\nNever has a nation been so blessed with productivity as we in this land. Last year our output\nof goods and services reached the enormous value of 412 billion dollars. This was an increase\nin terms of real value of more than forty percent in the last ten years. The\nincrease in output for each person since 1946 has been nearly twenty percent.\n<\/p><p>\nWhence comes this astounding capacity to produce? I am deeply convinced that it lies in the\nblessings of our Heavenly Father and in the untrammeled initiative, enterprise, and freedom of\nour people, in the fact that success or failure of our nation rests primarily with the people.\n<\/p><p>\nYet, despite our wealth, our productivity, our material progress, do we not see signs of danger\nahead? Do we not discern unhealthy tendencies, perhaps even germs of decay, in a general\nweakening of some of our oldest American traditions?\n<\/p><p>\nIn the past quarter century, there has been a tremendous shift from individual to governmental\nresponsibility in many phases of economic and social life. There has been a rapid shift of\nresponsibility from the states to the federal government.\n<\/p><p>\nTwenty-five years ago the federal government received one-fourth of all the taxes collected in\nthe United States. Today the federal government collects not one-fourth but three-fourths of\nall our taxes. Twenty-five years ago all taxes, federal, state, and local, took fourteen percent\nof our national income. Today, taxes take thirty-one percent.\n<\/p><p>\nIn twenty-four years, our expanding federal government has boosted the average family's tax\nbill from 120 to 1600 dollars a year. In twenty-four years the national debt has swollen to an\naverage of 7,000 dollars for each family.\n<\/p><p>\nMany forces work together toward the concentration of power at the federal level. Our people\nhave come to look to the federal government as the provider, at no cost to them, of whatever\nis needful. If this trend continues, the states may be left hollow shells, operating primarily as\nthe field districts of federal departments and depending upon the federal treasury for their\nsupport.\n<\/p><p>\nThe national debt today is 277 billion dollars, equal to two-thirds of a year's total income.\nInterest on this debt is more than seven billion dollars a year, about sixty percent as much as\nthe net income of all our farm people.\n<\/p><p>\nThrough a great effort, in this the period of our greatest prosperity, we reduced this debt by\nfour billion dollars last year (1956), and the expectation is for a further slight reduction this\nyear. This but illustrates how much easier it is to go into debt than to get out.\n<\/p><p>\nHistory teaches that when individuals have given up looking after their own economic needs\nand transferred a large share of that responsibility to the government, both they and the\ngovernment have failed.\n<\/p><p>\nAt least twenty great civilizations have disappeared. The pattern is shockingly similar. All,\nbefore their collapse, showed a decline in spiritual values, in moral stamina, and in the\nfreedom and responsibility of their citizens. They showed such symptoms as excessive\ntaxation, bloated bureaucracy, government paternalism, and generally a rather elaborate set of\nsupports, controls, and regulations, affecting prices, wages, production, and consumption.\n<\/p><p>\nWhen we add up our total debt&mdash;debt owed by federal, state, and local governments, by\nbusiness and by individuals&mdash;the sum is a staggering 693 billion dollars. In ten years, our\ntotal debt has risen nearly 300 billion dollars&mdash;about seventy-five percent. Most of this\nincrease was in private debts, which climbed from 252 to 425 billion dollars, or an increase of\nseventy percent.\n<\/p><p>\nWe have mortgaged our future. We have done so because we live beyond our income.\n<\/p><p>\nNow I do not mean to say that all debt is bad. Of course not. Sound business debt is one of\nthe elements of growth. Sound mortgage credit is a real help to a family that must borrow for\na home.\n<\/p><p>\nBut is it not apparent that in the areas of both public and personal debt the limitations of\nsoundness have been seriously strained?\n<\/p><p>\nPersonal income, even after taxes, on a per capita basis, is the highest it has ever been. Yet\nmortgage debt and personal debt have been increasing. Between December 1952 and\nDecember 1956, home mortgage debt rose sixty-nine percent. This was by no means due\nentirely to the building boom.\n<\/p><p>\nPersonal debt has also sharply increased reaching a total of 42 billion dollars at the  end of\n1956, compared with about 9 billion dollars only fifteen years earlier.\nThe increase in personal debt during the past two years exceeded the total personal debt\noutstanding in 1954. No matter which income group we select, the proportion of people with\nsuch debt has increased since 1949. A few years ago only one family out of three owed\npersonal debts; now more than half have such obligations.\n<\/p><p>\nWhy this great increase in debt today? Have incomes declined so that people must borrow\nmoney to maintain their level of living? No, incomes generally have shown a steady climb to\nthe present record level.\n<\/p><p>\nIs there something about the distribution of income which explains this increase in debt? No,\nstrangely enough, personal debt is reported most frequently not for the low but for the middle\nincome brackets, those families with incomes from $3000 to $7500 annually.\n<\/p><p>\nHow, then, can we explain the increase in private debt?\n<\/p><p>\nOne reason, I believe, is that the adult experience of many people covers only the period of\nthe war and postwar inflationary period, the years of high employment and high income since\nthe early forties. During these years, those who went in debt to buy a home or a farm saw\nthe value of their equity increase. Those who bought cars or home utilities experienced\nrelatively little difficulty in paying for them. Wages and prices rose. Incomes increased. The\nlonger one postponed a purchase, the more he had to pay.\n<\/p><p>\nFor many of these people it is difficult to believe that serious recession will ever come again.\nFeeling secure in their expectations of continuing employment and a steady flow of wages and\nsalaries, they obligate their future income without thought of what they would do if they\nshould lose their jobs or their incomes were stopped for some other reason. But the best\nauthorities have repeatedly said that we are not yet smart enough to control our economy\nwithout downward adjustments. Sooner or later these adjustments will come.\n<\/p><p>\nAnother reason for the increase in debt, I believe, is deeper&mdash;and causes greater concern. This\nis the rise of materialism as contrasted with spiritual values. Many a family, in order to make\na \"proper showing,\" will commit itself for a larger and more expensive house than is needed,\nin an expensive neighborhood. Again almost everyone would, it seems, like to keep up with\nthe Joneses. With the increasing standard of living, that temptation increases with each new\ngadget that comes on the market. The subtle and carefully planned techniques of modern\nadvertising are aimed at the weakest points of consumer resistance. And there is a growing\nfeeling, unfortunately, that material things should be had now, without waiting, without\nsaving, without self-denial.\n<\/p><p>\nHow many people stop to think when they buy on a thirty-six-months-to-pay basis that they\nplace their future earnings for three years ahead in the hands of moneylenders. What is there\nabout a late model car that can make such a sacrifice worth while?\n<\/p><p>\nWorse still, a large proportion of families with personal debt have no liquid assets whatsoever\nto fall back upon. What troubles they invite if their income should be suddenly cut off or\nseriously reduced! We all know of families who have obligated themselves for more than they\ncould pay.\n<\/p><p>\nThere is a world of heartache behind such cases.\n<\/p><p>\nAll of us as Americans have a patriotic responsibility not to contribute to the inflation danger\nby needlessly building still higher the mountain of total debt. All of us as individuals&mdash;and\nabove all, as members of families&mdash;have an obligation in conscience not to mismanage our\nresources.\n<\/p><p>\nYes, there is a tendency for all of us to want to \"keep up with the Joneses,\" but even though\nour income is low we have plenty of company. This should make it easier to live within our\nincome and resist borrowing from the future except in cases of necessity&mdash;never for luxuries.\n<\/p><p>\nIt is not fair to ourselves or our communities to be so improvident in our spending that the\nday our income stops we must turn to relief agencies or the Church for financial aid.\n<\/p><p>\nDo not, I solemnly urge you, tie yourselves to the payment of carrying charges that are often\nexorbitant. Save now and buy later, and you will be much farther ahead. You will spare\nyourselves high interest and other payments, and the money you save\nmay provide opportunity for you to buy later at substantial cash discounts.\n<\/p><p>\nIf you must incur debt to meet the reasonable necessities of life&mdash;such as buying a house and\nfurniture&mdash;then, I implore you, as you value your solvency and happiness, buy within your\nmeans.\n<\/p><p>\nSo, use credit wisely&mdash;to acquire a farm, to own a home.\n<\/p><p>\nBut resist the temptation to plunge into a property far more pretentious or spacious than you\nreally need.\n<\/p><p>\nHow much better off you will be, especially young families just starting out, if first you buy a\nsmall house which you can expect to pay for in a relatively short time. Such a house in a\nneighborhood where values are increasing will usually provide the basis for a very large down\npayment on a bigger home when you are ready for it.\n<\/p><p>\nTrue, you can sometimes buy with little or no down payment, and on long terms. But these\nterms mean that a very large part of your total payments will go to pay interest charges, not\nto retire the principal of the debt. Remember, interest never sleeps or takes a holiday. Such\npayments of interest can easily become a tremendous burden, especially when you add to\nthem taxes and cost of repairs.\n<\/p><p>\nDo not leave yourself or your family unprotected against financial storms. Forego luxuries, for\nthe time being at least, to build up savings. How wise it is to provide for the future education\nof children and for old age.\n<\/p><p>\nThe smaller the family income, the more important it is that every dollar be used wisely.\nEfficient spending and saving will give the family more security, more opportunities, more\neducation, and a higher standard of living.\n<\/p><p>\nAs I look back on the establishment of my own home I'm grateful for a companion who,\nalthough accustomed to many of the luxuries of life, was willing to start humbly.\n<\/p><p>\nVividly, I recall her doing the washing by hand until we could buy a secondhand washer.\nThere was no overstuffed furniture; there was no carpeting on the floors. As a graduate\nstudent on a $70-a-month scholarship, I recall entertaining at dinner the head of the\ndepartment at the college. He sat down at a card table&mdash;which was not used for\ncards&mdash;because there was no dining table. We gathered vegetables from the college\nexperimental plots to cut down on the grocery bill and live within our means. Many have had\nsimilar experiences in a determination to make ends meet.\n<\/p><p>\nNow, when personal incomes nationally are at the highest level in history, is the time to pay\noff obligations.\n<\/p><p>\nI doubt that there will be soon again a more favorable time for Latter-day Saints generally to\nget out of debt than now. Let us use the opportunity we have to speed up repayment of\nmortgages and to set aside provisions for education, possible periods of decreased earning\npower, and emergencies the future may hold.\n<\/p><p>\nTruly, man does not live by bread alone. A good name is still to be preferred to great riches.\nEspecially is it to be preferred to the appearance of riches, acquired with nothing down and\nnothing to pay for two months.\n<\/p><p>\nStewardship, not conspicuous consumption, is the proper relationship of man to material\nwealth.\n<\/p><p>\nThere may never be a more favorable time than now for most people to get their financial\nhouse in order so far as debt is concerned.\n<\/p><p>\nYes, let us live within our income. Let us pay as we go. Let us \"pay thy debt, and live!\"\n<\/p><p>\nCry unto the Lord for strength to heed the counsel of the oracles of God. The prophet\nAmulek said:\n<\/p><p>\nCry unto him over the crops of your fields, that ye may prosper in them.<br \/>\nCry over the flocks of your fields, that they may increase\n(<span class=\"citation\" id=\"8980\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8980)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8980)\">Alma 34:24-25<\/a><\/span>).\n<\/p><p>\nMay I add this to Amulek's counsel: Pray to the Lord over your debts that they may be paid.\nPray to him for faith to get out of debt, to live within your means, and to pay as you go. Yes,\n\"pay thy debt, and live!\"\n<\/p><p>\nMy brothers and sisters&mdash;Latter-day Saints&mdash;let us heed the counsel of the leadership of the\nChurch. Get out of debt!\n<\/p><p>\nLet us pay first our obligations to our Heavenly Father. Then we will more easily pay our\ndebts to our fellow men. Let us heed the counsel of President Brigham Young, who said:\n<\/p><p>\nPay your debts . . .do not run into debt any more . . . Be prompt in everything,\nand especially to pay your debts.\n<\/p><p>\nPresident Joseph F. Smith:\n<\/p><p>\n. . .In the time of prosperity . . . get out of debt . . . If you desire to prosper, and to be . . . a\nfree people, first meet your obligations to God and then . . . to your fellow men.\n<\/p><p>\nPresident Heber J. Grant:\n<\/p><p>\nTithing is a law of God . . . be honest with the Lord and I promise them [the\nLatter-day Saints] that peace, prosperity, and financial success will attend. Let me\nwarn the Latter-day Saints to buy automobiles . . . and the luxuries of life . . . when they\nhave the money to buy them, and not to mortgage their future.\n<\/p><p>\nBrothers and sisters, there is a peace and a contentment which comes into the heart when we\nlive within our means.\n<\/p><p>\nGod grant us the wisdom and the faith to heed the inspired counsel of the priesthood to get\nout of debt, to live within our means and to pay as we go&mdash;in short, to \"pay thy debt, and\nlive,\" I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}