{"ID":891, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gratitude<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i> April 1957,  pp. 57-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I humbly ask an interest in your faith and prayers and also the\nguidance of the Spirit of God that I might express a few thoughts and feelings that are in my\nheart today.\n<\/p><p>\nI am happy beyond expression to be here, although it does entail my occupying a few\nmoments' time.\n<\/p><p>\nAs President David O. McKay suggested, six months ago I was ill; but I listened to the\nconference over the radio. I heard our beloved prophet, seer, and revelator in his most kind\nand beautiful way excuse Dr. Ernest L. Wilkinson, president of Brigham Young University,\nwho was also ill, and myself from conference, extend his blessings to us, and ask that the\nSpirit of God be with us that we might become well. Then I listened to the prayers given by\nvarious stake presidents at the conference sessions. They humbly remembered us in their\nprayers and faithfully pleaded with our Father in heaven to restore us to health. I knew at that\ntime that we would both have a complete restoration of health and strength. I stand here today\nhumbly acknowledging the goodness of God, testifying that he has preserved our lives and\nrestored both of us to health. We are now well and able to go forth and do our assigned tasks.\n<\/p><p>\nNever in my life have I had as much gratitude in my heart for the blessings of my Father in\nheaven as I have at the present time. I thank him for all the blessings that I have received, not\nonly for the restoration of my health and strength, which is most valuable, but also for the\ngospel, for the privilege I have of being a member of the Church, for the testimony of the\ngospel which I possess, and for the opportunities that I have to work in the Church. I\nrecognize our Father in heaven as the giver of all gifts and gratefully acknowledge that he has\nbeen very, very generous with me.\n<\/p><p>\nIn deep humility I want to take this special opportunity to thank from the depths of my heart\nPresident David O. McKay, his Counselors&mdash;Brother Stephen L Richards and Brother J.\nReuben Clark, Jr.&mdash;President Joseph Fielding Smith, the Quorum of\nthe Twelve, the Assistants to the Apostles, the First Council of the Seventy&mdash;my close\ncolleagues, the Presiding Bishopric, and the Patriarch to the Church for their kindness to me\nduring the past several months, their generosity, and their consideration. Their goodness to me\nhas been beyond what I could ever imagine. I thank them from the depths of my heart. All I\ncan do is merely say, \"Thank You.\"\n<\/p><p>\nI have always recognized these brethren, the General Authorities of the Church, as being men\nof God, prophets called to lead us in the kingdom. I have always loved them, but I can\nhonestly say this morning that I love them more deeply than I ever had the ability to love\nbefore. My illness has increased my ability to appreciate.\n<\/p><p>\nDuring the past several months I have received numerous letters from the Saints in which they\nexpressed their appreciation, prayers, and best wishes for the restoration of my health. During\nthe past twelve years I have stayed in the homes of many of the stake presidencies and Saints.\nI have toured twenty-one missions with many mission presidents and have received the\nhospitality of many of the Saints throughout the stakes of Zion and the mission fields. For all\nof these things, I am very, very grateful. Although I have not taken opportunity during the\npast to express my appreciation, I now desire to express my gratitude to everyone here today\nwho has befriended me. Sister Hunter and I are especially grateful to President Wilkinson and\nhis good wife for their kindness to us. May the Lord continue his blessings on them.\n<\/p><p>\nIf there is any one thing I have learned in the past few years, I have learned that there are\nwonderful people all over the Church, real Saints of the Most High.\n<\/p><p>\nLast, but not least, I should like to express deep appreciation to my dear wife and my\nchildren. They have been most wonderful throughout my illness. They have taken over all the\nwork; in fact, I am not allowed to open a garage door, and that makes me feel very lazy. I\nfeel that the Lord has given no man in the world a better wife than he has given me, and so I\nexpress my sincere gratitude and deep love to her and appreciation to our children.\n<\/p><p>\nI have had much time to think and meditate during the past several months. I have always\nthought that I had appreciation in my heart, and gratitude, but I have reached the conclusion\nthat I, and maybe you, accept the numerous blessings which come to us from God more or\nless for granted, so to speak&mdash;the sunshine that we have, the fresh air, the food, and the\nclothing, and all these things that we have from day to day, the health that we enjoy.\n<\/p><p>\nI recognize that the Psalmist is right wherein he declared: \"The earth is the Lord's, and the\nfulness thereof\" (<span class=\"citation\" id=\"41801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41801)\">Ps. 24:1<\/a><\/span>).\nAnd as King Benjamin so beautifully taught his people, we are\nbut stewards; we are debtors, debtors to God for all that we possess. He could take these\nthings away from us in the twinkling of an eye.\n<\/p><p>\nI hope that we can become very appreciative, because I think that is one of the grand\nprinciples of the gospel of Jesus Christ. The principle of gratitude is closely akin to the\nattribute of love. It is akin to unselfishness. In showing our appreciation, I think possibly the\nbest opportunity we have is to serve each other. In this way we help to build God's kingdom.\n<\/p><p>\nSo in closing, I want to bear testimony that I know this is the true Church of Jesus Christ,\nthat he is our Savior, our Lord, and our God. As he has said, those who take upon themselves\nhis name, who keep all of his commandments and abide faithfully to the end, through his\natoning blood their garments shall be washed white, and they will stand spotless before him at\nthe last day and receive an eternal exaltation.\n<\/p><p>\nMay God bless you and me as members of the true Church of Jesus Christ that this will be\nour happy lot, I humbly pray, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}