{"ID":892, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Sabbath&mdash;a Day of Rest<\/p>\n<p class=\"gcspeaker\">President Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i> April 1957,  pp. 60-62<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn his remarks this morning President Clark stated that there are those who would destroy the\nConstitution of the United States, and there are those who would destroy the Decalogue, or\nthe Ten Commandments. I would like to speak on the Ten Commandments, if time would\npermit, but since it will not I shall center on one of them&mdash;that of keeping the Sabbath day\nholy.\n<\/p><p>\nThese commandments have not been abrogated nor annulled, and they are in force as much\ntoday, although not observed, as they were when they were thundered from Mount Sinai. The\nSabbath day has become a day of pleasure, of revelry, anything but a day of worship, from\none border of the country to the other; and I regret to say that too many&mdash;one would be too\nmany&mdash;members of the Church of Jesus Christ of Latter-day Saints have joined that\nprocession, and the Sabbath day to some members of the Church is looked upon as a day of\nrevelry, of pleasure, rather than one in which we can serve the Lord our God with all our\nhearts, with all our mights, mind, and strength.\n<\/p><p>\nThe Lord cannot forgive us when we know better and we violate his commandments. He has\ngiven unto us a law, a commandment, saying that we are to accept the words of the Lord as\nhe has revealed them unto us. We have no right to transgress this law or any one of the other\nlaws that are so fundamental to our exaltation, and how can the members of the Church\nexpect to receive salvation and exaltation in the celestial kingdom of God, and show contempt\nfor his sacred commandments?\n<\/p><p>\nNow, I will hurry as fast as I can, but I want to read to you a condemnation that the Lord\npronounced upon Israel because they refused to keep this commandment.\n<\/p><p>\n\"Wherefore I caused them to go forth out of the land of Egypt, and brought them into the\nwilderness.<br \/>\n\"And I gave them my statutes, and shewed them my judgments, which if a man do, he shall\neven live in them.<br \/>\n\"Moreover also I gave them my sabbaths, to be a sign between me and them, that they might\nknow that I am the Lord that sanctify them.<br \/>\n\"But the house of Israel rebelled against me in the wilderness: they walked not in my statutes,\nand they despised my judgments, which if a man do, he shall even live in them; and my\nsabbaths they greatly polluted: then I said, I would pour out my fury upon them in the\nwilderness, to consume them.<br \/>\n\"But I wrought for my name's sake, that it should not be polluted before the heathen, in\nwhose sight I brought them out.<br \/>\n\"Yet also I lifted up my hand unto them in the wilderness, that I would\nnot bring them into the land which I had given them, flowing with milk and honey,\nwhich is the glory of all lands;<br \/>\n\"Because they despised my judgments, and walked not in my statutes, but polluted my\nsabbaths: for their heart went after their idols.<br \/>\n\"Nevertheless mine eye spared them from destroying them, neither did I make an end of them\nin the wilderness.<br \/>\n\"But I said unto their children in the wilderness, Walk ye not in the statutes of your fathers,\nneither observe their judgments, nor defile yourselves with their idols:<br \/>\n\"I am the Lord your God; walk in my statutes, and keep my judgments, and do them;<br \/>\n\"And hallow my sabbaths; and they shall be a sign between me and you, that ye may know\nthat I am the Lord your God\" (<span class=\"citation\" id=\"23115\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23115)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23115)\">Ezek. 20:10-20<\/a><\/span>).\n<\/p><p>\nThose are the words of the Lord to Ezekiel. Notwithstanding all their backsliding and their\nwickedness and their violation of his commandments, the Lord still pleaded with them; and in\nthe days of Ezekiel, after the greatest number of the tribes of Israel had been carried off\nbecause of their rebellion, the Lord pleaded with those who still remained to keep his\nsabbaths, to walk in his statutes&mdash;and even then they refused. Yet he said if they would do\nthese things, it was a covenant with him, and by keeping that covenant he would bless them.\n<\/p><p>\nNow, this is the law to the Church today just as it was the law to ancient Israel, and some of\nour people get rather disturbed because they feel that observing the Sabbath day curtails their\nactivities. So I want to read to you now the commandment the Lord has given to modern\nIsrael, and this we ought to learn to keep.\n<\/p><p>\n\"Wherefore, I give unto them a commandment, saying thus: Thou shalt love the Lord thy God\nwith all thy heart, with all thy might, mind, and strength; and in the name of Jesus Christ\nthou shalt serve him.<br \/>\n\"Thou shalt love thy neighbor as thyself. Thou shalt not steal; neither commit adultery, nor\nkill, nor do anything like unto it.<br \/>\n\"Thou shalt thank the Lord thy God in all things.<br \/>\n\"Thou shalt offer a sacrifice unto the Lord thy God in righteousness, even that of a broken\nheart and a contrite spirit.<br \/>\n\"And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the\nhouse of prayer and offer up thy sacraments upon my holy day;<br \/>\n\"For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions\nunto the Most High;<br \/>\n\"Nevertheless thy vows shall be offered up in righteousness on all days and at all times;<br \/>\n\"But remember that on this, the Lord's day, thou shalt offer thine oblations and thy\nsacraments unto the Most High, confessing thy sins unto thy brethren, and before the Lord.<br \/>\n\"And on this day thou shalt do none other thing, only let thy food be prepared with singleness\nof heart that thy fasting may be perfect, or, in other words, that thy joy may be full.<br \/>\n\"Verily, this is fasting and prayer, or in other words, rejoicing and prayer.<br \/>\n\"And inasmuch as ye do these things with thanksgiving, with cheerful hearts and\ncountenances, not with much laughter, for this is sin, but with a glad heart and a cheerful\ncountenance&mdash;<br \/>\n\"Verily I say, that inasmuch as ye do this, the fulness of the earth is yours, the beasts of the\nfield and the fowls of the air, and that which climbeth upon the trees and walketh upon the\nearth;<br \/>\n\"Yea, and the herb, and the good things which come of the earth, whether for food or for\nraiment, or for houses, or for barns, or for orchards, or for gardens, or for vineyards.<br \/>\n\"Yea, all things which come of the earth, in the season thereof, are made for the benefit and\nthe use of man, both to please the eye and to gladden the heart;<br \/>\n\"Yea, for food and for raiment, for taste and for smell, to strengthen the body and to enliven\nthe soul.<br \/>\n\"And it pleaseth God that he hath given all these things unto man; for unto this end were they\nmade to be used, with judgment, not to excess, neither by extortion.<br \/>\n\"And in nothing doth man offend God, or against none is his wrath kindled, save those\nwho confess not his hand in all things, and obey not his commandments\"\n(<span class=\"citation\" id=\"13553\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13553)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13553)\">D&amp;C 59:5-21<\/a><\/span>).\n<\/p><p>\nNow, my good brethren and sisters, when you go home from this conference, you cannot go\nhome and say, \"The Brethren have praised us for our well-doing; they have commended us\nbecause we have come into the Church of Jesus Christ of Latter-day Saints.\" We cannot say\nthis when we remember our shortcomings in regard to the keeping of some of these\ncommandments which the Lord has given us, and which pertain to his celestial kingdom.\n<\/p><p>\nWe must stop violating the Sabbath day. We must stop the violation of other commandments,\nshould we be violating them, and I promise you that if you will observe the Sabbath day, you\nwho are opening your stores on the Sabbath day, if you will close them and tend to the duties\nthat the Lord has given to you, and keep his commandments, that you will prosper and he\nwill bless you more abundantly, for he has made that promise, than you will be blessed by\nshowing your contempt for the commandments which he has given unto us.\n<\/p><p>\nMay the Lord bless you one and all, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}