{"ID":893, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">All Good Cometh of God<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i> April 1957,  pp. 62-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray humbly that the few things that I might say will be acceptable to my Heavenly Father\nand that they might be helpful to someone.\n<\/p><p>\nWe live in a wonderful world, a wonderful era, and I can say in a wonderful area. In this\nworld there are lovely things, and things much to be desired, but along with the desirable\nthere are also those things which are not to be desired. While I would much rather speak of\nthe things which are desirable, I feel impelled to speak of some things that we would rather\nnot recognize as existing.\n<\/p><p>\nWe are living in a day when prophecy is being fulfilled among the nations of the earth&mdash;a\ntime when many things which have long been stable are no longer to be depended upon&mdash;a\ntime when the integrity of men and of nations (at least some of the leaders of some of the\nnations) is too often questioned.\n<\/p><p>\nIt is as if the words of the Savior (through his prophets) are being fulfilled: Luke speaks of\nthe time when there should be upon the earth \". . . distress of nations, with perplexity\"\n(<span class=\"citation\" id=\"31457\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31457)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31457)\">Luke 21:25<\/a><\/span>).\nAnd through the Prophet Joseph Smith the Lord speaks of a time when there\nshall be\n<\/p><p>\n. . . wars and rumors of wars, and the whole earth shall be in commotion, and men's\nhearts shall fail them, and they shall say that Christ delayeth his coming until the\nend of the earth.<br \/>\nAnd the love of men shall wax cold, and iniquity shall abound\n(<span class=\"citation\" id=\"13548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13548)\">D&amp;C 45:26-27<\/a><\/span>).\n<\/p><p>\nRumors of wars and uprisings are a daily diet to the reader and the listener of news. Severe\ncrises the world over are arising one after another, and they come to no satisfactory\nconclusion. (And, for peculiar reasons, our great nation becomes involved in most of them.)\n<\/p><p>\nWhile tensions and uprisings continue throughout the world there is in our own country, it\nseems to me, an ever-increasing trend toward lawlessness, and, on the part of some, a seeming\ndisregard and even contempt for the law.\n<\/p><p>\nThere are many, too, while holding places of trust, who are suspected of collusion or bribery\nor of making \"deals.\" A constant flow of reports comes of investigations of misconduct\nof those who are given places of trust throughout the nation. The\nveracity of sworn witnesses before great tribunals is often questioned, and contempt for the\ncourts of justice is frequently manifested.\n<\/p><p>\nIn this day of enlightenment, in this day when we have seen almost unbelievable progress and\nachievement in science and invention, one wonders why so much contention and corruption\nand evil doings, sin, should exist and, if my judgment is correct, be on the increase. We ask\nourselves: \"Why cannot these things, these 'cold wars' be brought to a satisfactory\nconclusion? Why are confusion and uncertainty perpetuated? Why this seeming increased\ntrend toward lawlessness?\"\n<\/p><p>\nIs not the answer found in the Book of Mormon where we are told:\n<\/p><p>\n. . . there are also secret combinations, [and he was looking into this time, I think,\nas well] even as in the times of old, according to the combinations of the devil,\nfor he is the foundation of all these things; yea, the foundation of murder, and\nworks of darkness; yea, and he leadeth them by the neck with a flaxen cord, until\nhe bindeth them with his strong cords forever\n(<span class=\"citation\" id=\"3618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3618)\">2 Ne. 26:22<\/a><\/span>).\n<\/p><p>\nAccording to the Doctrine and Covenants, \". . . he goeth up and down, to and fro in the earth,\nseeking to destroy the souls of men\"\n(<span class=\"citation\" id=\"13542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13542)\">D&amp;C 10:27<\/a><\/span>).\nAnd, as Lehi said to his son Jacob,\n\". . . he seeketh that all men might be miserable like unto himself\"\n(<span class=\"citation\" id=\"3614\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3614)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3614)\">2 Ne. 2:27<\/a><\/span>).\n\"Eat, drink, and be merry\" (<span class=\"citation\" id=\"3620\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3620)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3620)\">2 Ne. 28:8<\/a><\/span>)\nis the theme that he plays through his agents.\n<\/p><p>\nThis enemy of God and of man dwells in the earth! But I fear that too many of us refuse to\nrecognize his actual existence along with those who follow him and those in the flesh who\nhave become enticed and blinded by him, perhaps not with their own knowledge, nevertheless\nhaving become his agents. He is a personage of great power. He has knowledge and power\nsufficient to influence the minds of mortals who \"will not hearken unto the counsels of the\nLord\" (<span class=\"citation\" id=\"1540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1540)\">1 Ne. 19:7<\/a><\/span>;\n<span class=\"citation\" id=\"50031\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50031)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50031)\">2 Ne. 9:29<\/a><\/span>).\n<\/p><p>\nHe seeks to darken and mislead the minds of men. He seeks to minimize the seriousness of\nwrongdoing. Deception and falsehood are his tools. He is a skilful imitator. While he is\nsubject to the will of God and can never overthrow nor overcome God, he continuously and\nrelentlessly keeps his forces at work with individuals and with groups, causing them to pursue\nselfish ends and to stir up among them trouble and dissension and persuading them to disobey\nthe decrees of the Lord. This is substantiated in the Book of Mormon, where we read:\n<\/p><p>\nWherefore, all things which are good cometh of God; and that which is evil\ncometh of the devil; for the devil is an enemy unto God, and fighteth against him\ncontinually, and inviteth and enticeth to sin, and to do that which is evil\ncontinually (<span class=\"citation\" id=\"38268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38268)\">Moro. 7:12<\/a><\/span>).\n<\/p><p>\nNow this condition is not new. It is history repeated and in this wonderful land of ours,\nAmerica. Speaking of the iniquity amongst the Nephite civilization, the record relates this:\n<\/p><p>\nNow the cause of this iniquity of the people was this&mdash;Satan had great power,\nunto the stirring up of the people to do all manner of iniquity, and to the puffing\nthem up with pride, tempting them to seek for power, and authority and riches,\nand the vain things of the world.<br \/>\nNow they did not sin ignorantly, for they knew the will of God concerning them,\nfor it had been taught unto them; therefore they did wilfully rebel against God\n(<span class=\"citation\" id=\"5571\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5571)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5571)\">3 Ne. 6:15,18<\/a><\/span>).\n<\/p><p>\nI hope, my brothers and sisters that we will not repeat the performance of that former\ncivilization.\n<\/p><p>\nWoodrow Wilson, at one critical period, said to his secretary:\n<\/p><p>\n. . . civilization will destroy itself by its own sinfulness, unless decent people rise up\nand demand that people and nations live by the Golden Rule.\n<\/p><p>\nNow, knowing that there is in the world this force of evil organized by Satan, what can be\ndone?\n<\/p><p>\nIt seems to me that we must first recognize this adversary and his followers for what they\nare&mdash;advocates of sin and wrongdoing, advocates of disobedience.\n<\/p><p>\nWe must recognize that it is their determination through their agencies to overthrow freedom\nand liberty, and if it were possible, to thwart the purposes of God.\n<\/p><p>\nBut we are told that \"The works, and the designs, and the purposes of God cannot be\nfrustrated,\" that only the work of men shall come to naught\n(<span class=\"citation\" id=\"13541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13541)\">D&amp;C 3:1<\/a><\/span>).\n<\/p><p>\nWe must continually seek men for public office whose desire to do good supersedes all things\nelse.\n<\/p><p>\nWe must sanctify our own individual lives by keeping the commandments of the Lord&mdash;as\none person prayed, \"Oh, Lord, reform the world&mdash;beginning with me.\" We must sanctify our\nhomes and teach our children loyalty, obedience, honesty, respect for law, respect for others,\nand a love of the Lord.\n<\/p><p>\nWe must help others to accept Jesus as the Redeemer, the Savior, the God of this world.\n<\/p><p>\nTo the degree that men acquire these virtues, their strength increases and their power to resist\nevil becomes greater. Note this promise that has been given in regard to this wonderful land\nof America.\n<\/p><p>\nWherefore, this land is consecrated unto him whom he shall bring. And if it so be\nthat they shall serve him according to the commandments which he hath given, it\nshall be a land of liberty unto them; wherefore, they shall never be brought down\ninto captivity; if so, it shall be because of iniquity; for if iniquity shall abound\ncursed shall be the land for their sakes, but unto the righteous it shall be blessed\nforever (<span class=\"citation\" id=\"3612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3612)\">2 Ne. 1:7<\/a><\/span>).\n<\/p><p>\nThere, my brothers and sisters, is the prescription for peace and security, nationality and\nindividuality.\n<\/p><p>\n. . . behold, I say, if the day shall come that they will reject the Holy One of Israel,\nthe true Messiah, their Redeemer and their God, behold, the judgments of him that\nis just shall rest upon them (<span class=\"citation\" id=\"3613\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3613)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3613)\">2 Ne. 1:10<\/a><\/span>).\n<\/p><p>\nLet us remember that even though God had a foreknowledge of what \"would be\" under\ncertain conditions, it is not his will nor his desire that vice, injustice, and crime, disobedience\nand intolerance and bloodshed and war exist in the world. His purposes are to provide a way\nwhere men may find happiness and joy, peace, now and forever. Nevertheless, he will not\ninterfere with the agency of men! But fortunately, according to Mormon's teaching: \". . . the\nSpirit of Christ is given to every man, that he may know good from evil;\" and have a \"perfect\nknowledge,\" whether it is of God or of the devil (see\n(<span class=\"citation\" id=\"38269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38269)\">Moro. 7:16<\/a><\/span>).\n<\/p><p>\nLet each of us build upon the sure foundation recommended by Helaman in the days of the\nNephites:\n<\/p><p>\nAnd now, my sons, remember, remember that it is upon the rock of our Redeemer,\nwho is Christ, the Son of God, that ye must build your foundation; that when the\ndevil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea,\nwhen all his hail and his mighty storm shall beat upon you, it shall have no power\nover you to drag you down to the gulf of misery and endless wo, because of the\nrock upon which ye are built, which is a sure foundation, a foundation whereon\nif men build they cannot fall (<span class=\"citation\" id=\"24685\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24685)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24685)\">Hel. 5:12<\/a><\/span>).\n<\/p><p>\nMay we always choose the right. May we always defend the right, at home and throughout\nthe land, and seek for peace and serenity and tranquility on the foundation for peace that was\nlaid down by the Lord Jesus Christ, the God of this land, I pray humbly in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}