{"ID":894, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Gain a Testimony<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i> April 1957,  pp. 64-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, and brethren and sisters, I stand before you this afternoon a very blessed\nman. I wish to bear testimony to the mercies of our Heavenly Father and the blessings that I\nhave received from him. When next month arrives, I will have lived seventy-six years in this\ntroubled world of ours with only one serious case of sickness,  hardly ever having been\ndeprived of the privilege of going about my daily duty. And come the\nmonth of June, I will have had forty-five years of companionship with a wonderful wife who\nhas walked side by side with me through the vicissitudes of life.\n<\/p><p>\nWhen we were told today about being careful about going into debt, I was reminded of the\nway my wife and I started out. We lived for a long while in a 12 by 24, with no door\nbetween the bedroom and the dining room, and we know what it is to come up through that\nroad. Through it all, however, we have been blessed with the spirit of unity and love for each\nother. I have a wife whose major interest is the joy and happiness of other people, and for\nthis I am extremely thankful.\n<\/p><p>\nWhen the month of June comes around, it will be twenty-six years since I read in the\nnewspaper in Honolulu that I was to be one of your servants as one of the General Authorities\nof the Church. It came as a shock. It came without notice, but was accepted by my wife and\nme in the spirit of service, and during that time&mdash;those twenty-six years&mdash;we have tried to\nacquit ourselves as creditably as possible of the task of serving the people. In all this, we have\nbeen devoted to the Church and have let nothing, so far as we could tell, interfere with our\nservice. My experience has given me contact with many peoples in America, in Mexico,\nwhere I lived twelve years, and in the Hawaiian Islands, where I spent ten years, some of my\nfriends from Hawaii being here today to attend this conference.\n<\/p><p>\nI grew up among the Indians of Southern Utah, and when I married my wife, we became a\npart of the New Zealand Mission and met many of the Maori people. In that experience, of\ncourse, most of my time has been spent for the Church and the members of the Church\ngenerally and I have come to believe that perhaps the most important thing for a member of\nthe Church is a testimony to the truth of the gospel.\n<\/p><p>\nWe heard last night a very interesting testimony of the blessings and benefits that come from\naccepting the gospel, blessings which were brought to certain people through the missionary\nservice of this Church, and you who know me know that the group to which I belong in the\nGeneral Authorities is devoted particularly to the missionary work of the Church.\n<\/p><p>\nTestimony! I have come to believe that any person who has an honest testimony will strive to\nthe utmost of his ability to live true to the teachings that have come to us from our Heavenly\nFather through the revelations of Jesus Christ, given to the leadership of this Church.\n<\/p><p>\nTestimony! How do we get it? We get it through faith. You who were here last night heard\nthat the testimony which was borne to us came as a result of prayer. Of course, there was\ninstruction. There was study; but our brother told us that he went down on his knees in\nfervent prayer and arose with a conviction in his heart that the gospel is true. He bore\ntestimony to its wonderful blessings which had come to him with the privileges of\nmembership in this Church.\n<\/p><p>\nTestimony! That is the great thing we should strive for, brethren and sisters. We get it\nthrough faith and prayer and service. We retain it through faith and prayer and service. Christ\ntold Peter that he had rounded his Church upon revelation, the revealed testimony that he was\nthe Son of God. He said the gates of hell would not prevail against it\n(<span class=\"citation\" id=\"34830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34830)\">Matt. 16:16-18<\/a><\/span>). I wish we were able to\ntestify that the gates of hell can never prevail against the testimony on the part of an\nindividual, and I believe that is true as long as the testimony abides in such strength as to\ndetermine the conduct of people. But, unfortunately, it happens with many that, having once\nhad a testimony, they give way to the weaknesses of the flesh. Their testimony begins to dim,\nand in time, to disappear, and when it disappears, men frequently give themselves over to the\npowers of the flesh.\n<\/p><p>\nNow we should strive, brethren and sisters, to retain ever in our hearts that testimony, and to\ndo it we must serve. The missionary cause is served in many ways. One way is by carrying to\nthe people the message of the restored gospel, as was shown in our meeting last night.\nAnother way was mentioned by President [J. Reuben] Clark last night in our meeting, and\nthat is by living the gospel.\n<\/p><p>\nSo, I feel that the best way we can teach the gospel is first to live it, showing\nindividually and collectively the powers there are in the observance of the teachings of our\nSavior and in the exercise of the priesthood which God has caused to be restored. I believe\nhonestly, brethren and sisters, that any man who lives worthy of the Melchizedek Priesthood\nhas absolute control over the evil and sins of the world as far as he himself is concerned. He\nmay not be able to control other people, but if he accepts and lives worthy of the\nMelchizedek Priesthood, he should have absolute power over evil. That is our purpose,\nbrethren and sisters. If we could do that, if we could live that way, we would set before\nnonmembers and inactive members alike an example of which they could never complain and\nwhich must certainly impel them seriously to study the gospel.\n<\/p><p>\nWe have in the Church as our responsibility for missionary service, a force of men who could\nbe counted in the seventy thousands, men who were born in the Church, men who for one\nreason or another have not felt inclined to accept the responsibility and exercise the privileges\nof membership to the extent of receiving the priesthood, or at least the Melchizedek\nPriesthood. It is one of the largest mission fields we have in the Church, brethren and sisters.\nThere is an effort being made on the part of the leadership of the Church to reach that\nparticular group of people.\n<\/p><p>\nTwo weeks ago last night Sister Ivins and I sat down at a banquet in Mesa, Arizona, where\nfifty men with their wives had taken the course that is suggested in this particular school [for\nsenior members of the Aaronic Priesthood] designed to reach this particular group of people.\nThey were a happy group. They had learned through that teaching some of the value, some of\nthe joy, and some of the happiness that comes from study of the gospel and service in this\nChurch. I would that a school of that kind could be established in every stake in the Church\nand carried through successfully, because I believe, and I think you will admit, that any man\nwho takes the trouble to study seriously the revealed word of God for a reasonable period of\ntime cannot but accept the truth of it, and then, if he can get the testimony of which I speak,\nhe will accept its benefits and blessings.\n<\/p><p>\nNow how are people going to effect this? The other night I listened to a song which was\nwritten in Spanish and English, \"Que Sera, Sera\" (\"Whatever Will Be, Will Be\"), and there is\nan implication in that song that this mother, talking to her daughter, would lead her to believe\nthat the daughter herself could have no effect upon the future. But that is a false implication.\nUsing the same reasoning, you would say these inactive men are as they are because they are,\nand maybe that is true. But they are not as they are because they had to be. They themselves,\nhad they felt inclined, could have moved themselves out of this condition and into the full\nexercise of the privileges of the priesthood. It means honest living, of course, brethren and\nsisters, but it is worth the effort.\n<\/p><p>\nTestimony! Can you help one to gain a testimony that will impel him to service? What greater\nthing could you do? Are you going to sit by and leave these men to others, or are you going\nto use your influence with your neighbors, with your friends, in an effort to carry to them this\ntestimony? It must be done in friendship. It must be done in simplicity. It must be done in\nfaith, and with prayer, and God help us to do it, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}