{"ID":895, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...Seek not to Counsel the Lord\"<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i> April 1957,  pp. 67-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, my dear brothers and sisters and\nfriends, I think this is the most humbling of all experiences, and I believe it would be for you\nif you were occupying this position. I deeply and sincerely pray that the Lord will sustain me\nthe few minutes that I shall speak today. I will be most grateful to you for an interest in your\nfaith and prayers and for your patience and your kind understanding.\n<\/p><p>\nConference time is a marvelous time. People all over the world who are listening to the\nconference on the radio, or who are watching the conference proceedings on television, those\nwho are in attendance and those who are reading of the conference, as well as those who are\nhere that will take these messages back to their respective places of labor will all be blessed\nand benefited from this conference of worship.\n<\/p><p>\nIn trying to illustrate conference time, I would like to refer to a statement made the other day\nin a local newspaper by Brother Jack M. Reed, who is the <i>Tribune<\/i> Church editor. With his\npermission may I quote:\n<\/p><p>\n\"Conference\" is sort of a magic word that transforms Salt Lake City . . . thousands\nof persons converging upon Temple Square&mdash;and affect in small measure or large\nthe daily lives of nearly everyone in Utah's capital city.\n<\/p><p>\nPersonally, I think in a measure that describes the great spiritual uplift and the importance of\nthe general conference of God's true Church on the earth. It is just ten years ago today that\nmy first assignment came to speak to the general conference of the Church. I would be a very\nungrateful person if I did not first publicly thank the Lord for his kindnesses and mercies to\nme. Time will not permit me to tell you the wonderful blessings that have come to me during\nthese lovely ten years of service. However, I believe I have worked harder during these past\nten years than in any other ten years of my life, but likewise this work has given me great joy\nand happiness for which\n<\/p><p>\nI am truly grateful, and I am deeply indebted to the Lord and to the Church.\n<\/p><p>\nLikewise, I would be ungrateful if I did not publicly thank my wife and my family for their\ncooperation and assistance. They have helped me a great deal, and I know they have prayed\ndiligently for me in this work. They have taken my responsibilities and assisted me in many\nways with my personal chores, and I know it was because they wanted my Church work to\ncome first. I can truly and humbly say that I love my Church work more than any other work\nthat I have done in my life. I have had many fascinating positions, such as teaching, coaching\nathletics, salesmanship work, and business experiences, but there is nothing that compares\nwith the work and the service in the Church. Nothing will give a person the joy and happiness\nthat he gets from service to his brethren and his fellow men in Church work.\n<\/p><p>\nI would like to thank the members of the wards and stakes that I have had the privilege of\nvisiting. Your wonderful loyalty and devotion to the Church has been an inspiration to me.\nMy faith and my testimony have been strengthened because of your glorious example. Your\ndevotion, your loyalty, your love for the Church, and your willingness to take care of all\nChurch assignments are truly a great tribute to you and the Lord will bless you.\n<\/p><p>\nSome of the things that I said ten years ago when I first spoke in the general conference of\nthe Church, among other things I said then, I would like to repeat now&mdash;at that time I had\nonly been associated with the Brethren of the General Authorities for about three months&mdash;I\nstated then that I had learned to love the General Authorities very much. I also testified to\nyou then that I knew these Brethren are men of God; and today again, I want to re-emphasize\nto you and testify to you that I love these men very much&mdash;every one of them, and I know\ntruly that they are men of God. I know that President David O. McKay is a living prophet of\nJesus Christ the same as were the prophets of old, and with him\nPresident Richards and President Clark, together with the Quorum of the Twelve Apostles and\nall of the other General Authorities of the Church&mdash;I know they are Prophets and servants of\nGod our Eternal Father. May I also testify to you that I believe they are divinely called of the\nLord, and I hope that you believe that. I would like also to testify to you that I know they\nconstantly seek divine guidance, and I also testify to you that they receive divine guidance\nfrom our Holy Father.\n<\/p><p>\nI trust the Brethren, and especially Apostle Delbert L. Stapley, will forgive me if I tell you of\nthe kind invitation from the First Presidency to all of the General Authorities to a meeting in\nthe temple prior to the commencement of this general conference. I do not have the time nor\nthe ability to describe to you the spirit of that meeting in the temple on Thursday morning.\nBrother Stapley offered the prayer, and I am certain that we all felt that his prayer ascended\nto our Father in heaven and that that prayer was answered in our behalf. Truly that sweet\nspirit which was experienced in that meeting as Brother Stapley was offering that prayer has\ncarried over until now, and it will carry through the entire conference.\n<\/p><p>\nToday I intended to say a few things, but I have changed my mind because of the lack of\ntime. However, because of my sincere interest in the rehabilitation of alcoholics, I would like\nto pay a tribute to those who are trying to overcome this habit or disease, and to overcome\nthe cruel monster of alcohol. I would like to say a word of encouragement to 11,000\nalcoholics in the state of Utah and about 5,000,000 alcoholics in the United States, because of\nan experience that I had with one of them last night following our missionary meeting held in\nthe Tabernacle. I was very proud of this man who has triumphed and who has conquered that\ncruel monster alcohol. Yes, I want to pay tribute to him to whom I talked last night for his\ntriumph. I want to testify to the others who desire a way to overcome that habit and that\ndisease that, as this wonderful man who had conquered and had triumphed and who had made\na wonderful comeback assured me, the only way for him or anyone else to conquer alcohol is\nto seek the help of God.\n<\/p><p>\nMay I quote from Jacob, chapter 4, verse 10, from the Book of Mormon. It is the MIA\ntheme:\n<\/p><p>\nWherefore, brethren, seek not to counsel the Lord, but to take counsel from his\nhand. For behold, ye yourselves know that he counseleth in wisdom, and in justice\nand in great mercy, over all his works\n(<span class=\"citation\" id=\"25837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25837)\">Jacob 4:10<\/a><\/span>).\n<\/p><p>\nThat wonderful man who has had a struggle, as all of the alcoholics have, to defeat or\nconquer that habit testified strongly last night that there is only one way for anyone to\novercome that treacherous habit and disease and that is by seeking the counsel of God their\nFather. I commend that wonderful organization (Alcoholics Anonymous) and the members\nwho believe in God, for they will find great strength when all else seems to fail.\n<\/p><p>\nYes, today we are faced with confusions and uncertainties and threats. We are sometimes\ntempted to agree with those who say the reason for our great difference today is that our\nproblems are so different from those faced by other generations. But this is not so; the only\ndifference is our forefathers relied on God our Eternal Father for everything. Today there are\ntoo many of us that have forgotten God. We feel self-sufficient. Even as strong as we think\nwe are, it is always dangerous to feel or think that we do not need to rely on a Divine Power,\nand I would like to refer to that Divine Power as the Power of God our Eternal Father.\n<\/p><p>\nIn closing, may I give you one quick illustration regarding this passage:\n<\/p><p>\n. . . seek not to counsel the Lord, but to take counsel from his hand. For behold, ye\nyourselves know that he counseleth in wisdom, and in justice, and in great mercy\nover all his works.\n<\/p><p>\nHere is my story:\n<\/p><p>\nA few weeks ago a business associate of mine asked me to go with him to make the\nacquaintance of and visit and talk with eight wonderful young Latter-day Saint practicing\nphysicians. He wanted me to go to see these doctors and meet them,  wishing that I would\nagree to write a letter recommending consideration for these doctors so\nthey could successfully get a loan to build a medical clinic. I agreed to go with him.\n<\/p><p>\nAs we discussed the time for the appointment with these doctors, my friend informed me that\nit could either be in the morning between 6:30 and 7 o'clock or after 9 o'clock at night. I\nthen decided that it would be better for me to meet them in the morning between 6:30 and 7\no'clock. We left Salt Lake City very early. It was dark because it was in the winter months.\nWe drove to their offices some little way out of Salt Lake City, arriving between 6:30 and 7\na.m.\n<\/p><p>\nSoon their individual cars appeared at the office. I was then made acquainted with these\nwonderful, fine doctors, and we were invited into their office. After all had assembled, and\nwe were comfortably seated, the oldest of these eight doctors&mdash;and he himself was a\ncomparatively young man&mdash;walked over and shut the door. Then he said, \"Would you mind\njoining us in morning prayer before we discuss our business problems with you?\" Then I\nthought, \". . . seek not to counsel the Lord but to take counsel.\" I was somewhat astounded at\nthis procedure, but I confess I was humbly grateful and proud of these young doctors. The\npresiding doctor called on one of the other doctors to offer the morning prayer, and he offered\na very beautiful, appropriate petition to the Lord and asked for his guidance.\n<\/p><p>\nTo my recollection, I have never had that experience with professional or businessmen before.\nI asked the doctors before I left, \"Is this your common practice?\" \"Oh, yes, every\nmorning, six days a week, we meet here between 6:30 and 7, where we lock our door, and\nbefore starting our duties of the day, call on God our Eternal Father for his divine\nguidance. If for any reason one of the doctors has important or urgent surgery or an urgent\npatient call, we go ahead without him, and each takes his turn offering the morning prayer.\"\nOf course these doctors will be successful! I thought they were wonderful.\n<\/p><p>\nHow many teachers, how many bankers, how many business or professional men, how many\nof us follow that kind of procedure every morning? These doctors are seeking the divine\nguidance of God their Eternal Father, and mainly they are men skilled in science, trained in\ntheir profession, but not sufficiently so that they can rely upon their own training and their\nown natural abilities.\n<\/p><p>\nGod grant that each of us may seek counsel, for we ourselves know that the Lord \"counseleth\nin wisdom, and in justice, and in great mercy,\" I humbly pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}