{"ID":896, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...With a Whole Heart\"<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i> April 1957,  pp. 69-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay this morning gave recognition to the servicemen who had traveled many\nmiles to be here, some coming from Texas and Oklahoma. I trust I shall be in order if I ask\nthose servicemen to stand at the present moment, please, wherever you are. [About\nseventy-five to one hundred stood.] Thank you very much. That is a glorious sight, and I\ncommend you for your evidence of faith in having a desire to mingle\nhere in this great conference where you will receive a spiritual uplift, where the word of the\nLord goes forth in truth and in power.\n<\/p><p>\nThe servicemen of this Church are in a position to do great missionary work with their fellow\nmen by just living the gospel, maintaining the standards and ideals of the Master.\n<\/p><p>\nCustoms may change, but principles do not. On one occasion we are told that the Master\n<\/p><p>\n. . . went up into the temple, and taught.<br \/>\nAnd the Jews marveled, saying, How\nknoweth this man letters, having never learned?<br \/>\nJesus answered them, and said, My doctrine is not mine, but his that sent me.<br \/>\nIf any man will do his will, he shall know of the doctrine, whether it be of God,\nor whether I speak of myself\n(<span class=\"citation\" id=\"27724\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27724)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27724)\">John 7:14-17<\/a><\/span>).\n<\/p><p>\nThe principles the Master taught in the temple almost two thousand years ago are just as true\ntoday and important to the welfare of our lives as they were to the people whom he taught.\nThere is a promise that if any man will do the will of the Father he shall know of the\ndoctrine, whether it be of God. This is evidence to me that a man may receive a positive\nassurance of truth if he will but humble himself before the Lord and do the will of the Father.\n<\/p><p>\nYes, the gospel of Jesus Christ is positive. Here in the sessions so far, we have heard\neveryone who has spoken bear witness and testimony regarding the truth which they have\nspoken. It is a marvelous thing to have a testimony of the gospel of Jesus Christ. It was\npossible to receive a positive assurance, or testimony, in the days of the Master; so it is\npossible today, for this is an eternal truth. Many times we hear the statement: \"The gospel is\ntrue; I know the gospel is true.\" I have a witness and testify to you also that I know this thing\ncalled Mormonism is true, for it embodies the full gospel of Jesus Christ. When individuals\nhave that testimony, though there may be periods of confusion&mdash;periods of deliberation&mdash;they\nare always able to come through, provided the roots of their testimony are deep within their\nhearts.\n<\/p><p>\nThe Psalmist declared,\n<\/p><p>\nBlessed are they that keep his testimonies, and that seek him with the whole heart\n(<span class=\"citation\" id=\"41802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41802)\">Ps. 119:2<\/a><\/span>).\n<\/p><p>\nI have a witness that this gospel must go to all people and that all people must come to a\nknowledge of the truths which are taught from this pulpit before they can bend the knee and\nbow the head and confess that Jesus is the Christ.\n<\/p><p>\nRecently I saw the testimony of a young mother manifest as she had her three young sons\naround her. She had just become a widow, her husband having suffered a dreadful disease for\nthree years. Only the light and knowledge of the gospel had given her hope and courage. Yes,\nthe roots of her testimony were deep.\n<\/p><p>\nThrough the restoration of the Church and kingdom of God, we understand our responsibility\nto take the gospel to all the world, working with those who are nonmembers of the true\nChurch. Also we are to labor patiently with members who have become somewhat delinquent\nand dilatory to their duties, their testimonies having been weakened through inactivity or other\nreasons. A keen interest is manifest in this reactivation program and much good is being\naccomplished.\n<\/p><p>\nSome months ago it was my privilege to attend what we term a men and wives meeting. On\nthe stand was a husband who had been reactivated. His wife was with him. Their seven\nchildren sat with them. The wife was with child. They had a son in Korea, and they had lost a\nlittle girl some six years before. The wife stood in the pulpit that morning expressing sweet,\nhumble gratitude that there was now spirituality in their home and happiness because the\npriesthood was being honored. Truly, happiness was reflected in the faces of those lovely\nchildren who sat with them. Then the husband related briefly some of his experiences. He told\nhow he had been born in a little town just north of Logan, Utah, where I should judge\nninety-nine percent are members of the Church. His mother passed away when he was six\nyears of age. The children had been farmed  out to various relatives, and this boy was with an\naunt and uncle until he was thirteen years of age. At twelve he had\nbeen ordained a deacon because he had been obedient to the teaching and training received\nthrough attending Primary and Sunday School and all the services he could attend. When he\nbecame thirteen, his father decided to move into the backwoods of Wyoming, where they\nwere some distance from a Church. There was no transportation, so he didn't attend his\nmeetings. He got out of the habit of going to Church, he said, and took up other habits. Later,\nhe married a lovely woman who had faith, who had a precious spark in her heart and her\nsoul. She continued to yearn for the day when he would see the light and would know this\ngospel as the Master had taught it.\n<\/p><p>\nHe said, \"I have done many things that I am ashamed of. I smoked, I drank&mdash;and stronger\nthan beer on occasion. I am not proud of it. I have not been the father that I should have been\nto these children. There has not been true happiness in our home; I have not been the husband\nthat I should have been to my good wife; but I stand here today to testify to you that I would\nnot return to that old life for all the gold in Fort Knox. I have not missed a Sacrament\nmeeting from that time to this, which is five years, except when I have been in Salt Lake City\nattending general conference.\"\n<\/p><p>\nHow grateful I am that the gospel can work in the lives of individuals when they have the\ndesire, when they understand the meaning of being doers of the word, referred to in President\nDavid O. McKay's message at the opening of this conference.\n<\/p><p>\nMay we all, I pray, have the desire to demonstrate by our works that we truly are followers of\nthe Master. May our testimonies be cultivated and fed by the spirit of truth to remain strong,\nregardless of trials or obstacles, that we may be able to rise above them, even as John on the\nIsle of Patmos, who recognized that he was there because of the word of God and the\ntestimony of Jesus Christ:\n<\/p><p>\nI John, who also am your brother, and companion in tribulation, and in the\nkingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the\nword of God, and for the testimony of Jesus Christ\n(<span class=\"citation\" id=\"42270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42270)\">Rev. 1:9<\/a><\/span>).\n<\/p><p>\nYes, customs may change, but principles do not; for assurance, knowledge, and testimony are\neternal principles of the gospel of Jesus Christ today as they were yesterday; I so testify to\nyou in all sobriety. May God bless us to live in accordance with his glorious eternal truths I\nhumbly pray in the name of Jesus Christ, our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}