{"ID":897, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">House of the Lord<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i> April 1957,  pp. 71-74<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI as the others who have preceded me, seek an interest in your faith and prayers while I take\nthis time.\n<\/p><p>\nI have been thankful for this chorus, for the music that they have rendered to us. I am more\nthankful for that wonderful hosannah anthem they sang at the close of this morning's session.\nIt was a real thrill, and coming on this day it has another and vital importance. Today is the\neightieth anniversary of the dedication of the St. George Temple.\n<\/p><p>\nThose who have been reading their IMPROVEMENT ERA would know that.\n<\/p><p>\nMany people wonder about the difference in the many buildings that we have in the Church. I\nthink we have more variety of buildings than anyone else. We have the temple, which is\ndifferent from any other building in the world, and people outside the Church, of course, have\nto be instructed in the difference, and they wonder why until they are taught what is different\nabout our temples.\n<\/p><p>\nThe word <i>temple<\/i> comes from the Latin <i>templum<\/i>&mdash;which was the equivalent of the\nHebrew \"<i>beth Elohim<\/i>,\" and signified the abode of Deity; hence, as associated with divine\nworship, it meant literally the \"house of the Lord.\"\n<\/p><p>\nTemples have never been regarded as places of ordinary public assembly or public houses of\nworship, but as sacred enclosures consecrated to the most solemn ceremonials of religion.\nWhether a house of the Lord be the gift of a man or of a nation, the best, if offered willingly\nand with pure intent, is always excellent in the sight of God, however poor by other\ncomparison that best may be.\n<\/p><p>\nThere are always materials and means available to build temples whenever and wherever there\nare enough Saints worthy to receive the blessings to be had therein. The best way to build\ntemples is to do missionary work and bring souls unto him, and the temples will then be built.\n<\/p><p>\nAs the children of Israel wandered in the wilderness, the Lord requested a house of the Lord,\nor a tabernacle, to be built. To the call for material wherewith to build the tabernacle there\nwas such willing and liberal response that the need was more than met. It is recorded:\n<\/p><p>\nFor the stuff they had was sufficient for all the work to make it, and too much\n(<span class=\"citation\" id=\"22662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22662)\">Ex. 36:7<\/a><\/span>).\n<\/p><p>\nAfter Israel had become established in the land of promise, after four decades of wandering in\nthe wilderness, the tabernacle with its sacred contents found a resting place in Shiloh; and\nthither came the tribes to learn the will and word of God. Afterward it was removed to\nGibeon, and yet later to the City of David, or Zion.\n<\/p><p>\nDavid, the second king of Israel, desired and planned to build a house unto the Lord. But the\nLord made it plain that to be acceptable to him, it was not enough that the gift alone be\nappropriate, but that the giver must also be worthy. Nevertheless David was permitted to\ngather materials for the house of the Lord, which edifice not he, but Solomon, his son, built.\n<\/p><p>\nSolomon the king, the man of wisdom, the master-builder, was led astray by the wiles of\nidolatrous women, and his wayward ways fostered iniquity in Israel. The nation was no longer\na unit; there were factions and sects, parties and creeds, some worshiping on the hilltops,\nothers under green trees, each party claiming excellence for its own particular shrine. The\ntemple soon lost its sanctity.\n<\/p><p>\nAre we, in this generation, immune to the same disaster? How often have I heard people say\nthat they prefer to commune with their Maker in the canyons, or elsewhere, instead of\nattending their Sacrament meetings. They prefer the trees and the mountains to their church.\nAs President Smith has told us today, many people are losing the right attitude toward\nkeeping the Sabbath day holy. As a result they lose the desire and the right to go to the\ntemple. Some intend to go later, when it is more convenient. These people lose the blessings\nof eternity, and to them the temple loses its sanctity.\n<\/p><p>\nSolomon's temple was finally destroyed. The temple of Zerubbabel was erected by the Jews\n515 years before Christ, again using the best the people could give. Sixteen years B.C. Herod\nI, king of Judea, reconstructed the run-down temple of Zerubbabel, which was later partially\ndestroyed at the time of the crucifixion of Christ. In 70 A.D. it was utterly destroyed by fire\nwhen the Jews became the captives of the Romans under the rule of Titus. The temple of\nHerod was the last temple or house of the Lord on the Eastern Hemisphere. Since then, many\nchurch buildings have been built, but no offer of a sanctuary was made unto the Lord; indeed\nit appears that no need of such was recognized. The apostate church declared that direct\ncommunication from God had ceased, and in place of divine administration, a self-constituted\ngovernment claimed supreme power.\n<\/p><p>\nJames Cardinal Gibbons, in explaining the infallibility of the pope in <i>Faith of Our Fathers<\/i>,\nsays:\n<\/p><p>\n1st. The infallibility of the Popes does not signify that they are inspired. The\nApostles were endowed with the gift of inspiration, and we accept their writings\nas the revealed word of God.\n<\/p><p>\nNo Catholic, on the contrary, claims that the Pope is\ninspired, or endowed with divine revelation properly so called.\n<\/p><p>\nA more complete denial of the power of God could not be made.\n<\/p><p>\nToday we have the sacred temples again, not one, but many, today being the eightieth\nanniversary of the dedication of the first temple to be completed among the mountains of the\nwest&mdash;the temple in St. George. And these temples stand as evidence and a witness that the\ngospel of Jesus Christ is again in the earth, restored by revelation to authorized servants of\nGod.\n<\/p><p>\nAnciently, to gain salvation had two requirements: first, to live a righteous life, keeping the\ncommandments of God; second, to accept and participate in the ordinances of the gospel,\nadministered by authorized servants of God.\n<\/p><p>\nThese requirements have never changed. Today we believe that man may be saved by\nobedience to the laws and ordinances of the gospel. We believe that man must be called of\nGod to administer in the ordinances thereof.\n<\/p><p>\nJesus said:\n<\/p><p>\nVerily, verily, I say unto thee, Except a man be born of water and of the Spirit,\nhe cannot enter into the kingdom of God\n(<span class=\"citation\" id=\"27722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27722)\">John 3:5<\/a><\/span>).\n<\/p><p>\nBaptism, then, is a requirement for all, both the living and the dead, for entrance into the\nkingdom of God, except those who died before the age of eight. How then can the dead be\nbaptized? Many who are dead lived at a time when the gospel was not on the earth. Would it\nbe just to deny them the kingdom of God? Certainly not. The Lord has provided that the\nliving may be baptized by proxy for the dead. A man may be baptized by proxy for a man\nwho has died.\n<\/p><p>\nEvidence that such vicarious work was performed in the early Christian Church is found in\nthe words of Paul to the Corinthians:\n<\/p><p>\nElse what shall they do which are baptized for the dead, if the dead rise not at all?\nwhy are they then baptized for the dead? (<span class=\"citation\" id=\"292\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 292)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(292)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nPeter tells us:\n<\/p><p>\nFor for this cause was the gospel preached also to them that are dead, that they might\nbe judged according to men in the flesh, but live according to God in the spirit\n(<span class=\"citation\" id=\"2267\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2267)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2267)\">1 Pet. 4:6<\/a><\/span>).\n<\/p><p>\nThis scripture is evidence that those who have died will have the opportunity to hear the\ngospel and accept of the ordinances performed by proxy for them.\n<\/p><p>\nThe ordinance of baptism for the living may be performed wherever there is sufficient water,\nbut when being done for the dead, this ordinance is so sacred the Lord has required that it be\ndone only within his holy house, the temple.\n<\/p><p>\nThe Lord has declared that baptism is necessary for entrance into the kingdom of God. He has\nalso said, \"In my Father's house are many mansions\"\n(<span class=\"citation\" id=\"27733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27733)\">John 14:2<\/a><\/span>). Therefore, other\nordinances are necessary for advancement within his kingdom. One such ordinance is that of\nmarriage.\n<\/p><p>\nIn the sight of the Lord, the marriage covenant is so sacred that he has required that it be\nsolemnized in his temple for time and all eternity. Brother McConkie yesterday gave us a\nvery fine talk on the principles of that ordinance of the gospel, which I recommend to all of\nyou to study again. Love is eternal, even as God himself is eternal. And President McKay told\nus last evening of the eternity of love, and I am sure that I will go on loving my wife and our\nchildren after death, as well as here. Your love for your wife and family will also continue. It\nwould not be heaven if it were otherwise.\n<\/p><p>\nWhen the Savior was upon the earth, he told his apostles:\n<\/p><p>\nAnd I will give unto thee the keys of the kingdom of heaven: and whatsoever thou\nshalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on\nearth shall be loosed in heaven\n(<span class=\"citation\" id=\"34831\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34831)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34831)\">Matt. 16:19<\/a><\/span>).\n<\/p><p>\nThat same authority to bind on earth that it may be bound in heaven, is the priesthood of God\nwhich is now upon the earth again, that husband and wife may be sealed together for time\nand all eternity; that we may have our loved ones in the next world the same as here. That\nmakes a real heaven.\n<\/p><p>\nThis ordinance, vital for the living, is also just as vital for all God's\nchildren, including those who died without these glorious opportunities. Therefore, the\nordinance of marriage and sealing children to parents must also be done vicariously for the\ndead, and also in the temple. The great genealogical work of the Church is of vital\nimportance.\n<\/p><p>\nA temple then, has two main purposes: It is a holy edifice in which the most sacred\nordinances of the gospel may be performed for the living and for the dead.\n<\/p><p>\nA great responsibility rests upon the living in this day: first, to prepare themselves by so\nliving that they may be found worthy to receive these saving blessings for themselves; second,\nthat they may also be worthy of doing the vicarious work for their kindred dead. Without the\nliving, the dead have no hope, and the earth would be cursed at his coming.\n<\/p><p>\nToo many who claim to be Latter-day Saints do not avail themselves of these eternal\nblessings. I do not think the Lord will accept their flimsy excuses. Brother Lee told us\nyesterday how we should be concerned about this situation in the Church.\n<\/p><p>\nThe steady growth of the Church today is increasing the demands upon the temples.\nAdditional temples are being built, and many more will follow. They stand today as a witness\nto the world, testifying that the heavens have been opened and the gospel of Jesus Christ is\nagain restored to the earth, with the power and authority to act in his name. This I testify to\nyou in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}