{"ID":898, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Honoring the Priesthood<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i> April 1957,  pp. 74-78<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, I am indeed grateful for the messages of this conference,\nstarting with the great message of our beloved President yesterday morning. Several have\nestablished the springboard that I should like to start from in what I have to say this\nafternoon.\n<\/p><p>\nIt is gratifying to witness the leaven of the gospel at work, infused and invigorated by faithful\nand devoted Church leadership, which is awakening faith, encouraging renewed activity, and\npromoting an upsurge of spirituality among members whose lives heretofore have not\nresponded fully to the teachings and ordinances of the everlasting gospel covenant, restored in\nthis dispensation of God's providence as a light to the world and as a standard for his people.\nThe results are so pronounced, as evidenced by activity reports, that they can be measured and\ntotaled. It all adds up to a satisfying accomplishment which has brought joy, happiness, peace,\nand contentment to many families. The wisdom of the present program to reach out and touch\nthe lives of all Church members with the gospel of salvation cannot be gainsaid because the\nbenefits thus far have been most fruitful and stimulating. Many have been motivated to give\nup bad habits, also indifferent attitudes, and in so doing have prepared, qualified, and made\nthemselves worthy for the choice privileges and sacred blessings of the Church, the\npriesthood, and the temples of God. Those engaged in this worth-while service also have been\nblessed and fully recompensed. The Apostle James gave this admonition and promise:\n<\/p><p>\nBrethren, if any of you do err from the truth, and one convert him;<br \/>\nLet him know, that he which converteth the sinner from the error of his way, shall\nsave a soul from death, and shall hide a multitude of sins\n(<span class=\"citation\" id=\"26127\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26127)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26127)\">James 5:19-20<\/a><\/span>).\n<\/p><p>\nIf I understand the plan of exaltation correctly, all eternal blessings are obtained by and\nthrough the Holy Priesthood of God. They cannot be obtained in any other way. That  being\ntrue, then, the Holy Priesthood, which is God's authority and sealing\npower, is not only of great importance to the man who possesses it, but also to his wife and\nchildren, for they cannot enjoy in full measure the blessings, opportunities, and privileges of\nthe gospel unless the husband and father worthily honors and faithfully and righteously\nfunctions in his sacred priesthood calling. The husband and wife relationship was planned of\nGod to be an eternal partnership. The family that is united in faithfulness and sealed together\nby the binding power of the Holy Priesthood can be assured the great privilege of sharing\neternal glory together in perfect companionship. No true parent would want to deny loved\nones opportunities for blessings both here in mortality and eternally. Our families and the\ndesire for eternal association with them as a family unit in celestial glory are worth all the\nsacrifice we are required to make to secure such blessings. We cannot afford indifference\nbecause life hereafter is too important. The joy and happiness of all our loved ones depends\nupon our actions and spiritual activities. No man can be saved and exalted in the kingdom of\nGod without the woman, and no woman can reach perfection and exaltation in the kingdom of\nGod alone. There is no union for time and eternity that can be perfected outside the law of\nGod, and the order of his house. An individual may attain a degree of salvation alone, but\nwhen they are exalted they will be exalted according to the law of the celestial kingdom. The\nApostle Peter exhorted the husbands to,\n<\/p><p>\n. . . dwell with them according to knowledge, giving honour unto the wife, as unto\nthe weaker vessel, and as being heirs together of the grace of life; that your\nprayers be not hindered (<span class=\"citation\" id=\"2266\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2266)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2266)\">1 Pet. 3:7<\/a><\/span>).\n<\/p><p>\nHaving perfect knowledge through ancient and modern revelation concerning the eternity of\nthe marriage relationship, we can understand how husband and wife are heirs together of the\ngrace of life. We also know that individually and separately they cannot attain to the highest\nglory in the celestial kingdom. No man holding the Holy Priesthood can cast it aside and then\nwear it as desired and expect to have his bestowed blessings ratified and sealed by the Holy\nSpirit of Promise. That heavenly sealing power to all covenants, vows, and performances is\ngained by the righteousness of individuals. The ordinances, endowments, and blessings\nreceived are otherwise not efficacious in the eternal celestial mansions of God.\n<\/p><p>\nThe Prophet Joseph Smith taught that the power, glory, and blessings of the priesthood could\nnot continue with those who received ordination, only as their righteousness continued. The\nApostle Peter refers to this authority as a royal priesthood\n(<span class=\"citation\" id=\"2265\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2265)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2265)\">1 Pet. 2:9<\/a><\/span>). The right of this power belongs to\nthe Gods and is shared by them with faithful, divinely called men. It is the authority by which\nthe Lord Almighty governs his people, also by which he creates and controls all the works of\nhis hands. Disregard of this authority leads to darkness, sin, and often apostasy, which severs\nan individual from all rights and privileges of the house of God. Those who receive a\nbestowal of this divine authority should honor it and be worthy of the gifts, powers, and\nobligations it confers upon them. Every man who receives the endowment of the Holy\nPriesthood of God can trace his line of authority in an unbroken chain back to the Savior. The\nLord has made it clear that every man who holds this priesthood must learn his duty and act\nin the office in which he is appointed, in all diligence; and if he is slothful and shows himself\nnot approved, he shall not be counted worthy to stand (see\n<span class=\"citation\" id=\"13588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13588)\">D&amp;C 107:99-100<\/a><\/span>).\n<\/p><p>\nThe Lord also has admonished that he will not command in all things but instructs every man\nto be anxiously engaged in a good cause and do many things of his own free will and bring to\npass much righteousness. He declares that if a man obeys not his commandments, he will not\nbe guiltless before him (see <span class=\"citation\" id=\"13552\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13552)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13552)\">D&amp;C 58:26-30<\/a><\/span>).\n<\/p><p>\nThese scriptures enjoin faithfulness and devotion of those who receive the authority of God's\nHoly Priesthood, which permits them to officiate in the sacred ordinances of the true gospel\nof Christ. In an important revelation on priesthood the Lord has declared:\n<\/p><p>\nThe power and authority of the higher, or Melchizedek Priesthood, is to hold the\nkeys of all the spiritual blessings of the church&mdash;<br \/>\nTo have the privilege of receiving the mysteries of the kingdom of heaven, to have\nthe heavens opened unto them, to commune with the general assembly and church\nof the Firstborn, and to enjoy the communion and presence of God the Father, and\nJesus the mediator of the new covenant\n(<span class=\"citation\" id=\"13586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13586)\">D&amp;C 107:18-19<\/a><\/span>).\n<\/p><p>\nTherefore, because of its sacred nature and authority, possessing binding and sealing powers\ninto the eternities, the priesthood is accepted by those who receive its bestowal with an oath\nand covenant which involves obligations and trusts of the most sacred character. Those who\nreceive it must, like God, abide in it, for they share and enjoy with him the right of his\nauthority and power; therefore, they must not permit themselves to be moved out of the right\nway nor to fail.\n<\/p><p>\nAccording to a revelation on priesthood recorded in the 84th section of the Doctrine and\nCovenants, there are two main requirements of this oath and covenant. First is faithfulness\n(<span class=\"citation\" id=\"13563\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13563)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13563)\">D&amp;C 84:33<\/a><\/span>),\nwhich denotes obedience to the laws of God and connotes true observance of all gospel\nstandards. For better understanding of the oath and covenant of the priesthood, may I\npropound these questions:\n<\/p><p>\n1. Can a man be faithful who does not abide by the first two great commandments, to love\nthe Lord God with all his heart, soul, strength, and mind, and his neighbor as himself\n(<span class=\"citation\" id=\"34834\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34834)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34834)\">Matt. 22:37-40<\/a><\/span>)?\n<\/p><p>\n2. Can a man be faithful who is not honest and truthful in all dealings and relationships with\nhis fellow men?\n<\/p><p>\n3. Can a man be faithful who does not honor the Sabbath day and keep it holy, attend the\nSacrament and priesthood meetings; also worthily fulfil all other duties in keeping with his\ncallings and obligations that day?\n<\/p><p>\n4. Can a man be faithful who does not plan and arrange for daily family prayer in the home?\n<\/p><p>\n5. Can a man be faithful who does not teach his children the true principles of the gospel of\nChrist and then set them a worthy example by living according to those truths?\n<\/p><p>\n6. Can a man be faithful who does not observe and keep the Word of Wisdom?\n<\/p><p>\n7. Can a man be faithful who does not pay an honest tithing and fast offering?\n<\/p><p>\n8. Can a man be faithful who does not obey the law of chastity and is not morally clean in\nhis life and habits?\n<\/p><p>\n9. Can a man be faithful who does not, through obedience and sacrifice, prepare himself\nworthily for the holy temples of God where he can receive his endowments and sealings in\nthe higher ordinances of the gospel and thus bind his family happily and eternally together in\nlove and understanding?\n<\/p><p>\n10. Can a man be faithful who does not honor and obey the laws of the land?\n<\/p><p>\nPerhaps we could summarize by asking, \"Can a man be faithful if he does not keep all the\ncommandments of God?\" The Savior counseled the man who came to him and inquired,\n\"Good Master, what good thing shall I do, that I may have eternal life?\"&mdash;by saying, \". . . if\nthou wilt enter into life, keep the commandments\"\n(<span class=\"citation\" id=\"34832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34832)\">Matt. 19:16-17<\/a><\/span>). This counsel from the\nLord is all inclusive and clearly points the way to joy and happiness.\n<\/p><p>\nThese enumerated thoughts are just a few requirements associated with faithfulness, but each\nis important. As you meditate the full meaning of the word, other attributes that are important\nqualities of faithfulness will also impress and inspire your mind and heart for better\nunderstanding and personal resolves.\n<\/p><p>\nThe second requirement of the oath and covenant of the Holy Priesthood is to magnify one's\ncalling (<span class=\"citation\" id=\"50032\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50032)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50032)\">D&amp;C 84:33<\/a><\/span>).\nTo magnify is to honor, to exalt and glorify, and cause to be held in greater esteem or\nrespect. It also means to increase the importance of, to enlarge and make greater. Keeping this\ndefinition in mind, may I again resort to a few questions for more lucid understanding:\n<\/p><p>\n1. Can a man magnify his office and calling without honoring and abiding in the priesthood\nfaithfully and worthily as a devoted and true servant of God?\n<\/p><p>\n2. Can a man magnify his calling without giving spiritual and humble dignity to his office?\n<\/p><p>\n3. Can a man magnify his calling who refuses to accept positions and responsibilities of trust\nwhen called upon to serve by his stake president, bishop, or other\nconstituted authority?\n<\/p><p>\n4. Can a man magnify his calling if he is not obedient to gospel standards and requirements,\nand if he also fails to be amenable to the counsel and direction of righteous men who are\nproperly called and approved by the people as their authorized leaders?\n<\/p><p>\n5. Can a man magnify his calling who refuses to sustain by his faith, prayers, and works those\nwhom God has called and ordained to preside over him?\n<\/p><p>\n6. Can a man magnify his calling who does not use his priesthood in righteousness for the\nblessing and benefit of his fellow men?\n<\/p><p>\n7. Can a man magnify his calling who does not banish all iniquity from his soul, that he may\ngain favor with God and thus enjoy power in the use of the priesthood to bless people?\n<\/p><p>\nAgain, may I summarize by asking, \"Can a man magnify his calling who is not willing to\nsacrifice and consecrate all for the building of God's kingdom in righteousness, truth, and\npower in the earth?\"\n<\/p><p>\nHere also by prayerful meditation you can add other important considerations applying to\nholders of the Holy Priesthood magnifying their callings, but these will suffice for the purpose\nof this talk.\n<\/p><p>\nTo be faithful and devoted to priesthood obligations is the only way man can gain favor and\npower with God and have rightful claim upon him for blessings to himself, his family, and\nothers to whom he may minister. The priesthood will not abide in force and power with him\nwho does not honor it in his life by complying with the requirements of heaven. The Prophet\nJoseph Smith declared, \"A man can do nothing for himself unless God direct him in the right\nway; and the priesthood is for that purpose\" To magnify his calling in the priesthood a man\nmust use it in righteousness and service to his fellow men. If he does so, he will gain power\nin its use and thus become enlarged in his gifts and abilities to perform greater service. Every\nman who receives the Holy Priesthood and is ordained according to the gifts and callings of\nGod unto him, and faithfully magnifies his sacred calling, which fulfils the conditions of the\noath and covenant, is sanctified by the Spirit unto the renewing of his body. He is then\nworthy to be numbered among the elect of God, having also received the Father's kingdom.\nBy the power of the Spirit, which is light and truth, and through honoring the Holy\nPriesthood in faithfulness and obedience, a man develops holiness of life and character;\ntherefore, he is set apart by this regeneration of soul for special and sacred trusts with the\nglorious promise for having continued in the oath and covenant of the priesthood, that \"all\nthat my Father hath shall be given unto him\" (see\n<span class=\"citation\" id=\"13564\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13564)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13564)\">D&amp;C 84:38<\/a><\/span>).\n<\/p><p>\nThe Lord is bound to fulfil this promise to those who abide by the conditions of the oath and\ncovenant. If men are not faithful in magnifying their callings, they have no right to expect the\nblessings of this promise. Now the Lord has affixed a penalty for violating the oath and\ncovenant of the Holy Priesthood by proclaiming,\n<\/p><p>\n. . . whoso breaketh this covenant after he hath received it, and altogether turneth\ntherefrom, shall not have forgiveness of sins in this world nor in the world to\ncome (<span class=\"citation\" id=\"13565\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13565)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13565)\">D&amp;C 84:41<\/a><\/span>).\n<\/p><p>\nThis severe penalty for violating altogether the oath and covenant should cause the unfaithful\nto repent of their actions, sins, and transgressions and do the works of righteousness, that they\nmight obtain forgiveness and gain a renewal of God's promises and blessings to them. If men\nrecommended for the office of elder in the Melchizedek Priesthood thoroughly understood the\noath and covenant, also the penalty for its violation, at the time of accepting the priesthood,\nfewer of them, I feel certain, would transgress its obligations and drift into inactivity and\nthereby come under condemnation.\n<\/p><p>\nFathers holding this great gift of the Holy Priesthood should set the example they desire their\nchildren to follow. The eternal happiness of their families depends upon the father's obedience\nto God's laws and his faithful performance in the sacred calling of his priesthood office.\n<\/p><p>\nIt is my hope, my brothers and sisters, that this great and important\nwork among the inactive that has been mentioned in this conference, will not only go forward\nunabated but will also go forward with renewed and increased devotion and vigor. The\ncompensations are soul-satisfying, and the inactive are given opportunity for rich experiences\nand choice blessings. It is also my sincere wish and prayer that every father with his family\nmay attain this blessed privilege and exalted state of eternal unity and companionship in the\ncelestial mansions of God.\n<\/p><p>\nI bear witness to the truthfulness of these things in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}