{"ID":899, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i> April 1957,  pp. 86-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, I have been intensely interested in the accounts of Brother Romney and Brother\nCoombs and as I sat here there came to me a thought that I have had many times before. I\nwonder how much our presumed scientific knowledge, so-called, has cost us in faith. I lived\namong those people myself for four years. I loved them. I loved their innocence of things\nworldly. I loved the simplicity of their lives. I loved the simplicity of their faith. Some\ntransgressions because of their innocence seem to leave them untouched in faith.\n<\/p><p>\nAnd I wonder how much the little I know about the material gains in physical sciences and\nthe presumed great laws of nature which we do not yet have in their fullness nor fully\nunderstand, I wonder how much that is worth to me in terms of faith. I do have a testimony. I\ndo know that God answers prayers. I do know that he can heal. I do know that I have seen\nhis healing. I repeat, I do know that he answers prayers. But I often wonder how much better\nI might know it if my faith had not been tampered with. Sometimes our faith waits on our\npresumed knowledge. I hope and I pray that we can bring into our hearts, into our souls the\nsimple principles of the Gospel. Why should we worry about the things that the Lord has not\nmade clear. Why should we worry about the things that he has not revealed, usually relating\nas they do, to matters that are not of much importance in the way we live. Why not put all\nextraneous things out of our minds as affecting our faith and just believe not only but come to\nknow the power of faith and what it can do for us.\n<\/p><p>\nBrethren, I feel, speaking for myself, that I do not yet appreciate or understand what I might\ndo if my faith were perfect.\n<\/p><p>\nI thought tonight that I might say just a word or two, not too much, about what I have\nthought of as \"The Chaste Life.\" I would like to pay my respects and my congratulations to\nthe tens of thousands of our people and of our young people who are clean and pure, who are\nenjoying all of the blessings that cleanliness and purity can bring and they are among the\nrichest blessings that our Heavenly Father has to bestow. I honor those, those of clean lives,\nfree from transgression, respected. I pray God to keep them clean and pure\nand so far as possible innocent. But when I partially realize how much the radio and the\ntelevision and the play impart into the minds of our youth, who know far more than some of\nthe older of us people about sex, I wish it were possible not to pollute their young minds.\n<\/p><p>\nAnd I think that we, bearers of the Priesthood, should do all in our power to keep them as\ninnocent as we may while at the same time giving such instructions as they should have to\nhelp them keep clean, not to teach them how to avoid evidences of uncleanliness.\n<\/p><p>\nBut we have a few, as Brother Joseph Fielding said today, speaking of the Sabbath, too\nmany&mdash;one, said he, is too many&mdash;we have a few who are not as we would like, and I blame\nin part for their views, their habits, their thoughts, their transgressions, the teachings that they\nreceive. And one of the worst of the teachings that come to them is that teaching which is\nbecoming too common, that the sex-urge is a natural urge to be gratified like the urge for\ndrink or for food. Satan has not invented any more unrighteous, hideous doctrine than that,\nand he knows it, and yet, brought up as some of us are brought up, under environments where\nwe do not hear sufficient antidotes for this poison, we hear it, we listen, we believe, we try,\nand then comes all the woes that attend to unchastity.\n<\/p><p>\nYou know, when we read in the great law books in the Old Testament, specifically Leviticus,\nNumbers, and Deuteronomy, we may think that the Lord there is chastising and perhaps\nprescribing for the sins of Israel, and I thought I would just like to read to you two or three\nparagraphs taken from the Book of Leviticus, the 18th chapter:\n<\/p><p>\n\"Speak unto the children of Israel, and say unto them (this is the command to Moses), I am\nthe Lord your God. (Note this:)<br \/>\n\"After the doings of the land of Egypt, wherein ye dwelt, shall ye not do: and after the doings\nof the land of Canaan, whither I bring you, shall ye not do: neither shall ye walk in their\nordinances.<br \/>\n\"Ye shall do my judgments, and keep mine ordinances, to walk therein: I am the Lord your\nGod.<br \/>\n\"Ye shall therefore keep my statutes, and my judgments: which if a man do, he shall live in\nthem: I am the Lord\" (<span class=\"citation\" id=\"30891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30891)\">Lev. 18:2-5<\/a><\/span>).\n<\/p><p>\nAnd following this throughout the Books, there are a series of commandments regarding sex\nsins. And in order, as it seems to me, to keep the Children of Israel from committing these\nsins, the Lord proceeds to name them and to prescribe penalties for their commission. I am\ngoing to just mention a few of them.\n<\/p><p>\nFirst is incest. I am not enlarging on it. In the law incest included more than we now ascribe\nto it. It included marriage between people within prohibited relationships. The penalty for\nincest was death to both parties.\n<\/p><p>\nFornication&mdash;sometimes adultery and fornication are used interchangeably. But for certain\nkinds of fornication, the penalty was death.\n<\/p><p>\nFor adultery, it was death for both parties.\n<\/p><p>\nFor homosexuality, it was death to the male and the prescription or penalty for the female I\ndo not know.\n<\/p><p>\nFor beastiality, it was death for both the man involved and for the woman.\n<\/p><p>\nProstitution was called an abomination.\n<\/p><p>\nAfter the Lord finished his listing of abominations recorded here, he continued:\n<\/p><p>\n\"Defile not ye yourselves in any of these things: for in all these the nations are defiled which\nI cast out before you:<br \/>\n\"And the land is defiled: therefore I do visit the iniquity thereof upon it, and the land itself\nvomiteth out her inhabitants.<br \/>\n\"Ye shall therefore keep my statutes and my judgments, and shall not commit any of these\nabominations; neither any of your own nation, nor any stranger that sojourneth among you:<br \/>\n\"(For all these abominations have the men of the land done, which were before you, and the\nland is defiled;)<br \/>\n\"That the land spue not you out also, when ye defile it, as it spued out the nations that were\nbefore you.<br \/>\n\"For whosoever shall commit any of these abominations, even the souls that commit them\nshall be cut off from among their people.<br \/>\n\"Therefore shall ye keep mine ordinance, that ye commit not any one of these\nabominable customs, which were committed before you, and that ye defile not yourselves\ntherein: I am the Lord your God\"\n(<span class=\"citation\" id=\"30892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30892)\">Lev. 18:24-30<\/a><\/span>).\n<\/p><p>\nI wonder if the defilement of the land by abominations still has force and effect, and if it has\nany significance for us?\n<\/p><p>\nThat was the way in which the Lord taught the Israelites what they should not do. Death was\nto be by burning or by stoning. You will remember the story of the woman taken in adultery,\nfound in John 8 (<span class=\"citation\" id=\"27725\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27725)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27725)\">John 8:1-11<\/a><\/span>).\nYou will remember the incident of David and Bathsheba, you will find that\nin II Samuel, the eleventh chapter and following\n(<span class=\"citation\" id=\"4992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4992)\">2 Sam. 11:2-27<\/a><\/span>).\nAnd then you will remember the story of\nCorianton and Isabel. I am going to read that in just a minute. I am mentioning these things\nmerely to show that Israel lived under a code that would not tolerate any such doctrine as that\nthe sex-urge was a natural one and to be gratified just as the urge of thirst and of hunger.\n<\/p><p>\nI would like ourselves, the Priesthood, and our youth to understand that sex transgression is\ntragically serious, not something to be lightly considered, and I would call your attention to a\nstatement, if I can find it, from the Prophet, who said that (this was the idea) wrong always\ngnaws at the heart of the transgressor. \"Those who have done wrong always have that wrong\ngnawing them\" (<i>DHC<\/i>, 6:366).\n<\/p><p>\nNow, I want to read you the story of Corianton as told by Alma, in that Book of Alma, and\nthis tells the transgression sufficiently, as well as the doctrine involved. Alma, speaking to his\nson Corianton said:\n<\/p><p>\n\"For thou didst not give so much heed unto my words as did thy brother, among the people\nof the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy\nstrength and thy wisdom.<br \/>\n\"And this is not all, my son. Thou didst do that which was grievous unto me; for thou didst\nforsake the ministry (remember he had been called on a mission), and did go over into the\nland of Siron, among the borders of the Lamanites, after the harlot Isabel.<br \/>\n\"Yea, she did steal away the hearts of many; but this was no excuse for thee, my son. Thou\nshouldst have tended to the ministry wherewith thou wast entrusted.<br \/>\n\"Know ye not, my son, that these things are an abomination in the sight of the Lord; yea,\nmost abominable above all sins save it be the shedding of innocent blood or denying the\nHoly Ghost?\"<br \/>\nAnd then after a verse on the Holy Ghost, he continues:<br \/>\n\"And now, my son, I would to God that ye had not been guilty of so great a crime. I would\nnot dwell upon your crimes, to harrow up your soul, if it were not for your good.<br \/>\n\"But behold, ye cannot hide your crimes from God; and except ye repent they will stand as a\ntestimony against you at the last day.<br \/>\n\"Now my son, I would that ye should repent and forsake your sins, and go no more after the\nlusts of your eyes, but cross yourself in all these things; for except ye do this ye can in\nnowise inherit the kingdom of God. Oh, remember, and take it upon you, and cross yourself\nin these things\" (<span class=\"citation\" id=\"8982\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8982)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8982)\">Alma 39:2-9<\/a><\/span>).\n<\/p><p>\nMy purpose in saying what I have said and reading what I have read is to bring home to us\nthe seriousness of these sex transgressions. Everything that we can do, and here the unity of\nthe Priesthood comes again, we should do. Satan had Cain ask the Lord, \"Am I my brother's\nkeeper?\" (<span class=\"citation\" id=\"23645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23645)\">Gen. 4:9<\/a><\/span>).\nThat question did not come from the spirit of the Lord. We are our brothers'\nkeepers. It is our duty, each and every one of us, to do all that we possibly can do to restrain\nour brethren and our sisters, and particularly our young people from committing themselves as\nsome are doing. There is no happiness in it for them here or hereafter. There is grief and\nsorrow and regret. There usually is an effort to repent but repentance brings an agony of\nspirit.\n<\/p><p>\nLet us all without obtrusion, without offense, in gentleness, in persuasion, and above  all, in\ngood example, try as best we can to improve the few who are in or\ngoing into transgression and to prevent others from following their course. It is no light thing\nto transgress sexually; it is a tragedy.\n<\/p><p>\nGod give us the power and the knowledge to know how to do the things that I am suggesting,\nnamely, help others to keep themselves pure, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}