{"ID":9, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"If Ye Are Prepared Ye Shall Not Fear\"<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, pp. 32-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe present unhappy infernal conditions of the world are daily before us and our people. We\ncannot forget them. The incomprehensible folly of humanity bewilders us. All Israel are\nanxious and troubled. Some face the day in fear. Many are filled with premonitions and\nforebodings. To cure this condition; to steady the pulse of our people; to teach the ultimate\nconquest of right over wrong, may be our immediate problem. Of all people in the world we\nshould and can see most clearly in this dark, man-made chaos. We have the light. We must\nsee the happy destined end from a dark and corrupt beginning. The Lord has spoken, and\nforetold the calamities of the last days; but He has also declared that He is the Master and that\nHe and His righteous people will triumph over all evil. The Lord is never defeated.\n<\/p><p>\nQuestions, conjectures, and speculations are rife among the people. Some ask, \"Is this\nArmageddon?\" Others, \"Will the Savior come when, this war is over?\" Yet others are busily\nengaged in proving that present events, countries, men, and even dates, may be read into the\nprophecies of thousands of years ago. To all such questions there is but one answer: We only\nknow that this is the dispensation of the fulness of times, the Saturday evening of the earth's\ntemporal existence. These are the \"last days,\" days of much commotion, to be followed by the\nmillennium and the presence on earth of the Lord Jesus Christ who will \"put all enemies\nunder his feet\" (<span class=\"citation\" id=\"11733\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11733)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11733)\">D&amp;C 49:6<\/a><\/span>).\nWe know that the coming of the Lord is nigh, but He has warned us that \"the\nhour and the day no man knoweth, neither the angels in heaven, nor shall they know until he\ncomes (<span class=\"citation\" id=\"11734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11734)\">D&amp;C 49:7<\/a><\/span>).\nAll that has been set forth in great clearness in the revelations to the\nProphet Joseph Smith and his successors. There is no benefit in prying beyond the revealed\nword of the Lord.\n<\/p><p>\nA passage in the D&amp;C foretells and explains the sorrows of the \"last days,\" and it summarizes\nthe message of the Lord to His latter-day people concerning these times of sadness. (D. &amp; C.\n63: 32-34 )\n<\/p><p>\nI, the Lord, am angry with the wicked; I am holding my Spirit from the inhabitants of the\nearth. I have sworn in my wrath, and decreed wars upon the face of the earth, and the wicked\nshall slay the wicked, and fear shall come upon every man; and the saints also shall hardly\nescape; nevertheless, I, the Lord, am with them, and will come down in heaven from the\npresence of my Father and consume the wicked with unquenchable fire\n(<span class=\"citation\" id=\"11750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11750)\">D&amp;C 63:32-34<\/a><\/span>).\n<\/p><p>\nFear, which \"shall come upon every man,\" is the natural consequence of a sense of weakness,\nalso of sin. Fear is a chief weapon of Satan in making mankind unhappy. He who fears loses\nstrength for the combat of life, for the fight against evil. Therefore, the power of evil ever\nseeks to engender fear in human hearts. In this day of sorrow, fear walks with humanity. It\ndirects, measurably, the course of every battle. It remains as a gnawing poison in the hearts of\nvictors as of the vanquished.\n<\/p><p>\nAs leaders in Israel, we must seek to dispel fear from among our people. A timid, fearing\npeople cannot do their work well. The Latter-day Saints have a divinely assigned\nworld-mission so great that they cannot afford to dissipate their strength in fear. The Lord has\nrepeatedly warned His people against fear. Many a blessing is withheld because of our fears.\nHe has expressly declared that men cannot stop his work on earth, therefore, they who are\nengaged in the Lord's latter-day cause and who fear, really trust man more than God, and\nthereby are robbed of their power to serve.\n<\/p><p>\nThe key to the conquest of fear has been given through the Prophet Joseph Smith. \"If ye are\nprepared ye shall not fear\" (<span class=\"citation\" id=\"11717\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11717)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11717)\">D&amp;C 38:30<\/a><\/span>).\nThat divine message needs repeating today in\nevery stake and ward. Are we prepared in surrender to God's commandments? In victory over\nour appetites? In obedience to righteous law? If we can honestly answer yes, we can bid fear\ndepart. And the degree of fear in our hearts may well be measured by our preparation by\nrighteous living, such as should characterize Latter-day Saints. To the handful of believers at\nthe opening of this dispensation, the Lord gave this glorious promise:\n<\/p><p>\nFear not, little flock; do good; let earth and hell combine against you, for if ye are built upon\nmy rock, they cannot prevail (<span class=\"citation\" id=\"11699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11699)\">D&amp;C 6:34<\/a><\/span>).\n<\/p><p>\nSpeaking to the Church about the events of the last days, the Lord said, \"The wicked shall\nflee unto Zion for safety\" (<span class=\"citation\" id=\"11732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11732)\">D&amp;C 45:68<\/a><\/span>).\nSince Zion is wherever the pure in heart are\n(<span class=\"citation\" id=\"11797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11797)\">D&amp;C 97:21<\/a><\/span>),\nI like to read into that\ninspired saying, that there is safety wherever the people of the Lord live so worthily as to\nclaim the sacred title of citizens of the Zion of our Lord. Otherwise the name Zion is but an\nempty sound. The only safety that we can expect in this or any other calamitous time lies in\nour conformity to gospel requirements.\n<\/p><p>\nEvery individual may carry the blessings of Zion with him wherever he goes. Our boys who\nhave been called into our country's service, if they keep themselves clean and undefiled, carry\nZion with them. It is my faith that they will be protected by divine power. Should they fall in\naction or from disease it will be with the consent of our Father in heaven. Besides, to all\nLatter-day Saints, time and eternity are closely associated. Our sons who live righteously, yet\nwho may lose their lives in this devil-engendered war (and may they be few in number, I pray)\nwill enter into the glory prepared for the righteous. The Lord has so declared. \"Therefore,\nwhosoever belongeth to my church need not fear, for such shall inherit the kingdom of\nheaven\" (<span class=\"citation\" id=\"11701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11701)\">D&amp;C 10:55<\/a><\/span>).\nAnd also, \"fear not even unto death; for in this world your joy is\nnot full, but in me your joy is full\"\n(<span class=\"citation\" id=\"11803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11803)\">D&amp;C 101:36<\/a><\/span>).\n<\/p><p>\nIn this world upheaval, in this day of wanton destruction, we, as a people must look upward.\nThere must be trust and faith in our hearts. Hope must walk by our side. We must remember\ncharity also. We must treasure the warm words of the Father to His Church, \"Be of good\ncheer, and do not fear, for I the Lord am with you, and will stand by you\"\n(<span class=\"citation\" id=\"11756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11756)\">D&amp;C 68:6<\/a><\/span>).\nWe who have been called to leadership in the Church of Christ must lead our people from\nanxiety and fear and doubt, to trust and faith in the Lord, and certainty in the outcome of the\nLord's plan of salvation. We must repeat with gladness the words of the Lord, \"Fear not, let\nyour hearts be comforted; yea, rejoice evermore, and in everything give thanks\"\n(<span class=\"citation\" id=\"11798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11798)\">D&amp;C 98:1<\/a><\/span>).\n<\/p><p>\nAbove the roar of cannon and airplane, the maneuvers and plans of men, the Lord always\ndetermines the tide of battle. So far and no farther does He permit the evil one to go in his\ncareer to create human misery.\n<\/p><p>\nThe Lord is ever victorious; He is the Master to whose will Satan is subject. Though all hell\nmay rage, and men may follow evil, the purposes of the Lord will not fail. The God of Israel,\n\"He slumbers not nor sleeps\" (<span class=\"citation\" id=\"41719\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41719)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41719)\">Ps. 121:4<\/a><\/span>).\nIt is well to remember the admonition of old: \"Be still and\nknow that I am God\" (<span class=\"citation\" id=\"41718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41718)\">Ps. 46:10<\/a><\/span>).\n<\/p><p>\nIt is our destiny as a people to purify the world; to lead men from evil to good; to win the\nnations to the realm of everlasting truth; to prepare the earth for the coming of the Lord. We\nare called to establish the kingdom of God on earth. If we accept our mission with faith and\nthe courage born of faith, the Lord will make us victorious in our labors in his cause.\nHappiness will wait upon us. The protection of heaven will be about us. At this time in our\nhistory, let us teach as never before. \"If ye are prepared, ye shall not fear\"\n(<span class=\"citation\" id=\"11718\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11718)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11718)\">D&amp;C 38:30<\/a><\/span>).\n<\/p><p>\nMay the Lord qualify us for the heavy duties of this day I pray in the name of the Lord Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}