{"ID":900, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i> April 1957,  pp. 89-91<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI could wish that all of the Priesthood assembled in the 96 meeting halls where they are met\ntonight might have been present last evening in the Tabernacle to have listened to and seen\nthe program of the missionary work of the Church. I think had all been present there, it would\nhave been unnecessary for me thus to bring an item or two of missionary work to your\nattention.\n<\/p><p>\nWe have all been deeply impressed by the reports of missions which have come to us, and I\nam sure they have stirred us to a sense of great responsibility in carrying the Gospel to the\nworld.\n<\/p><p>\nI wish to appeal to all of the Priesthood, and to the families of the Church through the\nPriesthood, for more missionaries at this time. You have heard that we have a considerable\nforce in the field, but I must apprise you of the fact that they who are returning from the field\nin such large numbers require more replacements than we can furnish from those whom you\nare recommending to us week by week and month by month. If everyone could realize the\nproblems of a mission president, I am sure that all would be appreciative of the need for\nmissionaries to keep up a more or less standard quota in our missions. As the missionaries\nextend the work, they usually organize small branches of the Church, Sunday Schools, small\ngroups, which have to be nurtured and cared for by the missionaries.\n<\/p><p>\nWhen a sufficient number of missionary terms expire so that the mission president is not able\nto keep in those branches the number who are requisite to carry them on, it not infrequently\nmeans that a small branch that had a good start must be more or less disorganized because\npossibly no one of sufficient stature in the Church is there to administer it, and it therefore\nmeans something of a loss in the forward motion of our missionary work. We do need more\nmissionaries at the present.\n<\/p><p>\nWe need, of course, those who are able to carry forward the work, and as we mentioned to\nthe brethren and sisters last night, they must be in good health&mdash;preferably younger people\nwho can stand the more strenuous effort. They must be, too, impressed with the necessity and\nthe desirability of missionary work. I am sure we were touched tonight as we heard these\nmission presidents express their interest in the people where they served. They knew they\nwere blessing their lives, and every missionary should know that, if he would render the best\nand most effective service.\n<\/p><p>\nSo, we appeal to you, my brethren of the Priesthood, to attempt to send from the homes of\nthe people those who can meet the needs of the various missions. And may I make a\nsuggestion, too, that may prevent some disappointment. So many of our young folks make up\ntheir minds where they would like to serve, and perhaps there is a certain legitimacy to their\nhaving a preference, but it can readily be seen that if all preferences were to be observed, that\nwe would fail to meet the needs of the missions as those needs arise. Therefore, they who are\ncalled to serve in the missionary field should be impressed with the necessity of answering the\ncalls that come to them with gladness and willingness, wherever the mission might be, in\norder to carry forward our Father's work for the reclamation of the\nsouls of his children.\n<\/p><p>\nI take occasion to mention to the Priesthood, too, that all of our missionaries who come into\nthe field now, or who contemplate coming in the near future, should have their polio\ninoculation. If they do that in advance of the time when they come to the mission home,\nconsiderable time will be saved, and they will be able to have the complete inoculation earlier\nthan if they left their inoculations until they arrived here.\n<\/p><p>\nAll missionaries who come to the Mission Home should come with temple recommends. We\nhad thought that was clearly understood throughout the Church, and yet there is scarcely a\ncompany which comes to the Mission Home in which some temple recommends are not\nforthcoming, and time is required in order to get those recommends to go to the temple. All\nof the missionaries who come to the Home go through the temple twice while they are here.\n<\/p><p>\nI think I will not take occasion to mention any further items about our missionaries. I scarcely\nneed to impress upon the Priesthood of the Church the necessity of furnishing to the Church\nthose who shall carry forward this great work. One of the most encouraging things to me,\nfollowing the long journeys that our President has made throughout the world, is the growth\nof our work in distant lands of the earth, of which you had example this evening. This great\nGospel is intended for all men. There is no nation to be favored, if the children of our Father\nwill but open their hearts to the reception of the truth, and there is no one to carry that\nmessage excepting you, the great Priesthood of the Church, and the sisters who assist us in\nmissionary labors.\n<\/p><p>\nI have been thinking that there is something significant in the vastness of this Priesthood\ncongregation that we have the honor of addressing tonight. You have already been told by the\nPresident that there are assembled in 96 different places groups of the Priesthood to hear the\nmessages of this evening, stretched all the way across this Continent from Canada on the\nnorth to Mexico on the south. With this wide coverage one might reasonably ask the question,\n\"Why do we not have a general broadcast of these services?\"\n<\/p><p>\nI think that this most unusual situation in what we call a closed circuit broadcast consists in\nthe unique character of the Holy Priesthood which we have the honor to represent. This great\nsociety of men and boys living in different nations of the earth is admittedly an exclusive\nsociety, not made so, however, by any prohibitory rules and regulations set up for initiation\nand membership which we may prescribe, but made so by the Lord himself. He stands at the\nhead of this great order in his Kingdom. He it is who has caused his delegated power and the\nrights of membership in this order to come to us, his servants. It is he who has made\nprovision for the establishment of this vast exclusive society, with his chosen High Priest at\nits head. And thus it is that those only who have received and accepted their divine\ncommissions are entitled, so to speak, to a ticket to this great meeting which is held tonight.\nYou do not have to pay for your admission here, or in any of the assemblies where our\nPriesthood meet. You are invited guests of the President of the Church tonight to a very select\nand exclusive assembly. We have occasion to feel grateful and proud that we are eligible for\nthis invitation.\n<\/p><p>\nIt is sometimes thought that when things become widely distributed that they are common and\ncheap. That is not so with the Priesthood. It is widely distributed among the men and boys of\nthe Church, as you heard from the reports read today, but it is not cheap. It is precious, and it\nis priceless, and the numbers who bear it, apportioned among the whole population of the\nworld, make it very rare indeed. I one time figured out, some years ago, about how many that\nwould be, and I estimated that there would be one member of the Priesthood to every ten\nthousand persons in the world. If it were so geographically apportioned, we should certainly\nfeel that we had a rare calling.\n<\/p><p>\nThe potential power residing in the membership of this great assemblage is\nso vast and so far-reaching as to defy almost any attempt to measure it. Here among\nthese men of God, old and young alike, is a fund of knowledge&mdash;\"pure knowledge\"\n(<span class=\"citation\" id=\"13592\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13592)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13592)\">D&amp;C 121:42<\/a><\/span>), the\nrevelations call it&mdash;essential and vital to the peace and happiness of mankind. Here upon this\ngreat assembly rests the obligation by divine command to disseminate that \"pure knowledge\"\namong all the Father's children. In the men gathered in this great congregation is vested the\nright, the power, and the duty to establish in verity the Kingdom of God, to set up, to man,\nand to operate the organizations and agencies comprised within the Kingdom, with the express\nduty to prepare the Kingdom for transfer to the Savior himself when he shall come, as he\nsurely will, to take delivery of it.\n<\/p><p>\nI ask you to pause a moment in the thought of this awesome, lofty undertaking&mdash;to prepare\nthe Kingdom for delivery to the Master. I said you were an exclusive society. You are,\nbecause no other body of men in all this world are authorized and equipped to make that\npreparation and that delivery except yourselves. Fortunately, we are divinely organized for the\nachievement of that herculean task. A true representative of the Master stands at our head to\nguide us and to lead us in this great endeavor. If we follow his leadership, and that of his\nassociates, and adhere to the counsels they give, we shall not fail. In preparing the Kingdom\nfor delivery, however, let one thing never be forgotten: our preparation of the Kingdom\nproceeds no faster than the preparation of ourselves to enter into the presence of our Lord and\npartake of the fruits of obedience and righteousness.\n<\/p><p>\nI do not believe that the Kingdom can be nurtured in any degree of wickedness and\nunrighteous dominion. We controvert the age-old assertion that the Kingdom has been\npreserved over the centuries under wicked and sinful potentates and a perversion of the pure\nlaws of the Christ, who was and is the founder of the Kingdom. It is not our practice, my\nbrethren of the Priesthood, to cast aspersion on others, but we are constrained by the truth to\nmake the assertion I just made&mdash;that the Kingdom was lost and is now restored. To prepare\nthe Kingdom for the Master is the most exalted objective that I can think of for the men and\nboys of the Priesthood of the Church of Christ. It comprehends and entails unity and\nbrotherhood, spirit and endeavor, obedience to law and counsel, example&mdash;stimulating, worthy\nexample&mdash;as a premise for missionary work among all men, wide and effective teaching of\nthe principles and practices of the Church, loyalty&mdash;unswerving loyalty&mdash;to principle and to\nauthority.\n<\/p><p>\nWhen the Christ comes to receive his Kingdom, whom will he call to assist him in its\nadministration? I am just as convinced as I am that I stand before you tonight that he will\nfirst call upon you&mdash;his Priesthood. I expect him to be merciful and kind to all the good and\nwell-intentioned of the world, but I know he will respect and honor the organization he has\ncaused to be set up and the man whom he has entrusted with his divine power, and I\nconfidently expect that when he shall personally take charge there will be perpetuated without\ngreat change the organizations and the procedures which have prevailed in the Kingdom of\nthe latter days, organized under the revelations of God. If any word of mine might serve to\nenlarge your appreciation and your vision of the precious power you hold, my dear brethren, I\nwould be grateful indeed. I have complete confidence, without doubt or wavering, in the\naccount we have of the bestowal of the holy power which we bear, and in its authority as\ndescended to us from those who received it from heavenly messengers.\n<\/p><p>\nI know that it is divine. Respect it. Honor it, my brethren. Use it, and employ it for the high\npurposes for which the Lord gave it. Then if you will magnify it, it will magnify you, and\nmake even the humblest great and mighty in the sight of God and the esteem of men.\n<\/p><p>\nThe Lord bless you, my associates in the great Priesthood of the Living God, I humbly ask in\nthe name of Jesus. Amen. \n<\/p>\n<\/div>\n<\/div>"}