{"ID":902, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Wayward<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i> April 1957,  pp. 95-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI lay aside the beautiful lei made of baby orchids, presented to us so graciously by our\nHawaiian sisters, while I speak, fearing too sharp a contrast between the brilliance of its\nbeauty, and the drabness of what may follow. (Laughter)\n<\/p><p>\nMy brethren and sisters and friends, I believe that most families or parts of families to whom\nI have the honor of speaking today are deeply and anxiously concerned about reports that\nreach us constantly regarding the waywardness of youth. I can think of no milder term than\nwaywardness to characterize what I have in mind. You know of many other harsher terms\nmore frequently used, and I do not say without justification. I use wayward because there is\nan element in the term which deserves our thoughtful consideration. The word literally means\ntaking one's own way, and the connotation, of course, is in contravention of, or at variance\nwith, an established way or order.\n<\/p><p>\nIs there an established way or order? Under the law the answer must be yes&mdash;at least to the\nextent that the law covers the ways of life. The Ten Commandments is not a legal document,\nbut its principles are all incorporated into the law by means of penalties prescribed for\ninfraction of these commandments, at least so far as violations of the commandments may be\nmanifest in social behavior.\n<\/p><p>\nWould it not be a great gain in winning respect for the law to make it more clear that the\nlaws of the land in the main have their origin in divine pronouncements, and that in the main\nthey win approval only as they conform to such generally accepted standards of morality and\nrighteousness? Is that not the vital distinction between democracy and communism? The test\nof democratic law has always been, and will continue to be, is it right in accordance with\nrevealed principles of righteousness? The test of communistic law seems to be, is it effective\nin the maintenance of controls superimposed by arbitrary authority? It seems to be of no\nconcern that there is no conformity to divine principles of human conduct, and no recognition\nof divinity as well.\n<\/p><p>\nCould we help wayward youth if we confronted each one with wayward tendencies with these\nforthright questions: \"Are you a communist and an anarchist? Is it your purpose to overthrow\nthe government and forfeit all the safeguards, the rights, and liberties derived from our\nancestors who fought so valiantly and made so many sacrifices for the free society we now\nenjoy? Are you an atheist? Do you believe there is no divine source of right and wrong?\nWould you like to see this country of ours, and other peace-loving democratic countries,\nturned over to communistic domination and dictatorship? You should know that vice and\ncrime in sufficiently extended proportions can do that without a single foreign bomb being\nexploded in our territory. Vice and crime are rebellion. They can bring\non war as devastating as that between states, and they have able and clever leadership, for\ntheir general is the father of lies, the author of clever seductions and enticements, the\ndeceiver, the adversary, the opponent of all that is good and virtuous. That leader is Satan,\ngiven power to tempt humanity in mortality that they may develop resistance and strength.\nThey who follow his lead, though they may think themselves tough, are weaklings without\nresistance. They are without vision. If they had vision, they could see and understand the\ngravity and the futility of their offenses, and they would be able to see prison walls stronger\nand more impenetrable than those built of steel and concrete which will separate them from\nall the finer things of life&mdash;family, friends, the love of God and fellow men.\"\n<\/p><p>\nI do not know that such an imaginary conversation and approach would have a deterrent\neffect upon those with wayward tendencies. I do believe, however, it would be good for those\nwho ask the questions&mdash;fathers, mothers, teachers, and other guardians of youth. Such\nquestions might serve to set in the minds of all some fundamental principles concerning\nrespect for authority, loyalty, and duty. Most unfortunately there are many young folk who\nhave no one to ask the questions. What a pity! May the Lord bring repentance to those\nparents whose selfishness, whose untimely separations, and whose misguided lives have\ninflicted such tragic conditions on their offspring and on society.\n<\/p><p>\nI think it is a mistake for those charged with the custody of children to lose sight of or\nabandon the principle of reproof. The Lord has used that principle in dealing with his children\nduring all the time of which we have record, and he has never given us any indication that it\nshould be abandoned. No one who advocates love as the most important and potent factor in\nparent and teacher and child relations can go too far to suit me, but let it never be forgotten\nthat reproof may be, and very often is, an important element in that loving relationship.\n<\/p><p>\nThe Lord has told us how to reprove. I should like to remind my brethren and sisters, and tell\nmy other friends, what he has said about it. Before I do so, however, I am going to tell you\nof an incident which occurred on a ship while I was returning from a visit to South America a\nnumber of years ago. On this voyage, which included two Sundays, I was asked by those\nrepresenting the captain of the vessel to conduct what were called \"divine services.\" There\nwas no one on board of our own faith to whom I might appeal for assistance. I had made the\nacquaintance of a rather elderly man who was a retired minister of another church, so I asked\nhim if he would participate and offer prayer. He gave a very beautiful prayer at one of the\nservices. After the prayer I engaged him in conversation, and among other things we spoke of\nthe care of youth and family responsibility. He recited an impressive incident in his own\nexperience. He said that while he was an active minister there was among his parishioners a\nvery lovely family. They had a promising son who married. He established a home and began\nto have his own family. Most unfortunately, however, he took up the habit of drinking, and\nwithin a comparatively short time reached the stage where he might be classed as an\nalcoholic. His wife and his family were, of course, greatly distressed. They pleaded with him,\nand so did this minister, to abandon his wayward course, but seemingly to no avail.\n<\/p><p>\nOne day my friend, the minister, met this young man coming down the street. He recognized\nhim some little distance before they met. The young man offered his hand in greeting, but the\nminister rejected the offer, and he said, in substance, to the young man: \"John, I rebuke you,\nand in the authority of my ministry I command you to cease the terrible practices which are\nruining your home and bringing such sorrow to your loved ones.\" With these words the\nminister left the young man, confused and shocked, standing on the sidewalk. My friend told\nme that after he had gone a short distance he was tempted to go back and apologize. He said\nthat he had never done such a thing before, and he could not understand how he had come to\nspeak such seemingly cruel  words to one of his friends for whom he\nfelt such responsibility.\n<\/p><p>\nWhen he had finished telling me of the incident, I picked up a volume which I had with me,\nand I read to him these words:\n<\/p><p>\n\"No power or influence can or ought to be maintained by virtue of the priesthood, only by\npersuasion, by long-suffering, by gentleness and meekness, and by love unfeigned;<br \/>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy,\nand without guile&mdash;<br \/>\n\"Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing\nforth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee\nto be his enemy;<br \/>\n\"That he may know that thy faithfulness is stronger than the cords of death\"\n(<span class=\"citation\" id=\"13591\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13591)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13591)\">D&amp;C 121:41-44<\/a><\/span>).\n<\/p><p>\n\"That's it, that's it!\" the old minister said to me excitedly. \"Where did you find that?\" I told\nhim that it was part of a revelation concerning the nature of the Holy Priesthood, given to the\nProphet Joseph Smith more than a hundred years before this conversation took place. The\nminister then told me that after he had given the rebuke to the young man, a few weeks\npassed, and the man came to him and thanked him, and said to him, \"All the pleading of my\nfamily and friends made me sorrowful but did not bring to me the courage to act. That rebuke\nwhich you gave to me that day on the street has given me a strength that I could not acquire\nbefore. I have never taken a drink since, and I have the resolution and the faith to believe that\nI never will again.\"\n<\/p><p>\nIt is a kindness to reprove in the spirit of love. It is an unkindness to mitigate the gravity of\noffenses in those for whose guidance and direction we have responsibility.\n<\/p><p>\nNext, I would like to ask this question. Has the word <i>duty<\/i> come to have anything in the\nnature of an unpleasant reaction on the part of those undertaking to lay down principles for\nthe guidance of youth? Sometimes I hear so much about uninhibited independence of action\nand free development of personality that it makes me wonder if the concept of duty has gone\nout of the picture. <i>Conformity<\/i> also seems to be a term that has come in for a measure of\nodium. The only place where I hear duty and conformity spoken of with great acclaim is in\nthe military establishments. Everybody there seems to be most exacting without toleration for\nany departure or insubordination, and I have never heard of reproof there being administered\nin any such way as I have described. I suppose it would be shocking to the proponents of the\nso-called individualistic development theory to assert or assume that discipline is just as\nnecessary for the success of an orderly society as it is for the success of armies and navies.\n<\/p><p>\nWhy should the inculcation of the principle of duty in the training of youth be regarded in\nany unfavorable light whatsoever? Do we obtain anything of worth except by conformity to\nthis principle? It is true that the concept of duty may entail some self-denial, but do we not all\nsuffer for success, in the sense, at least, that we discipline ourselves to the conditions of\nsuccess? In athletics, which often seem so important to youth, no one achieves distinction\nexcept by conformity to training, which is duty, and to the governing rules. In business the\nsame is true. There are governing rules and principles which must be observed. Sometimes\nmen think they can gamble and get something for nothing, but in the end they cannot succeed\nin business by this method, for legitimate business is built upon the principle of exchange of\nvalues. There are some who think that in professional and academic life the so-called\nindividualist without conformity may win great success and distinction. In reality, this is not\ntrue, for the great researchers and contributors to the welfare of humanity are generally not\nnon-conformists&mdash;they are expansionists&mdash;building upon the knowledge already acquired for\nthe extension of principles and formulae to good purpose.\n<\/p><p>\nI hope I do not labor this point too much, but when I hear occasionally&mdash;not often&mdash;of\nteachers, and some parents, too, who decry the old-fashioned concepts of conformity and\nduty, and place a premium on non-conformity without its alleged\nabridgment of intellectual freedom, I cannot help feeling grave concern about students and\nyouth who are subjected to such views by those whose scholarly attainments they respect and\nadmire. I wish all who project such teaching might find a way of discovering its relation to\ndeviations in youth which so much plague society today. I am bold enough to say, whether it\nbe wisdom or not, that any teacher taking advantage of the prestige which his position gives\nhim, who advocates or permits the impression to prevail that the traditional standards of\nmorality prevailing in the good homes of his students are not binding on the individuals who\nmake up his class, is untrue to both his constituency and his calling, and remembering that\nthese moral principles and standards have been incorporated into the laws of the land, it may\nnot be going too far to view his teaching as traitorous to the law and the government under\nwhich he operates.\n<\/p><p>\nI make these drastic statements not so much by way of indictment, because I am sure there\nare very, very few who would intentionally mislead their students, but rather by way of\ncaution against a philosophy which could greatly add to this waywardness of youth.\n<\/p><p>\nWhat chances do we take when we teach our youth that there are well-recognized standards of\nmorality incorporated into the very structure of the law of the land? And if a teacher has the\nmind to give the history of our institutions and our laws, is it objectionable to tell the truth\nabout the source of these moral concepts and principles which have come down to us? Is it an\ninfringement on any personal liberty to reveal the fact that the Ten Commandments furnish\nthe foundation and basis for much of our law? If it is not an infringement, why should not all\nof our students and our youth know this? I think it would greatly enhance their respect for the\nlaws of our land and bring to them a more clearly defined understanding of duty and\nobligation in a country governed by such law. They ought to know that they cannot enjoy\nproperty, money, and all the advantages they bring without the duty to protect property and\nrightful owners in the possession thereof they ought to know that they cannot enjoy personal\nhealth and personal freedom of motion without the corresponding duty to protect from assault\nand molestation. And they ought to be made fully aware of the fact that there can be no\nhappy homes, no contentment and security therein without the duty of everyone to preserve\nthe sanctity of the home, the virtue of womanhood, and manhood, too. He who would\ndisparage the principle of duty, the controlling factor in our living, has a very narrow and\nconstricted view of the purpose of life in the universe, for without hesitation I say: Teach\nduty, require duty, if need be, in children to bless their lives with proper understanding and\npractices essential to their happiness.\n<\/p><p>\nNow, there are other concepts and principles indispensable to happy living in a good society\nwhich are not incorporated as such into the laws of the land. No penalties are provided for\ntheir infraction. The Ten Commandments were given largely by way of  injunction: \"Thou\nshalt not . . .\"\n<\/p><p>\nThe Beatitudes come to us as persuasion and incentive. They are not negative, but positive, in\ncharacter. All who believe in the standards of righteousness and morality set up by the Ten\nCommandments know and understand that the gracious persuasion of the Beatitudes and other\nof the Savior's teachings furnish the highest incentive to yield obedience to the\ncommandments and attain the blessings which are held out as a reward for compliance. It is\nessential that this be made clear to youth, that they may understand that moral standards and\nprinciples are not just prohibitive and negative in character, but that they are the essential\nfoundation to happiness and the attainment of joy. If they could once be persuaded that there\nis no enduring happiness in sin, but only in goodness, the battle would be won.\n<\/p><p>\nI know that a great effort is put forth by millions of good people to hold before youth the\nadvantages and the lasting values emanating from the teachings of our Lord. I rejoice  in\nthese efforts, and I am sure that unmeasured good comes from them to\ncountless of our Father's children. If I may make any contribution whatever to this great\nundertaking of persuasion for the adoption of the Christian principles as a way of life, it is\nthis: to make clear that the kingdom of God is a kingdom of law; that the governing laws are\nof divine origin; that they are eternally right and do not change&mdash;interpretations may vary, but\nthe laws are eternal; that infraction of the law is sin and draws a penalty. We know of the\npenalty attached to the breaking of these laws when they are incorporated in the laws of the\nstate. We have not been shown the exact nature of the penalties which the Lord imposes, but\nwe do know that no law of his may be broken with impunity.\n<\/p><p>\nI want this taught to youth so that they may comprehend it. It is their due and their right to\nhave these things given to them without dilution or apology. This is justice and mercy.\nNeither shall rob the other. How can it be a kindness to any youth to whitewash and\nameliorate the crime and the sin of stealing, of assault to bodily injure, of vandalism, the\nwanton destruction of property, of malicious scandal, of lying and deceit, and perhaps the\ngreatest of all, that robbery which steals virtue from either woman or man?\n<\/p><p>\nPerhaps at this point I should tell those not of the Church something they may not know.\nWithin our society the law of virtue is applicable equally to men as to women, and all are\ntaught that it is better to lose life than virtue. To some these teachings may seem extreme. We\nbelieve they are justified and have approval of the Christ whom we follow.\n<\/p><p>\nI will repeat a circumstance which came under my observation some years ago, with apologies\nfor its repetition to those who have heard it. I presided over a conference session in one of\nour older meetinghouses in which there was a relatively small balcony in the rear of the\nchapel. This balcony was filled with young men and women in their teens. I called upon the\npresident of the stake to speak at the conference. To my surprise, and I think to the surprise\nof the large congregation in the body of the house, he addressed himself directly and\nexclusively to the young people in the gallery. Looking straight at them, he said, in substance:\n<\/p><p>\n\"Young people, in the not too distant future, nearly every one of you will come to me to be\ninterviewed; some for advancement in the priesthood&mdash;these will be young men; some for\nrecommendations to go on missions&mdash;these will be both young men and young women; and\nmany of you for recommendations to go to the temple for marriage&mdash;both men and women.\nWhen you come to me for interview separately, I will ask each one to sit down in a chair\ndirectly facing me. I will look each one squarely in the eye, and this is the first question I\nwill ask: Are you clean? If you answer yes, you will be happy. If you answer no, you will be\nsorry. If you lie to me, you will regret it all the days of your life.\"\n<\/p><p>\nThat is all that he said to these young people. There was profound silence. I think that no one\nwho was present will ever forget the occasion and the impression made on these young men\nand women. I think that this man did not overemphasize the moral principle which he\nimpressed on these young people. May it not be that when we come to the final judgment, as\nall of us will, that may be the first question propounded for each of us? Are you clean?\n<\/p><p>\nWashington said that morality and religion were the firmest props of government. I say\nmorality&mdash;private morality&mdash;is indispensable to a good society rounded on happy homes in\nnations of freedom. One of the disappointments that has come to me in the observation of our\npolitical life is that all too frequently our citizens are prone to tolerate private immorality in\npublic office, and that by comity neither side will accuse the other. I do not make this\nindictment general, but I firmly believe that there are a sufficient number of cases of\nhypocritical living in public affairs, and a sufficient number of instances of infidelity in the\nhomes of the land, exposed and unexposed, as to have furnished an example for youth which\nhas not been encouraging. The need of the hour is for good example and good teaching, and\nteaching is very difficult without the fortification of example.\n<\/p><p>\nYou may have observed that I have not used the term <i>delinquency<\/i>. I chose\n<i>waywardness<\/i> for this discussion, because I wanted to give to youth the benefit of all doubt\npossible. Wayward youth has gone his own way, in large measure because he has not\nadequately been shown the right way.\n<\/p><p>\nI humbly pray that all the forces at our command, the home, the church, the school, the\ngovernment, and the exemplars of the nation, shall all combine to show wayward youth the\nright way, which is God's way, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}