{"ID":904, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Progress of the South Sea Missions<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i> April 1957,  pp. 102-106<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI humbly pray that I may have the liberty which comes from the possession of the Holy Spirit\nand that your prayers and mine may be effective to that end.\n<\/p><p>\nAs mentioned, we have just returned from a tour of the missions in the South Pacific, and we\nare sure that you parents, friends, and relatives of the missionaries who are laboring there will\nbe interested in knowing that they are well, happy, and doing a wonderful work. They send to\nyou and to all members of the Church their love, greetings, and gratitude. We met 575 of\nthem while there, held meetings with them, listened to their testimonies, discussed with them\nsome of their problems, and were inspired by their faith and devotion.\n<\/p><p>\nEverywhere we went the people were living in the afterglow of the recent visit of President\nDavid O. and Sister McKay. To thousands it marked the pinnacle of their spiritual\nexperiences. We wish publicly to thank him and his counselors for the  priceless privilege of\nvisiting the wonderful people of those islands and for the honor of\nattending the ceremony of the laying the cornerstone of the New Zealand Temple.\n<\/p><p>\nTwo other names are immortal among the Polynesians. Their love for Elder and Sister\nMatthew Cowley borders on devotion. They mention their names in hushed tones and sing\nspecial hymns written in remembrance of their years of loving and devoted service.\n<\/p><p>\nIn addition to these regular missionaries, there are another 500 local labor missionaries and\n120 Zion labor supervisors working there under the inspired and able leadership of President\nWendell B. Mendenhall.\n<\/p><p>\nThere are now forty-one chapels under construction, five major college projects, four mission\nhomes, and another thirty chapels will be under construction within the year. I think in all the\nhistory of the Church we have never had a more inspiring example of voluntary co-operative\neffort than we saw in the college and temple projects in New Zealand and Hawaii. Not only\ndo the missionaries and supervisors work on these projects without pay&mdash;often singing as they\nwork&mdash;but most of them are also housed and fed by the local members of the Church. A\nrepresentative of the press, after visiting the New Zealand project, expressed amazement and\nsaid, \"A more completely unselfish work has never come to my attention.\"\n<\/p><p>\nThere are now over 59,000 members of the Church in the South Pacific, and as we traveled\namong them we were reminded of the early missionaries who were there when conditions\nwere quite different. We thought of President Joseph F. Smith, President George Q. Cannon,\nof my own grandfather, James S. Brown, and others, who endured hardship and privation\nunder those primitive conditions. In fact, some of them were in danger at times of becoming\nthe chief ingredient for an old-fashioned stew. They were mercifully preserved from that. We\nhope that they who planted those early seeds are sharing with us the joy of a wonderful\nharvest. We bring you then, from the dignified, humble, faithful Polynesians and others in the\nSouth Pacific, who covered us with love and leis, their \"<i>Aloha<\/i>&mdash;<i>Kiaora Kenton Katoa<\/i>,\" or in\nother words, \"Greetings, and God bless you.\"\n<\/p><p>\nDuring our tour, many questions were asked concerning the Church and its activities. The one\nmost frequently asked was, \"Are the Mormons Christians, and if so, how does the Church\ndiffer from other Christian churches?\" Now, if to be a Christian means to believe that Jesus of\nNazareth was the Son of God, the Redeemer of the world, and to follow his teachings; if\nbeing a Christian means to live or try to live the Christian life as he directed, then we answer\nthe first part of that question with a categorical, \"Yes, we are Christians.\"\n<\/p><p>\nThe answer to the second part of the question is a complex one and cannot be given in a short\naddress. However, perhaps some of our nonmember friends who have honored us with their\npresence here or in the radio and television audiences would be interested in a brief reference\nto some of those differences.\n<\/p><p>\nThe thirteen Articles of Faith, published by the Church in 1842, are roughly the equivalent of\ncreeds in other religious organizations. Therein is set forth a concise and authoritative\nstatement on the teachings of the Church of Jesus Christ of Latter-day Saints. Of course, to\npoint out the differences between these teachings and others would require an analysis and\ndiscussion far beyond the time limits of this occasion and the ability of the speaker. We may,\nhowever, refer in passing to some of them. It is worthy of note and doubtless surprising to\nsome that everything we teach or practice is based upon and is in strict harmony with the\nKing James Version of the Holy Bible, which we accept as the word of God\n(<span class=\"citation\" id=\"6722\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6722)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6722)\">A of F 1:8<\/a><\/span>).\n<\/p><p>\nWe believe in other scriptures in addition to the Holy Bible; scriptures that were produced as\nscriptures have always been produced, by, as Peter said, \"holy men of God, [who] spake as\nthey were moved by the Holy Ghost\"\n(<span class=\"citation\" id=\"4846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4846)\">2 Pet. 1:21<\/a><\/span>).\nThere is meticulous agreement between\nthe Book of Mormon and the Holy Bible, agreement not only on basic doctrine, but each also\nhas the same central theme, viz: predicting the event, recording the advent, and bearing\nwitness to the import of the life and mission of Jesus the Christ. The fact that these sacred\nvolumes were written on different hemispheres, at times when there\nwas no intercommunication, is not only evidence of divine purpose but also indicates inspired\nauthorship.\n<\/p><p>\nThe Latter-day Saints, like the former-day Saints, believe in the gifts of the Spirit as\nenumerated by the Apostle Paul: tongues, prophecy, revelation, visions, healings,\ninterpretation of tongues, etc. (see\n<span class=\"citation\" id=\"291\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 291)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(291)\">1 Cor. 12:7-10<\/a><\/span>).\n<\/p><p>\nWe believe that these gifts as enjoyed now are part of the blessings that have come through\nthe restoration of the gospel. We realize that when we say they have been restored to the\nChurch it implies they were taken away or were no longer enjoyed. History, both profane and\nsacred, confirms that fact. Many candid and devout Christian writers assert and deplore the\nloss of these gifts and agree with John Wesley that they were not enjoyed beyond the second\nor third century and were seldom known after \"that fatal period when the emperor,\nConstantine, claimed to be a Christian.\"\n<\/p><p>\nOur observance of the Word of Wisdom, God's law of health, is distinctive and is a physical\nand spiritual blessing to the people. Reference has been made in this conference to the awful\nprice the world is paying for the use of things which God has said are not good for man.\n<\/p><p>\nWe practice the law of tithing as it was taught and practiced anciently, and, being the Lord's\nfinancial law, we find it superior to any man-made economic system. Fast offerings, the\nwelfare program as administered by the priesthood, the Relief Society, and other agencies are\nan extension of the Church's economic policy, always having in mind the physical as well as\nthe spiritual well-being of the people.\n<\/p><p>\nSome complain that we are too materialistic, that our teachings lack spiritual emphasis; they\nsay we should keep the spiritual life free from contamination with the material, which,\naccording to them, is gross and evil. But we are reminded that man's body was made in the\nimage of God, from the dust of the earth. That the Savior did not consider earthly substances\nas evil is evidenced by the fact that he was baptized in the earthly element of water and\npointed to such baptism as the gateway to his kingdom to all who would follow him.\nFurthermore, he taught the deepest truths about the human spirit by reference to common\nmaterial things, such as the birds of the air, the lilies of the field, sheep and shepherds, and\nfarmers sowing seed. He chose humble fishermen for his disciples and not only taught them\nto become fishers of men but also gave them a lesson in fishing for fish. He and his apostles\nspent much of their time ministering to the poor, healing the sick, moving among the common\npeople as they were engaged in the mundane affairs of life, mending the bodies as well as the\nsouls of men.\n<\/p><p>\nWe believe that religion should touch the lives of men redemptively here and now, at every\npoint of human experience, that matter is not essentially evil but that its purpose is to serve\nspirit, while spirit controls and glorifies matter. There is a beneficent and eternal relationship\nbetween spirit and element. The Lord, speaking through the Prophet Joseph Smith, declared,\n<\/p><p>\nFor man is spirit. The elements are eternal, and spirit and element, inseparably\nconnected, receive a fulness of joy;<br \/>\nAnd when separated, man cannot receive a fulness of joy.<br \/>\nThe elements are the tabernacle of God; Yea, man is the tabernacle of God, even\ntemples\" (<span class=\"citation\" id=\"13575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13575)\">D&amp;C 93:33-35<\/a><\/span>).\n<\/p><p>\nWe believe the gospel of Jesus Christ must be preached to all the world, and to this end we\nhave a great and unique missionary system. Young men and women are called, thousands of\nthem each year, to spend two or three years of their life in missionary service, at their own\nexpense. They are willing to interrupt their education, postpone their marriage, or give up\ntheir employment in order to perform this service. As we heard yesterday, there are now\n13,000 of them at home and abroad, in various phases of missionary activity. These young\npeople are instructed that they are not to attack or cast any aspersions on other churches but\nto respect every man's right to worship God as he may see fit.\n<\/p><p>\nThe organization, government, and discipline of the Church have attracted wide and \nfavorable attention. The Church bestows the priesthood upon all\nworthy male members over twelve years of age. With a total membership of fewer than a\nmillion and a half, we have 372,530 men and boys who hold some office in the priesthood.\nThis means a sharing of authority and responsibility and results in widespread interest and\nactivity. Last night, for instance, a general priesthood meeting of the Church was held in this\ntabernacle and the proceedings carried by closed circuit radio to groups in ninety-six chapels\nin surrounding cities and states, where a total of 37,180 men holding the priesthood received\ninstructions from the leaders of the Church.\n<\/p><p>\nSo we might go on, far beyond the limits of time here, in simply listing the distinctive\nteachings of the Church. But there is one basic and fundamental difference to which we call\nattention for a moment, namely, the doctrine of Deity. On this transcendently important\nsubject we take sharp but friendly issue with the creeds of men, and we are willing to rest our\ncase upon biblical precedents and divine revelation. We worship the God of Abraham, Isaac,\nand Jacob, the Jehovah of the Old Testament. We believe that Jesus of Nazareth is the Son of\nGod and the Messiah who was expected through the centuries but rejected when he came.\n<\/p><p>\nWe believe that the Godhead consists of the Father, the Son, and the Holy Ghost, generally\nknown as the Holy Trinity, but we believe that they are separate and distinct Personages, that\nthe Father and the Son are personal and material and increasingly comprehensible as men\nprogress and gain understanding; that the Father and Son have bodies composed of parts and\npossessed of feelings (<span class=\"citation\" id=\"13594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13594)\">D&amp;C 130:22<\/a><\/span>);\nthat the Holy Ghost is a Personage of Spirit.\n<\/p><p>\nIf Jesus of Nazareth was and is God, as John the Beloved and others declared him to be (see\n<span class=\"citation\" id=\"27720\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27720)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27720)\">John 1:1-3<\/a><\/span>),\nthen God must be personal and material. It was not an incomprehensible,\nimmaterial essence that came forth from the tomb, but the glorified, resurrected body of Jesus\nthe Christ; it was a body of flesh and bone, as he himself declared\n(<span class=\"citation\" id=\"31458\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31458)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31458)\">Luke 24:39<\/a><\/span>),\nand as Thomas was called\nupon to verify by touch as well as sight\n(<span class=\"citation\" id=\"27746\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27746)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27746)\">John 20:25-27<\/a><\/span>).\nIt was this body which ascended into heaven in the\npresence of the amazed disciples. It was this body which the attending angels declared should\ncome again when they said,\n<\/p><p>\nYe men of Galilee, why stand ye gazing up into heaven? this same Jesus, which\nis taken up from you into heaven, shall so come in like manner as ye have seen\nhim go into heaven (<span class=\"citation\" id=\"7797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7797)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nWhen Jesus came and revealed God to men, he held up to them a personal, living ideal and\nexhorted them to become perfect, even as his Father is perfect\n(<span class=\"citation\" id=\"34821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34821)\">Matt. 5:48<\/a><\/span>). The value of having an ideal\nis that it inspires emulation. We seek to become like that which we adore. Surely no one\naspires to become diffused, immaterial essence, devoid of body, parts, or feeling and without\ncenter or circumference. Faith that a living, personal God is the Father of the human spirit\nencourages men to push back their horizons, to look up instead of down for their source. It\nenlarges their vista and life takes on new interest and new meaning. It encourages men to live\nmore abundantly, and he said this was one purpose of his coming\n(<span class=\"citation\" id=\"27730\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27730)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27730)\">John 10:10<\/a><\/span>).\n<\/p><p>\nBecause the Father called us sons and the Savior called us brothers, we posit for man an\nexalted Godlike status with almost limitless possibilities. This God-image quality in man,\nwhich is the root of his dignity, gives deeper meaning and a higher purpose to life, establishes\nfaith and fortitude, and supplies the necessary valor to realize the vision without which people\nperish. It renews man's determination to pursue the eternal quest for answers to the whence\nand why and whither of life.\n<\/p><p>\nAgain, if God is not comprehensible, then man's salvation is impossible, for Jesus said,\n<\/p><p>\nAnd this is life eternal, that they might know thee the only true God, and Jesus\nChrist whom thou hast sent (<span class=\"citation\" id=\"27740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27740)\">John 17:3<\/a><\/span>).\n<\/p><p>\nIf, therefore, we cannot know him, then we cannot have life eternal, and if this be so, then the\nwhole plan of salvation fails, the doctrine of the atonement is false and meaningless, and men\nare left in Dante's deepest hell, \"desiring without hope.\" We agree with Milton that \"the end\nof all learning is to know God and out of that knowledge to love and\nemulate Him.\"\n<\/p><p>\nUnfortunately, in the minds of many religious people the term God is ambiguous. But there\nwas nothing ambiguous about the Hebrew prophets' concept of Jehovah. To them he was a\nliving God with whom Moses and others talked. Certainly there was nothing mysterious or\nhard to understand in Christ's revelation of his Father. He said, \"he who hath seen me hath\nseen the Father\" (<span class=\"citation\" id=\"27734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27734)\">John 14:9<\/a><\/span>).\nWe believe in a living God, a conscious, sentient, intelligent Being with\nwhom we associate the highest attributes of personality in their fullest development.\n<\/p><p>\nIf this claim of a restoration be true, then we should expect the pristine Church to be a\nprototype of the restored Church, for not only he but also his teachings are the same,\nyesterday, today, and forever (<span class=\"citation\" id=\"24273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24273)\">Heb. 13:8<\/a><\/span>).\nIt follows then that to outline and delineate the difference\nbetween the restored Church and other churches, one needs only to become familiar with the\nChurch as it was organized by Christ and his apostles in the Meridian of Time and then\ncompare the churches of modern times with that pristine Church. Whatever differences appear\nthey are the differences between the churches of men and the restored Church of Jesus Christ.\n<\/p><p>\nAlso, our faith in the materiality and separate individualities of the Father and the Son\nsustains faith in the doctrine of the second coming of Christ, when he shall reign during the\nmillennium and we shall have a thousand years of peace. The prophets of old predicted his\nsecond coming in no uncertain or mystical terms. We refer to Job, Psalms, Isaiah, Joel,\nZachariah, Malachi, and others. He himself promised that he would come in the glow of the\nFather with his angels. We read in Matthew,\n<\/p><p>\nWhen the Son of man shall come in his glory, and all the holy angels with him,\nthen shall he sit upon the throne of his glory:<br \/>\nAnd before him shall be gathered all nations; and he shall separate them one from\nanother, as a shepherd divideth his sheep from the goats\n(<span class=\"citation\" id=\"34835\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34835)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34835)\">Matt. 25:31-32<\/a><\/span>).\n<\/p><p>\nPaul, in writing to the Thessalonians, said,\n<\/p><p>\nFor the Lord himself shall descend from heaven with a shout, with the voice of\nthe archangel, and with the trump of God: and the dead in Christ shall rise first\n(<span class=\"citation\" id=\"2734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2734)\">1 Thes. 4:16<\/a><\/span>).\n<\/p><p>\nWe bear witness to the restoration of the gospel of the Lord Jesus Christ. We bear witness\nthat the Church has been organized and that it like its prototype, the primitive Church, is built\nupon the foundation of apostles and prophets, Jesus Christ himself being the chief cornerstone\n(<span class=\"citation\" id=\"21694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21694)\">Eph. 2:20<\/a><\/span>).\nThrough this restoration men have been given the right to speak and act in the name of God\nas anciently, and through the endowment and employment of these gifts among men, the truth\nhas been restored, and we humbly proclaim it.\n<\/p><p>\nTime will not permit even the mention of other, and there are many other, differences, but we\nrepeat, we are Christians; we believe in the Holy Trinity, Father, Son, and Holy Ghost, in the\nholy scriptures, ancient and modern; we believe in the doctrine of the second coming of the\nChrist, and we believe that when he comes he will be as the Bible has promised, a glorified,\nresurrected Being, whose feet shall stand upon the Mount of Olives\n(<span class=\"citation\" id=\"43070\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43070)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43070)\">Zech. 14:4<\/a><\/span>). We look forward to that\ncoming and pray that God will help us and all men to prepare for it, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}