{"ID":905, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Father's Day<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i> April 1957,  pp. 107-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nEach year on the second Sunday in May we set aside a very special day which we call\nMother's Day. This is a day for honoring our mothers, and is traditionally a day of family\nunity and happiness. On this day we put on our best clothes and perform our most thoughtful\nacts to honor and please our mothers.\n<\/p><p>\nTwo days ago was a kind of special Mother's Day to me, inasmuch as it was my mother's\nbirthday, and though she has long since departed this life, I am very grateful for the privilege\nwhich is mine to remember and honor her.\n<\/p><p>\nClosely associated with Mother's Day, we set aside another special day on the third Sunday in\nJune which we call Father's Day. The importance of both of these great days was given\ndivine emphasis and approval some 3,400 years ago when God descended in fire upon Mt.\nSinai, and to the accompaniment of lightnings and thunders, said&mdash;\n<\/p><p>\nHonour thy father and thy mother . . . (<span class=\"citation\" id=\"22661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22661)\">Ex. 20:12<\/a><\/span>).\n<\/p><p>\nAs I understand it, the observance of this commandment brings more benefit to the children\nthan to the parents, for when we honor an ideal, our lives are uplifted by it. It has been said\nthat \"the sins of the fathers are visited upon the children\"\n(<span class=\"citation\" id=\"22658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22658)\">Ex. 20:5<\/a><\/span>), but that may also apply to their\nvirtues; for, as the poet said&mdash;\n<\/p><p>\nWhen the high heart we magnify<br \/>\nAnd the sure vision celebrate<br \/>\nAnd worship greatness passing by,<br \/>\nOurselves are great.\n<\/p><p>\nIn President McKay's great book <i>Gospel Ideals<\/i>, he said, \"The other night I dreamed about my\nmother.\" And then he said, \"I would like to dream about my mother more often.\" That is, in\nhis dream, his mind went back and relived those important experiences when he learned from\nhis mother the lessons of life that helped to prepare him for his present high place in the\nworld. Each time we relive some sacred experience, that experience is renewed in vitality, and\nwe are able to reabsorb the original good.\n<\/p><p>\nIt was while trying to relive my own mother's devotion on her birthday, that I selected the\ntitle for what I would like to say to you this morning. The title that I think would please her\nmost is \"Father's Day.\" And I don't mean the Father's Day that comes on the third Sunday in\nJune. I mean the Father's Day that comes on the first day of each week, when we try to\nhonor and please our Heavenly Father.\n<\/p><p>\nThe Apostle Paul has reminded us that\n<\/p><p>\n. . . we have had fathers of our flesh which corrected us, and we gave them\nreverence: shall we not much rather be in subjection unto the Father of spirits and\nlive? (<span class=\"citation\" id=\"24272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24272)\">Heb. 12:9<\/a><\/span>).\n<\/p><p>\nThe relative importance of this great day that we call the Sabbath might be indicated to us by\nthe frequency of its reoccurrence. That is, we have one day to honor Washington, one day to\nhonor Lincoln, one day for Thanksgiving, one day for our nation's birthday. And then our\nFather in heaven, in his wisdom, has set aside one-seventh of all of the days to honor God.\nThis day is also set aside primarily for our benefit. When one honors a wonderful mother, he\ntends to make her standards his own, and when one honors God he tends to become like God,\nand thereby helps to bring about his own eternal exaltation.\n<\/p><p>\nThese fifty-two Father's Days have also come down to us from that awe-inspiring day on\nSinai thirty-four centuries ago when out of the fire God said&mdash;\n<\/p><p>\nRemember the sabbath day, to keep it holy\n(<span class=\"citation\" id=\"22659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22659)\">Ex. 20:8<\/a><\/span>).\n<\/p><p>\nIn fact, it has been thought that our civilization could never have survived for half a century\nif it had not been for this one day in seven that we call Sunday. This is the day when we try\nto reach a pinnacle in our lives by living at our best. This is the day when we pay particular\nattention to the washing of our bodies. This is the day when we put on our best clothes and\nthink our best thoughts and read our best books. This is the day when\nwe associate with the people we love the most. This is the day for which we usually reserve\nthe best meal of the week. This is the day when we lay aside the cares that usually concern us\nduring the other six days while we go to the house of prayer and let our minds reach upward\nto try to understand the things of God and eternity. This is the special day when we worship\nGod, and honor Him in our lives. The proper observance of the Sabbath is the process by\nwhich we put our lives in harmony with Deity.\n<\/p><p>\nBecause President McKay has loved his mother and tried to please her, she has been enabled\nto help guide and enrich his life. And because President McKay has honored and loved his\nHeavenly Father, God has been able to magnify him and make him great.\n<\/p><p>\nOne thing that greatly disturbs me as I go around a little bit is the consciousness of the great\nnumber of people who are losing their opportunities and their blessings by the misuse of the\nSabbath day. All of our lives we have heard of the great wonders that can be accomplished by\neven fifteen minutes a day devoted to well-directed study and concentrated thought. We know\nof many who have raised themselves to great heights of achievement by this simple means.\nBut think how wonderfully we can upgrade our spirituality by making effective use of \"The\nLord's Day\" (<span class=\"citation\" id=\"13554\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13554)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13554)\">D&amp;C 59:12<\/a><\/span>),\nwhich he has set aside especially to enrich our lives.\n<\/p><p>\nAlexander Hamilton once gave the secret of his extraordinary success and we can apply his\nformula to the observance of the Sabbath day. Mr. Hamilton said: \"Men give me some credit\nfor genius. But all the genius I have lies in this. When I have a subject in mind I study it\nprofoundly. Day and night it is before me. I explore it in all its bearings. My mind becomes\npervaded with it. The result is what some men call the fruits of genius, whereas it is in reality\nthe fruits of study and labor.\"\n<\/p><p>\nIt is a thrilling idea to think of the possibility of becoming a \"genius\" in the things of the\nspirit, a \"genius\" in the work of the Lord. This can actually be brought about by devoting our\nminds and our hearts to the important considerations for which this one day in seven was set\naside.\n<\/p><p>\nIt is still true that, \"As a man thinketh in his heart, so is he\"\n(<span class=\"citation\" id=\"41427\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41427)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41427)\">Prov. 23:7<\/a><\/span>). Everything starts from that one\nbeginning.\n<\/p><p>\nMind is the master power<br \/>\nThat molds and makes,<br \/>\nAnd man is mind.<br \/>\nAnd evermore he takes the tools of thought<br \/>\nAnd fashions what he wills,<br \/>\nBringing forth a thousand joys, a thousand ills.<br \/>\nHe thinks in secret, and it comes to pass<br \/>\nEnvironment is but his looking glass.\n<\/p><p>\n                    James Lane Allen<br \/>\n                    <i>Morning and Evening Thoughts<\/i>\n<\/p><p>\nSomeone has made this challenging proposition: \"How would you like to create your own\nmind?\" But isn't that exactly what each of us does? William James said, \"The mind is made\nup by what it feeds upon.\"\n<\/p><p>\nThis idea was strikingly illustrated to me sometime ago in conversation with a friend who\nsaid, \"But I am just not religious,\" and he shrugged his shoulders as if to say, \"There is\nnothing that I can do about it.\" With the hope of helping him, I said, \"Bill, I am sure that\nwhat you say is true, that you are not religious. But have you ever thought about the\ncircumstances that brought that situation about? How could you ever hope to be religious?\nYou don't study religion; you don't read the scriptures; you don't go to church; you don't\npray to God; you don't think about him; you don't meditate about religious things. How could\nyou ever hope to be religious?\"\n<\/p><p>\nSomeone once said to a small boy, \"Who gave you that black eye?\" The boy said, \"No one\ngave me that black eye. I had to fight for it.\" That is what we must do for every worthwhile\nthing in our lives. We must fight for them. Certainly we must earn the right to be religious.\n<\/p><p>\nI told my friend about a little toy clown that I saw at Christmas time. It was a little plastic\nfigure that had a lead weight in the crown of his head which could always be depended  upon\nto bring him to an upside-down position. If you laid him on his back, he would\nimmediately flip up on his head. If you stood him on his feet, he\nwould quickly reverse his position and light on his head.\n<\/p><p>\nBut isn't that exactly our own method of response? We can absolutely depend upon this fact,\nthat wherever we place the weights of our interest, that will be the place at which we will\nmore or less automatically respond; for example, my friend was very much interested in\nathletics; he spent his Sundays and other free time reading about and participating in various\nkinds of sports. He told me that he could quote the batting averages of every important major\nleague baseball player in the United States, and at the same time, he confessed that he could\nnot quote one single verse from the word of God.\n<\/p><p>\nMy friend thoroughly understood the importance of taking a vitamin pill every day, but he\nhad no conception of the desirability or the methods for developing spiritual health and\nvitality. Someone once said, \"I never put religion out of mind. I was so open-minded it fell\nout.\"\n<\/p><p>\nOur spiritual health must always be primarily our own responsibility. A physician judges the\nhealth by the appetite, and our spirituality may be judged the same way. It is easy to ruin our\nappetite for the things of God when we build bars in our homes instead of altars. By the\ndesecration of the Sabbath Day we may become more interested in a horse race than in the\ncelestial kingdom.\n<\/p><p>\nWilliam James said, \"That which holds our attention determines our action.\" That rule applies\nto a prize fight or the celestial kingdom. We ourselves choose the interests that will shape our\ndestiny. But no life can in its final analysis ever really be successful that is primarily\nconcerned with its own shallow pleasures and narrow interests, but can find no time for the\nauthor of our lives and our blessings. Someone said&mdash;\n<\/p><p>\nNo time for God,<br \/>\nWhat fools we are<br \/>\nTo clutter up our lives<br \/>\nWith worthless things<br \/>\nAnd leave without the Lord of life<br \/>\nAnd life itself.<br \/>\nNo time for God?<br \/>\nBetter to say<br \/>\nNo time to eat, to sleep, to live, to die.<br \/>\nTake time for God<br \/>\nOr a poor misshapen thing you'll be<br \/>\nTo step into eternity<br \/>\nAnd say to Him<br \/>\nI had no time for Thee.\n<\/p><p>\nOnly when we make God and his word central in our lives, can we develop that wonderful\nreligious talent that will lead us back into his presence.\n<\/p><p>\nIn 1935, Clarence Day, Jr., wrote a play entitled, <i>Life with Father<\/i>, and I would like to borrow\nthat title this morning to apply to your eternal life. In Section 76 of the Doctrine and\nCovenants, the Lord names those who will qualify for the celestial kingdom. He says&mdash;\n<\/p><p>\nThese shall dwell in the presence of God and his Christ forever and ever\n(<span class=\"citation\" id=\"13559\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13559)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13559)\">D&amp;C 76:62<\/a><\/span>).\n<\/p><p>\nWherefore, as it is written they are gods, even the sons of God\n(<span class=\"citation\" id=\"13558\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13558)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13558)\">D&amp;C 76:58<\/a><\/span>).\n<\/p><p>\nThese are they whose bodies are celestial, whose glory is that of the sun, even the\nglory of God, the highest of all, whose glory the sun in the firmament is written\nof as being typical (<span class=\"citation\" id=\"13560\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13560)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13560)\">D&amp;C 76:70<\/a><\/span>).\n<\/p><p>\nThen by way of contrast, I would like to offer for your consideration the prospect of \"life\nwithout father.\" Suppose that we should become a part of that innumerable company who will\nspend eternity in the telestial kingdom, of whom it is said, \"Where God and Christ are, they\ncannot come, worlds without end\"\n(<span class=\"citation\" id=\"13561\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13561)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13561)\">D&amp;C 76:112<\/a><\/span>).\n<\/p><p>\nI would just like to point out in passing that that is a very long time to be excluded from\nassociation with those we would like most to be with.\n<\/p><p>\nOne of the most devastating of all human emotions is the sense of being alone, of not being\nwanted, of being unworthy. Suppose that sometime we find that because we have weighted\nour interests in the wrong places, that we have become unfit for the presence of God and have\ntherefore lost our greatest blessing. A peculiar thing happens when we stand on our heads so\nto speak, for then it seems to us that all the world is upside-down, and we are then unable\nproperly to appraise values.\n<\/p><p>\nThe most valuable thing in life is life itself. The greatest gift of God is eternal life,\nthat is, \"Life with Father.\" Therefore, these fifty-two wonderful days have been set aside\nespecially to help us prepare for that magnificent experience which lies just beyond our\nmortality. One of our most inspiring hymns says&mdash;\n<\/p><p>\nWe feel it a pleasure to serve Thee,<br \/>\nAnd love to obey Thy command.<br \/>\n                    William Fowler\n<\/p><p>\nAnd one of the most important of those commands has to do with our observance of that\ngreat day on which we try to please God, the day I like to think of as \"Father's Day,\" the\ndivine command concerning which not only came down to us across the ages from the fires of\nSinai, but it has been given anew by the direct command of God in our own day. For God\nhas said again to us in substance, in our own interests,\n<\/p><p>\nRemember the sabbath day, to keep it holy\n(<span class=\"citation\" id=\"22660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22660)\">Ex. 20:8<\/a><\/span>).\n<\/p><p>\nMay God help us so to do, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}