{"ID":91, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Precept and Example<\/p>\n<p class=\"gcspeaker\">Elder Joseph F. Merrill<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph F. Merrill, <i>Conference Report<\/i>, October 1943, pp. 84-88<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren, we were informed that these meetings, except this one, would be on the air, so I\nprepared accordingly. But since this meeting is off the air I shall speak extemporaneously\nrather than from notes prepared on another topic.\n<\/p><p>\nA number of thoughts have passed through my mind during the sessions of this conference.\nThere are two or three of them that I would like to speak about, extemporaneously. They have\nbeen suggested by things that were said here. When I attend a conference out in the stakes,\nand am the senior authority, I always ask to speak last; then I do not have to think about what\nI am going to say, because there have been so many good things and so many inspiring things\nsaid, that all I need to do is to say amen to what has preceded, and perhaps proceed to\nelaborate a little on some phase of what has gone before.\n<\/p><p>\nSo I am doing that at this meeting. I can say a hearty amen to what has preceded. But the\nthought I have in mind is that we have had called to our attention the teaching of the gospel. I\nthink the teaching of the gospel as we proclaim it goes forward under two great divisions,\nprecept and example. Our missionaries go out into the world. They represent both divisions.\nThey teach by precept, they teach by example.\n<\/p><p>\nMYSTERIES DEFINED\n<\/p><p>\nNow as to precept, I believe it is extremely important to confine our teaching to\nfundamentals. On this matter may I say I am strongly influenced, have been influenced for a\nconsiderable number of years, by the attitude of the late President A. W. Ivins. When we\nteach by precept, he said, we should confine our attention to things that are fundamental and\nleave mysteries alone. And, on asking what he would call a mystery, he said:\n<\/p><p>\nSuppose I read a passage of scripture; suppose you read it; suppose other brethren read it, and\nthen we are asked what we think it means?\n<\/p><p>\nIf our understanding is not essentially in agreement, that passage belongs to the realm of the\nmysteries. We should leave it alone, because the Lord has not revealed it in sufficient\nclearness and detail that we all understand it alike.\n<\/p><p>\nAnd therefore, it is your duty, the First Presidency ask you to make it your duty, to see that\nin our Church system of education, within the field of religion, at any rate, that mysteries be\nleft alone.\n<\/p><p>\nHe used to give me these admonitions when I was in the office of Commissioner of\nEducation.\n<\/p><p>\nSo in our meetings, in our circulars and whenever we had opportunity to contact our teachers,\nwe delivered that message. And in our lessons also we tried to confine them to those things\nthat were fundamental, those things that are necessary for us to understand while here, in\norder that we may properly govern our lives to comply with the commandments of the Lord,\nas they effect us, both in our faith and in our daily conduct.\n<\/p><p>\nI have carried that message ever since, to all the teaching groups that I have\ncontacted, and to the missionaries in the field. I never meet a group of missionaries engaged\nin any religious teaching without in some form or another conveying that message to them.\n<\/p><p>\nPresident Ivins said, with respect to mysteries:\n<\/p><p>\nYou know, as I know, that even our high priests' classes sometimes get to the hairpulling\nstage because each insists that his particular interpretation is the right interpretation. The result\nis that by delving into the realm of mysteries an immense amount of damage is done in this\nChurch all the time.\n<\/p><p>\nI think I know something about the truth of that, because I have known cases where such has\nbeen true. It is something that has been, I think, a handicap to the development of our faith,\nand it is still a handicap.\n<\/p><p>\nTEACHING OF FUNDAMENTALS ESSENTIAL\n<\/p><p>\nNow, of course we have many classes in the Church. We have a number of organizations that\ncarry forward classwork, and that classwork relates to our principles, to our doctrine, and to\nour practices. We are inclined, greatly inclined, my brethren, to leave the fundamental things,\nthe essential things alone, or pass over them lightly because we think if we have an\nopportunity to exhibit some type of superior intelligence, or superior wisdom, or we have a\nclearer insight than our brethren, it is therefore a privilege for us to enlighten these brethren\nfrom our points of view. Well, those points of view, I tell the missionaries, are not applicable\nin teaching the gospel to the world.\n<\/p><p>\nI am asked a question: \"What does this mean? How do you interpret it?\" And I proceed, if I\ndo as some of our people attempt to do, to tell what I think, and the questioner is not\nsatisfied. He then asks another missionary and still another elder. But he is not satisfied with\nthe answers because they do not agree. So he comes to the conclusion, \"None of you know\nwhat you are talking about,\" and instead of having his faith developed in the fundamentals\nand essentials of our religion, he is cooled toward us.\n<\/p><p>\nI am a strong believer and advocate of the admonition that in our classwork, in our quorums,\nin our Sunday Schools, in our M.I.A. classes, and in all other gospel teaching classes, we\nconfine our teachings to the essential things, the things that we understand, because the Lord\nhas revealed them, either in our standard works, or through the mouths of the First Presidency\nof this Church, so plainly and clearly that we can accept and understand them alike. These\nthings we may call fundamentals. But when we get beyond them I think we are getting on\ndangerous ground.\n<\/p><p>\nIMMORTALITY FOLLOWING PRESENT LIFE\n<\/p><p>\nNow, brethren, we are going to live a long, long time. We are not born to die. Of course in\nthis state of our existence we shall not tarry long, but we are going beyond. We are immortal.\nWe came from an immortal parentage, and we shall continue on and on and on.\n<\/p><p>\nIn this connection, I remember something that President William R. Harper of the University\nof Chicago said at one of the commencement exercises&mdash;though there\nthey call them convocations&mdash;in the month of June, 1897. I do not know what led him to say\nit, but I remember that in effect he said:\n<\/p><p>\nI do not want to go to the Christian heaven. I do not want to sit around the throne of grace\nwith a crown on my head and sing praises forever to my Redeemer. I want to go to a sphere\nwhere I can continue my work, where I can continue to grow in knowledge and understanding\nand intelligence.\n<\/p><p>\n\"Well,\" I thought, \"brother, you want to go to the Mormon heaven.\" Well, yes, we are going\nto live a long, long time, and many of the things, that we would like to know, we will have\nan opportunity to learn, when we pass beyond this sphere, if we are willing to comply with\nthe conditions for advancement. Now, of course, we are not going to come into the possession\nof knowledge and greater wisdom and understanding without effort. We are not made that\nway. That is not the way the Lord has planned. Yet we are taught that \"as God now is, man\nmay become.\" How may man become like God? By working, advancing, growing, increasing,\nby his efforts, and he will have a long, long time in which he can continue those efforts.\n<\/p><p>\nSo, we needn't be discouraged if we don't learn everything here. It is impossible, of course.\n<\/p><p>\nTEACHING BY EXAMPLE\n<\/p><p>\nNow, there is another phase of this teaching I want to speak about, and that is the teaching by\nexample. So far as we are concerned&mdash;those of us who are in this meeting&mdash;I think we ought to\nhold that method of teaching constantly in our minds: We teach by example.\n<\/p><p>\nYou know it is said, and I think truthfully by many people, \"I'd rather see a sermon any day\nthan hear one.\" I think that is true, and we are called upon to teach&mdash;and that is what I tell\nnearly every returned missionary whom I interview in my office&mdash;we are called upon to teach\nevery day of our lives by this method of example. I tell the returned missionaries whom I\ninterview that they are released for the moment from the precept method. When will they be\nreleased from the method of example? Of course they say, \"Never.\" That is true, not as long\nas they are fellowshipped in this Church, at any rate.\n<\/p><p>\nFor most of us, I think, the example method is a far more effective teacher than our precept\nmethod. We are called upon, therefore, to live in harmony with our faith, with the principles\nof the gospel, with the teachings that the Lord has revealed to our understanding, which, if we\nwill follow, will eventually lead us back into His presence.\n<\/p><p>\nYes, brethren, we do know that we should love one another, we do know that we should\nteach the two great commandments\n(<span class=\"citation\" id=\"33853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33853)\">Matt. 22:37-39<\/a><\/span>)\nby example as well as by precept, and we cannot\neffectively teach the second great commandment unless we live the Golden Rule\n(<span class=\"citation\" id=\"33838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33838)\">Matt. 7:12<\/a><\/span>). We must do\nunto others as we would have others do unto us. And a test of whether we are doing it or not,\nis just to imagine that we are in the other fellow's shoes and he is in ours. When we are in\nhis shoes, how would we like to be treated?\n<\/p><p>\nWell, if we can reason and practice it in fairness, I think we can adopt a method of living that\nwill not be very far from living the Golden Rule. Of course, we cannot live it completely, I\nthink, because we are in a world of temptations, we are in a world of evil, and we are\nstrongly influenced by what other people do and what they say, what they think, how they\nact, behave, and so on.\n<\/p><p>\nAgain, we all inherit weaknesses from our forebears, to indulge some of which, from our\npoint of view, from the Lord's way of life, is definitely sinful. Well, by reason of these\nweaknesses, the influence of the world, and the temptations of the Evil One, all of us find it\nso difficult to live fully and completely according to our teachings and standards, that we do\nnot quite succeed. But anyhow, we are obligated to do our best to do it, particularly all of us\nwho are here. I think perhaps every man in this meeting could stand on his feet and say,\n\"Yes, I do know that the Lord lives; I do know that this is His work; I do know that the\nPriesthood of the Lord Jesus Christ has been given to us.\"\n<\/p><p>\nWell, if we can speak that positively&mdash;and certainly if we speak positively we are speaking\naccording to our knowledge&mdash;we are obligated, brethren, to pay particular attention, I think, to\nthe method of teaching by example.\n<\/p><p>\nIt is so easy to be misunderstood that we must avoid the very appearance of evil, because if\nwe do not, what will some of our people do? What will some not of us do? Well, they will\ncharge us with delinquency, and while of course our principles and the Lord's way of life are\nabsolutely independent of what I do, or what anyone of you does, the fact is that what I do\nand what you do, by reason of our positions of leadership, has great influence upon our\nbrethren and our sisters, upon our fellow men.\n<\/p><p>\nI feel, therefore, that we are obligated, whether we like it or not, to deny ourselves some\nindulgences that, perhaps are not particularly sinful, but the example of which would be bad.\nWe must remember our obligations. We have these brethren and sisters, some of whom are\nweak. They are ours. We are our brothers' keeper, and they are looking to us for guidance.\nThey are looking to us as examples. I think we might remember continually that we are\nobligated to teach by example, and therefore we must deny ourselves of what many indulge\nin.\n<\/p><p>\nTHE GOLDEN RULE A DAILY GUIDE\n<\/p><p>\nNow, among the greatest of these things that we need to keep in mind is this matter of the\nGolden Rule (<span class=\"citation\" id=\"33839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33839)\">Matt. 7:12<\/a><\/span>),\nthis matter of the second great commandment\n(<span class=\"citation\" id=\"33858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33858)\">Matt. 22:39<\/a><\/span>).\nAnd so there must be love in our\nhearts, not only for one another whom we contact daily, but love for all our fellow men,\nbecause we are all children of our Father in Heaven, both in the spirit and in the flesh; and\ntherefore the members of the human family are one hundred percent brothers and sisters, and\nI think a proper interpretation of loving our neighbors extends to the entire human family.\nTherefore we are obligated to love them, we are obligated to serve them to the extent of our\nopportunities; and we can serve them greatly, not by words of mouth alone, but by the\nexample that we set.\n<\/p><p>\nThe Lord help us, brethren, to be true to our obligations, to live according to our teachings,\nand to seek his guidance, because without it we shall make mistakes, serious mistakes, we\nshall fail many times, but if we can only enjoy the companionship of the Holy Spirit, which\nwe may obtain if we fulfil the conditions necessary to get it, then we can teach acceptably,\nboth by precept and by example, which may the Lord help us to do, I pray, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}