{"ID":910, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Our Obligations<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i> April 1957,  pp. 120-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my beloved brethren and sisters, I sincerely trust I may have an interest in\nyour prayers that I might express a few thoughts I have with reference to the gospel of the\nLord Jesus Christ.\n<\/p><p>\nI do not recall ever having attended a more inspirational conference. Our prophet has received\nrevelation for our good and benefit. If I have one thought above another, it is that as we go\nhome and continue to live from day to day, we should remember what President McKay has\nsaid to us. If we will live accordingly day by day, without a doubt the Lord will bless,\ninspire, and help us in all of our endeavors.\n<\/p><p>\nAs I think of President McKay, I see him as a prophet and as an apostle of the Lord Jesus\nChrist. He has always been deeply interested in the young people and children, as well as\nolder individuals. I have made many trips with him and always the children have looked\nforward to the opportunity of coming in contact with him. He invariably shakes hands with\nthem.\n<\/p><p>\nI cannot help recalling Saturday night when, coming to our priesthood\nmeeting here, a group of the Aaronic Priesthood were standing by the door at the rear of the\nTabernacle. I approached them and asked if they did not care to come inside and find a seat.\nThey said, yes, they would like to have a seat, but in the meantime they were waiting to\nshake hands with President McKay. I thought to myself, now, if all of these young people\naccept our President as a prophet and follow his leadership as he directs them in their lives,\nthey will live the gospel of the Lord Jesus Christ and become strong in carrying forward his\nwork here upon the earth.\n<\/p><p>\nI also think of President McKay as an apostle of the Lord Jesus Christ, and of what the\nSavior said in Luke,\n<\/p><p>\nBut Jesus called them unto him, and said, Suffer little children to come unto me,\nand forbid them not: for of such is the kingdom of God\n(<span class=\"citation\" id=\"31456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31456)\">Luke 18:16<\/a><\/span>).\n<\/p><p>\nI am sure that is the attitude and the feeling of our prophet. I am sure that the young people\nwho come in touch with him feel that they are actually shaking hands with a prophet, with an\napostle of the Lord Jesus Christ.\n<\/p><p>\nBrethren and sisters, I am sure that is the attitude and the feeling of all of us after having\nattended this grand conference.\n<\/p><p>\nConcerning the responsibility of parents to their children, the Lord said to the Prophet Joseph\nSmith:\n<\/p><p>\nBut I have commanded you to bring up your children in light and truth\n(<span class=\"citation\" id=\"13578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13578)\">D&amp;C 93:40<\/a><\/span>).\n<\/p><p>\nIn the Lord's words, brethren and sisters, we have great responsibility in seeing that our\nchildren are brought up in the light and truth of the gospel of the Lord Jesus Christ as it has\nbeen revealed through the Prophet Joseph, and as it is further revealed from time to time.\n<\/p><p>\nI also think of the wonderful opportunities all of our young people enjoy in this great Church,\nwherein they hear and are taught the gospel truths. We have our great Sunday School\norganization in which our children, regardless of age, may become acquainted with the\nteachings and life of Jesus Christ; where they may learn about the establishment of the\nChurch and the fact that the Prophet Joseph actually saw the Father and the Son; where they\nlearn that both the Aaronic and Melchizedek Priesthood were given back to mankind. They\nare also taught something with reference to the Sacrament, its purpose and what it represents.\n<\/p><p>\nWe have another great organization&mdash;the Primary Association, which is interested in teaching\nour young children the gospel, teaching them the manner of prayer, what it means to be\nbaptized and to become a member of the Church of Jesus Christ of Latter-day Saints.\n<\/p><p>\nThere is another great organization, the YWMIA, where our young women are taught the\nnecessity of living a life so sweet and clean that the day will come when they may enjoy the\nblessings of motherhood, where they are taught the necessity of attending Sacrament meeting\nand Sunday School and of taking full advantage of all the training available in the YWMIA.\n<\/p><p>\nTo provide for our young men we have the YMMIA, where our sons may enjoy the\nopportunities of recreational activities, public speaking, drama, and singing. In the YMMIA\nour young men are taught to live lives that will be modest and clean that when the time\ncomes, they may become honorable fathers and be in a position to receive divine direction\nfrom on high in the care and training of their families.\n<\/p><p>\nThere is still another great system for the blessing of our youth, one established by the\nPresidency of the Church: our great seminaries of religious education, where our sons and\ndaughters are taught the gospel of the Lord Jesus Christ, where their questions are invited and\nanswers given by trained and efficient teachers.\n<\/p><p>\nThrough it all, brethren and sisters, as we think of what has and is being done by the Church,\nthere is no reason why your sons and daughters, and mine, should not become the kind of\npeople the Lord needs to carry on this great work before the second coming of Jesus the\nChrist.\n<\/p><p>\nAfter all, our young people have opportunities of rendering service. In most instances, if they\nhave followed all of the advancements they have had, taken advantage of all the opportunities\nafforded them in these great organizations, and particularly in the seminary\nschools, they should be able to go forward and meet their Church and family\nresponsibilities.\n<\/p><p>\nI do not suppose the Lord is looking so much at ages in calling individuals to do his work as\nhe is at whether or not they accept him and live the gospel day by day. I often think of Jesus\nthe Christ&mdash;I know you are all familiar with the story when he was in the temple where\nJoseph and Mary found him. When they came to him, he said:\n<\/p><p>\nHow is it that ye sought me? wist ye not that I must be about my Father's\nbusiness? (<span class=\"citation\" id=\"31454\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31454)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31454)\">Luke 2:49<\/a><\/span>).\n<\/p><p>\nAt the age of twelve he realized what his assignment was, and he did not hesitate to declare\nto the world, \". . . wist ye not that I must be about my Father's business?\"\n<\/p><p>\nBrethren and sisters, I am sure that all our young people who have taken, and who will\ncontinue to take advantage of the opportunities afforded in these great institutions that have\nbeen prepared for them will say, \". . . wist ye not that I must be about my Father's business?\"\n<\/p><p>\nWith reference to the matter of ages, as I said, the Lord does not worry so much about the\nage as he does about the loyalty and devotion of those assigned to do his work.\n<\/p><p>\nWhen speaking of youth, I think of the accomplishments of Mormon as recorded in the Book\nof Mormon. As a young man at the age of fifteen, he desired to ask the Lord a question in\nprayer, and his answer was the appearance of the Father\n(<span class=\"citation\" id=\"37970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37970)\">Morm. 1:15<\/a><\/span>).\nCan you imagine God the Father\nrevealing himself to a boy at the age of fifteen? Well, that is exactly what happened in\nMormon's experience.\n<\/p><p>\nAt the age of sixteen, Mormon became the general of the Nephite Army\n(<span class=\"citation\" id=\"37971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37971)\">Morm. 2:1-2<\/a><\/span>). It is something to\nthink about that at the age of sixteen Mormon was called to be the general of the great army\nof the Nephite people. It was not so much a matter of age. The thing that counted was the\nfact that Mormon knew the Lord, and the Lord knew him, and Mormon met his assignment\nwith all of the responsibilities involved therein and was very successful.\n<\/p><p>\nThen, of course, we think of the Prophet Joseph Smith who, at the age of fourteen, as has\nalready been indicated here many times during this conference, asked the Lord where the\nChurch of the Lord Jesus Christ might be found. In answer to his prayer, there appeared the\nFather and the Son, and, of course, he was called upon to establish the Church of the Lord\nJesus Christ to which you and I belong.\n<\/p><p>\nThen, too, I think of President Joseph F. Smith who, at the age of fifteen, was ordained an\nelder and sent on a mission into the Hawaiian Islands. Upon arriving there, he found he was\namong a people whose language he did not understand and who did not understand his\nlanguage. But having complete faith in God, he made it a matter of prayer and, thereafter,\nwas able to talk with that people. They understood what he said, and he understood what they\nsaid. Within one year, at the age of sixteen, he became the president of that mission. It was\nnot a matter of age again, brethren and sisters, it was a matter of understanding the will of the\nLord and living the gospel of the Lord Jesus Christ.\n<\/p><p>\nIt is glorious to think of the opportunities that our sons and daughters have in these great\norganizations within the Church. But I am sure there is also a tremendous responsibility that\ndevolves upon us as fathers and mothers. I think the greatest source of inspiration for young\npeople is found, of course, in the home, where they notice the attitudes and the feelings of the\nfather and the mother. If the father and the mother are living the gospel of the Lord Jesus\nChrist as they should, there is little question but that the children will follow them very\nclosely.\n<\/p><p>\nI think it is a wonderful opportunity when we can talk with our children about the matter of\nprayer. I am so grateful for my dear mother who taught me to pray. I recall at the age long\nbefore we children were reading, during the evening hours, she would call us together and\nsay, \"Now, we will have prayers.\" She would then explain to us the existence of God the\nFather and his Son Jesus Christ. Those teachings became a reality to us, that God lives, that\nJesus is the Christ, and those teachings remain with  us today. When she\ntalked to us about the Prophet Joseph, there was no question in our minds but that\nJoseph Smith actually saw the Father and the Son.\n<\/p><p>\nTherefore, because of the fact that Mother taught us how to pray, why we should pray, and\nwhat to pray for, prayer has always been a great source of comfort and inspiration to me. I\nalways enjoy reading the admonitions of the Prophet Amulek:\n<\/p><p>\nYea, cry unto him for mercy; for he is mighty to save.<br \/>\nYea, humble yourselves, and continue in prayer unto him.<br \/>\nCry unto him when ye are in your fields, yea, over all your flocks.<br \/>\nCry unto him in your houses, yea, over all your household, both morning,\nmid-day, and evening.<br \/>\nYea, cry unto him against the power of your enemies.<br \/>\nYea, cry unto him against the devil, who is an enemy to all righteousness.<br \/>\nCry unto him over the crops of your fields, that ye may prosper in them.<br \/>\nCry over the flocks of your fields, that they may increase.<br \/>\nBut this is not all; ye must pour out your souls in your closets, and your secret\nplaces, and in your wilderness.<br \/>\nYea, and when you do not cry unto the Lord, let your hearts be full, drawn out\nin prayer unto him continually for your welfare, and also for the welfare of those\nwho are around you (<span class=\"citation\" id=\"8979\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8979)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8979)\">Alma 34:18-27<\/a><\/span>).\n<\/p><p>\nI am sure that our sons and daughters will have that same attitude and that same inspiration if\nwe teach them the necessity of prayer, of becoming acquainted with God the Father and with\nhis Son Jesus Christ, and also of remembering that if they will live the right kind of lives, and\nbe sweet and clean, they will enjoy the power and the gift of the Holy Ghost. I am sure they\ndo enjoy these blessings, as a short time ago I attended a fast meeting during which a little\ngirl about twelve years of age stood up and bore her testimony. Among other things, she said,\n\"I know that God lives. I know that Jesus Christ is his Son. I know that Joseph Smith saw the\nFather and the Son,\" and she went on and bore her testimony very impressively.\n<\/p><p>\nBrethren and sisters, I was convinced as I listened to that little girl that, without a doubt, she\nhad been given the gift and the power of the Holy Ghost.\n<\/p><p>\nIf our sons and daughters realize the blessings of this great gift, I am sure they are going to\nlive and pray and work to the end that the power and the gift of the Holy Ghost will come to\nthem as they live throughout the years.\n<\/p><p>\nIt is a wonderful thing, as I said, to teach them to pray. I cannot help thinking of another\nexperience that comes to mind in connection with three children, one boy and two girls, the\nboy about ten and the daughters about eight and five. It was a Sunday afternoon. The mother\nwas taken suddenly ill. The doctor was called. The sisters of the Relief Society came in to\nrender whatever service they could. The children could not get into the room because it was\nso small. They walked around the house as they wondered about their mother. Finally, one of\nthem said to the others, \"Mother has taught us time and time again to pray if we have\ndifficulty and trouble. Now, Mother has trouble. Mother is sick and ill. Let us pray.\" So,\ngoing around to the rear of the building, they found a little old hut where coal was kept. They\nknelt down in the coal, and first the son called upon the Lord to bless the mother; secondly,\nthe older sister prayed and asked the Lord to heal their mother. That day before the sun went\ndown, that mother was comparatively well.\n<\/p><p>\nBrothers and sisters, that came about because three children had been taught to believe in\nGod. They believed what their mother had told them, that if they had difficulty, or if anyone\nelse in the family had difficulty, to call upon the Lord. As a result of the mother's teachings,\nthe children prayed for her, and she was made well.\n<\/p><p>\nThere is no question in my mind but what our children believe in God and in his Son, Jesus\nChrist. If in our homes, we will teach them to pray, to remember that the Lord hears and\nanswers prayers, it will make a great difference to them in the way they will live and the kind\nof Latter-day Saints they will become.\n<\/p><p>\nIt is as Brigham Young said upon one occasion:\n<\/p><p>\nWhether we are poor or rich, if we neglect our prayers and Sacrament meetings,\nwe neglect the Spirit of the Lord, and the spirit of darkness comes over us.\nHow true it is in the lives of individuals who fail to pray,\nand how dark is the darkness that comes into their souls.\n<\/p><p>\nAnd again, we must remember this in connection with our children, that we owe something\neach Sunday to the Lord. The matter of remembering that the Sabbath is a holy day has\nalready been stated by President Joseph Fielding Smith. We should remember that the Sabbath\nday is the Lord's day&mdash;the holy day. Concerning our responsibilities, President Brigham\nYoung said that we should teach our children to attend Sacrament meeting. His statement was,\n\"After the Sunday School is over, let the parents take the pains to bring their children to\nmeeting.\"\n<\/p><p>\nOf course, we all know the meeting President Young had in mind&mdash;the Sacrament meeting\nwhere our children have the privilege of partaking of the Sacrament and learning of its\nsignificance.\n<\/p><p>\nI am sure if our sons and daughters have that experience and realize they are partaking of the\nSacrament, they will understand its sacred purpose, and out of it there will come a great\nsource of inspiration. I am sure of that.\n<\/p><p>\nNow, concerning the Aaronic Priesthood: Fathers and mothers who have sons who are\ndeacons, teachers, or priests, please help them to realize that they have the greatest gift of\nGod to his sons. With that thought in their minds, and living lives that are sweet and clean,\nand with the encouragement of Father and Mother, without a doubt they will receive the\nassignments that are given to them from time to time, and the faithful performance of their\nresponsibilities will be a great source of inspiration to live as the servants of the Lord should\nlive.\n<\/p><p>\nIt is wonderful to know that in a home where probably the father holds the Melchizedek\nPriesthood, he may have a son who is a deacon, a teacher, or a priest. What an inspiration it\nmust be when the father will say to his sons, \"Now, Sons, let's go to our meeting together.\nLet us be together. We both hold the priesthood. You hold the Aaronic Priesthood, and I hold\nthe Melchizedek Priesthood.\" By attending their priesthood meetings together, I am sure it\nmust be a great source of inspiration to the father, the mother, and, of course, to the sons who\nare endeavoring to carry out the assignments that come to them. In the Church of the Lord\nJesus Christ, our people have so many responsibilities, so much that brings to them the sure\nknowledge that this is the work of the Lord. In conclusion, if we continue to pray, there is no\ndoubt in my mind but that we will always have divine direction in all of our endeavors. I am\nsure we will. Should there come a time of difficulty and trouble, we should remember what\nthe Savior said through the Prophet Joseph Smith: \"Pray always, that ye may not faint.\"  That\nye may not faint! I am sure, brethren and sisters, that in our lives we have some difficulties\nperhaps when we do feel faint. To all such, the Savior said:\n<\/p><p>\nPray always, that ye may not faint, until I come. Behold, and lo, I will come\nquickly, and receive you unto myself. Amen\n(<span class=\"citation\" id=\"13569\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13569)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13569)\">D&amp;C 88:126<\/a><\/span>).\n<\/p><p>\nI am sure that if we will all live the gospel as we should, we will enjoy its blessings, and\nwhen we have difficulties, through the power of prayer, the Lord will bless and inspire us in\nour work and in our homes.\n<\/p><p>\nNow, may the Lord continue to bless us and so inspire us that each one of our children will\nbe happy and thrilled to follow our attitudes in the matter of living the gospel as it has been\nrestored.\n<\/p><p>\nMy humble testimony to you is that this is the Church of the Lord Jesus Christ, that he who\nstands at the head is a prophet, an apostle, who receives from time to time the mind and the\nwill of our Heavenly Father as it should be given to his people for their blessing, for their\nbenefit, and for their inspiration, which I humbly say in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}