{"ID":911, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Questions for the Iconoclast<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i> April 1957,  pp. 125-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThe Seventy are traditionally minutemen. I have just been multiplied. Under the stimulation of\nthe great song we have sung together, I should like to put into the record a story and a\nstatement which I think President McKay probably does not know of, but which I think\nshould be known to him and to all of us.\n<\/p><p>\nIn the last few years it has been my occasional blessing to take distinguished visitors to our\ncity, who have come to Temple Square, into the offices of the President of the Church to\ngreet him, to be greeted by him, and to feel the strength and stimulation and love which\nalways emanates from him.\n<\/p><p>\nA few months ago Brother Evans and I with some others were privileged to attend a\nconference in the office of President McKay with one of the leading labor leaders in America,\npossibly as influential and important a man as there is in his field. He was accompanied by\nhis wife and two little daughters, and the experience was a beautiful and impressive one.\nThere was no posturing, no pretense or effort to impress by President McKay&mdash;only genuine\nfriendliness, interest, and love. The part of the story I would want remembered and on the\nrecord was what occurred when we had left the office. We stood in the halls of the Church\nOffice Building, and this man, who in his employment and administration influences the lives\nof many millions of men, said to those of us who stood with him, and he said it with a moist\neye, \"I have lived in many lands. I have been in the presence of kings and presidents and\nrulers, and I want to say to you men that I do not think our generation will produce another\ncharacter like that.\"\n<\/p><p>\nThis has happened not once, but many times. And for no other purpose than to express my\nown faith and convictions about President McKay and the office and calling which he holds, I\nrepeat to you who may not have enjoyed such privilege my observation that many men who\nare good and stalwart and powerful in their own right recognize in him who leads us a great\nman and an authorized representative of our Heavenly Father.\n<\/p><p>\nThere have been many things in this conference which have inspired sincere gratitude in me.\nWith no desire to be lengthy I would like to express my appreciation for the return to the\nmeasure of health which they enjoy of our two good Brethren in the Council of the Seventy.\nWe have learned to love and respect Brother Kirkham and Brother Hunter and feel for them\nthe esteem and brotherhood which this wonderful service opportunity should engender in us.\n<\/p><p>\nI would like humbly to express another feeling of gratitude. There sits in this building today a\nman who was among the very first to whom I bore testimony of the gospel on these grounds\nwhen I came out of the service eleven years ago. He is here today as a bishop of a ward in\none of the great new stakes in the Church. Having been touched with the spirit of the gospel\non Temple Square, he, through his own earnest efforts, through the effective teaching of good\nmissionaries and the living of the gospel by the members of the Church in his home town,\nsoon came to a knowledge of the truth and accepted it.\n<\/p><p>\nIt is a privilege also to express gratitude for the magnificent music which we have enjoyed\nhere. The Tabernacle Choir is known to the whole Church as a great missionary organization,\nand yet perhaps we who work on these grounds are more aware, through our opportunities, of\ntheir effectiveness than others could be. I honor them. During this conference we have heard\ntwo other groups&mdash;a wonderful choir of young singers from Brigham Young University, and a\ngreat, and to me thrilling, group of young people from the Institute of Religion at the\nUniversity of Utah.\n<\/p><p>\nI have great love for these young people, and I desire to express publicly my appreciation for\nthe privilege of having been a teacher of some of them. I would like to say how proud I was\nof the group from the Institute of Religion. They have not had the privilege of singing here\nbefore and of being thus excellently represented before the Church.\nAnything fine that can be said of other young men and women in the Church can properly be\nsaid of them, for they are intelligent and loyal and steadfast. Not all of you would understand\nthe pressures that are upon them in their daily learning. I want to express my gratitude and\nfaith and confidence in the good men who teach them, some of whom also taught me, and I\nexpress my own appreciation for the great contribution in faith and good lives that has come\nout of that institute and others like it.\n<\/p><p>\nThere are a few simple suggestions I would like to make today to these who are young.\n<\/p><p>\nSome weeks ago it was my privilege to go into one of the great subterranean caverns in the\nsouthwestern part of our land. Thousands upon thousands of people visit it annually. The day\nI went into it, far below the surface of the earth, I was in the company of a large group, but\nno one whom I knew personally. The path on which we walked through this great cavern over\na period of more than an hour was quite a narrow one, permitting two to walk abreast, if a bit\ncrowded. The trail was lighted in sections as we went and was very clearly marked with white\nstones at the edges and with signs all along the way. We were accompanied by three forest\nrangers and met others as we went. I walked near the front and heard some of the comments\nof the ranger as we were led into the magnificent scenery of this underground wonderland. \n<\/p><p>\nAs we walked, we passed beneath a huge, high dome. Below it, appropriately named, was a\ndeep hole called \"The Bottomless Pit.\" There was conjecture among the people as to what\nmight have caused this empty place in the earth. Some thought it might have been an early\nfossil deposit, others an area of highly soluble materials, others the result of an earth\nmovement or some other like occurrence of nature. It was discussed for a time with no\nconclusion reached. The ranger informed the party that there is divided opinion on the\nquestion among the experts.\n<\/p><p>\nA little farther along the trail we came into an area where there was another vast vaulted\ndome, but the debris from that cavity lay below it in a mountainous pile. Again there were\ncomments along the trail. One said: \"My, I'll bet there was a tremendous clap of noise when\nthat fell!\" An army man replied, \"Do you really think there was? After all, there was no one\nhere to hear it!\"\n<\/p><p>\nThey discussed this issue at some length, whether or not in the absence of someone to hear,\nnoise actually occurs. I listened and said nothing, but thought of Bishop Berkeley, Irish\nphilosopher, whose theory was that \"to be is to be perceived,\" that is, that so-called material\nthings exist only in being perceived&mdash;if it is not perceived, it does not exist. It is said that a\ngroup of the bishop's students at Oxford taught him the true nature of reality one very dark\nevening when they placed a tree stump on a certain unlighted path where he habitually\nwalked. His perception of the stump was said to be a realistic shock to George Berkeley.\n(Laughter.)\n<\/p><p>\nWell, when we left the cavern, the people were still discussing whether or not when things\nfall there is a noise in the absence of human ears to hear it.\n<\/p><p>\nAs I left the cavern, I thought to myself that these may be legitimate fields for inquiry, and it\nmay be that someday someone will discover the answers, though that seems doubtful. But\nwould it not be a most foolish thing to abandon the cave because we do not know the\nanswers? Suppose someone should take it into his mind that all the glory of this\nwonder-work, God's handiwork, should be abandoned and never enjoyed more because those\nmysterious questions were not answered. Suppose one with ready access to the place and with\npersonal knowledge of its great beauty should decide that he would never enter more because\nthere were things he did not fully understand about it&mdash;or go about seeking to dissuade others\nfrom enjoying the majesty of it because it took effort to reach and there were certain (to him,\nhere and now) hard-to-understand problems.  Would not this be foolish and tragic?\n<\/p><p>\nDo you know that some of our wonderful young people of great potential intelligence  and\ncapacity and contribution are abandoning their faith and their way of\nlife in the gospel, with all the strength and beauty of it, because they have come to questions\nfor which they have not learned satisfactory answers?\n<\/p><p>\nMay I read you a statement from the pen of one of the most learned among us, who left us a\nlegacy of scientific research and useful knowledge, and of great faith. Dr. Widtsoe, after\nencouraging \"mature examination,\" said:\n<\/p><p>\n\"Wise men do not throw the Church overboard because they have not satisfied themselves\nconcerning every principle of the gospel. Under the law of progression every principle may in\ntime find lodgment in the inner consciousness of the seeker.\"\n<\/p><p>\nTo abandon the marvelous demonstrable truths of the gospel because there are some questions\none cannot satisfactorily resolve would be foolishness in the extreme. As President Clark said\nthe other evening, \"A foolish man can ask questions that the wisest cannot answer.\" It is no\nreproach to our religion or to us not to be able to answer definitively, categorically, finally,\nevery question that can be asked. I plead with you, and I talk not theoretically but with some\nof your faces in my mind, not to abandon all that is good in your religion because there are\nsome things you do not understand.\n<\/p><p>\nNow, President Clark in his two great sermons in the evening meetings, Brother Evans in his\nconference address and in this morning's wonderful short sermon, and President Richards this\nmorning, have all alluded in some measure to something I would now like to say. I could not\npresume to add to what they have said, but I can raise my voice with them and testify as to\nmy own experience and observation. What I say I say humbly, knowing my own limitations,\nand not from any position of personal arrogance or assumed unusual competence. I would\nspeak to some who influence these young people in causing them to abandon what they\nbelieve.\n<\/p><p>\nAlong the trail down in the cavern, well-marked and defined as it was, with signs and guides\nto make clear that we were to stay on it, some \"boy play\" occurred between some young\nScouts in uniform who walked the trail just a short distance behind me, supervised by a\nscoutmaster and several assistants. The boys were jostling and pushing each other all the way\nalong, trying to get some adventurous, \"progressive\" soul to get off the trail and go out and\nexplore a little. I watched it all and observed the instance I now think of, when a larger boy\nwho had been tantalizing a younger one, pushed him off the trail and into a dimly lighted,\nmuddy area. The boy went near the edge of a crevice, and with an outcry that startled us all\nand got the rangers quickly to his side, signalized the danger he was in and the possibility that\nhe might have perished in the darkness.\n<\/p><p>\nYou see, along this trail at periodic intervals the ranger would stop and bend over and turn a\nswitch which was hidden from the view of the rest of us, and an area ahead of us would\nsuddenly become lighted. The ranger at the back, when we were safely through a certain area,\nwould turn off the light. The youngster had gone into a section of the cave where the light\ndid not reach.\n<\/p><p>\nI thought, as the lights went on and off, how realistic this experience is to life. We talk of\nquestions, some solvable. We know that the Lord has encouraged us to seek truth, to \"knock,\"\n\"ask\" (<span class=\"citation\" id=\"34823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34823)\">Matt. 7:7<\/a><\/span>),\nand \"search diligently\" (<span class=\"citation\" id=\"5574\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5574)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5574)\">3 Ne. 23:1<\/a><\/span>;\n<span class=\"citation\" id=\"13572\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13572)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13572)\">D&amp;C 90:24<\/a><\/span>).\nYet there come times when we reach the end of our capacity to\nreason and to understand. We must learn to walk by faith. There has been given us enough\nlight to walk the paths we are here to tread. As the Lord in his wisdom desires that we have\nmore light, we have the assurance that it will be given. I bear my witness that from the\nbeginning of the history of the Church the lights have come on when the need arose. It has\nalways been so; it is so now; it will always be.\n<\/p><p>\nWhen the little boy was brought back on the trail, the ranger was very angry, chastised him\nseverely, declared him banished from the group, and started to send him away, while the real\nculprit in the case stood silent. He was not going to be punished, just the boy. Then the\nscoutmaster spoke up and said, \"If he goes, this boy ought to go, too.\" He was a wise man.\nThe ranger talked to them both for a moment, and on promise of good behavior, allowed both\nof them to stay. Though God and wise men may forgive, there is no\nhappiness to be found in leaving the narrow path of gospel principle to adventure in strange\npaths and forbidden ways, in the enticement of dark places, in \"looking beyond the mark\"\n(<span class=\"citation\" id=\"25838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25838)\">Jacob 4:14<\/a><\/span>), as\nJacob said.\n<\/p><p>\nWe left the cavern a while later. My teacher's mind and my interest in youth had brought me\nto some renewed conclusions, and I pass them on earnestly to mature persons who are given\nto assisting young people off the trail. The dictionary has a word for them: iconoclast. It is\ndefined as, \"One who attacks cherished beliefs as shams.\" What if the cherished beliefs that\nare attacked along the trail are true? What if they are the very beliefs that make these boys\nand girls the worthwhile, promising people they are? What if the foundations of their faith are\neffectively shaken at this crucial period, and they dangle, with no substantial footings to stand\non? President McKay in his opening address quoted the economist, Babson, from whose\nwritings I should now like to read a sentence:\n<\/p><p>\n\"Many of the most important men in America, who are what they are because of what they\nlearned at their mother's knee, now deny their own and other people's children those same\nblessings, in the name of 'liberalism' or 'progressivism' or 'emancipation.'\"\n<\/p><p>\nSuch men, Babson says, deny others the very blessings that made them what they are.\n<\/p><p>\nDo you know that when one who has influence with youth, be he teacher, leader, or parent,\nseriously weakens the foundations upon which a young person has built, by faith-destroying\nchallenges the youngster is not yet equipped to meet, he fashions a disciple who has been\neffectively cut loose from fundamentals at a time when he needs most to rely on them? The\nchallenger may himself be a moral, educated, well-meaning person of integrity, doing what he\ndoes in the name of honesty and truth. His own character may have been formed in an\natmosphere of faith and conviction which through his influence he may now help to destroy\nin his young follower. \"Disenchanted\" himself in his mature years, he turns his powers on an\nimmature mind and leaves it ready prey for nostrums and superstitions and behavior he\nhimself would disdain.\n<\/p><p>\nLet me ask a question or two, as I hurry to a conclusion. To you who influence this boy, to\n\"emancipate\" him, in your way of thinking, may I ask you: Have you really helped him\ndevelop his capacity to contribute to the world's useful knowledge and useful work? In which\nparticular is he a better person when you get through with him? In what aspect of life has his\nability to serve been strengthened? Does he love God and his fellow men more? Is he a more\nmoral, clean, virtuous, decent man? Is he a more faithful husband, father, or son? Has he\nlearned more gratefully to honor his father and mother? Does he merit their increased respect\nand esteem as he matures? Is his power for good increased? Has he acquired a greater\ninfluence for motivating others to constructive, participating citizenship? Is he a more worthy,\nadmirable person to his younger brothers and sisters? Has he experienced increase of\ngenerosity, unselfishness, thoughtfulness for the needs of others through your tutelage? Is he\nmore kind, considerate, gentle, sensitive? Does he have more sympathy, love, and\nunderstanding for those who are distressed? Does he live life more courageously, manfully?\nWill he endure tribulation more patiently and understandingly because of you?\n<\/p><p>\nI have answers to these questions. Again I do not talk from theory but with faces and lives in\nmy mind. My experience is that when you get through with him, as fine a man as you are, as\nmuch respect as I may have for your education and your brilliance and your effectiveness and\nyour personal integrity, you have not improved him in any of these important ways. He may\nbe, in fact, he often is, cynical, destructively critical, vain, high-minded, impervious to\ninstruction. Quite often he has acquired habits and attitudes toward society and moral behavior\nwhich break the hearts of those who love him most and which you yourself would never\nstoop to. He sneers at his parents, those whom he once respected, and often at God and holy\nthings. It is quite a responsibility you have assumed.\n<\/p><p>\nMay I commend to you what Richard L. Evans said this morning: \"A teacher is\nresponsible for the total effect of his teaching.\" So is it true of a parent, an official, a leader\nof youth. What is the total effect of your influence on the young?\n<\/p><p>\nI want to mention one other thought that came in the cavern. As we walked in that\nsubterranean beauty, I thought what each of you under like circumstances would have thought.\nI thought how wonderful it would be if my lovely wife and little girls could be with me; I\nwanted to share with them the wonder, the inspiration, the nearness to God I felt then. A\nverse of scripture came to mind. It is recorded in First Nephi:\n<\/p><p>\nAnd it came to pass that I did go forth and partake of the fruit thereof; and I\nbeheld that it was most sweet, above all that I ever before tasted. Yea, and I\nbeheld that the fruit thereof was white, to exceed all the whiteness that I had ever\nseen.<br \/>\nAnd as I partook of the fruit thereof it filled my soul with exceeding great joy;\nwherefore, I began to be desirous that my family should partake of it also . . .\n(<span class=\"citation\" id=\"1539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1539)\">1 Ne. 8:11-12<\/a><\/span>).\n<\/p><p>\nWe should all desire to share the goodness and beauty and, truth of the gospel with others of\nGod&rsquo;s children.\n<\/p><p>\nIn the story of Ammon's missionary work among the Lamanites there is one statement the\nunusual language of which sometimes evokes mirth in a student when he first hears it, but\nwhich to me is one of the most sacred and provocative verses in all the record. The king has\nbeen stricken and lies as if he were dead. Ammon is summoned by the queen, his loving,\nloyal wife. She says:\n<\/p><p>\n. . . I would that ye should go in and see my husband, for he has been laid upon his\nbed for the space of two days and two nights; and some say that he is not dead,\nbut others say that he is dead and that he stinketh, and that he ought to be placed\nin the sepulchre; but as for myself, to me he doth not stink\n(<span class=\"citation\" id=\"8978\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8978)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8978)\">Alma 19:5<\/a><\/span>).\n<\/p><p>\nThe love of this faithful wife for her beloved husband seems typical to me of the love which\nwill obtain in the heavenly kingdom and which should here characterize our relationships with\nthose dear to us.\n<\/p><p>\nI pray that the Spirit of the Lord will guide the young people of the Church as they seek\nanswers to their questions, for this is encouraged, that they may seek \"by study and also by\nfaith\" (<span class=\"citation\" id=\"13568\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13568)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13568)\">D&amp;C 88:118<\/a><\/span>);\nthat they may with dedication and honest effort seek for useful knowledge, for the\nLord has said that \"to be learned is good,\" if we hearken to the counsels of God\n(<span class=\"citation\" id=\"3615\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3615)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3615)\">2 Ne. 9:29<\/a><\/span>).\n<\/p><p>\nI caution those who influence young people, and ask you to look at the total effect of your\nteaching. I bear my witness as to the truthfulness of the message of the Prophet Joseph in his\ntestimony of the mission of the Lord Jesus Christ, and of the restoration, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}