{"ID":912, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">To Know God<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i> April 1957,  pp. 129-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt the conclusion of this great conference, I am sure you would have me express appreciation\nto all who have contributed to it, including those who have so inspired us with their uplifting\nsermons. I shall repeat, of course, some expressions which we have already given directly at\nthe time of service.\n<\/p><p>\nYou have been blessed by the sight of these beautiful flowers, so profusely displayed before\nyou&mdash;the calla lilies from the high priests' quorum of the\nOakland-Berkeley Stake; the daffodils from Puyallup Valley Daffodil Festival, Inc., sent here\nthrough the Tacoma Stake; the spring flowers here from the Phoenix and the East Phoenix\nstakes; the bird of paradise flowers from the Los Angeles Temple Grounds. We express\nappreciation for the thoughtfulness of all who have desired to make pleasant these gatherings\nthrough these \"messengers of love.\"\n<\/p><p>\nWe thank representatives of the public press for their fair and accurate reports throughout the\nsessions of conference; the city officials, Chief W. Cleon Skousen, and traffic officers for\ntheir cooperation in handling the increased traffic here in the city. We express appreciation to\nthe fire department and to the Red Cross for being on hand to render any service that might\nbe needed.\n<\/p><p>\nTo the Tabernacle ushers, who have rendered service early and late in seating the great\naudiences!\n<\/p><p>\nFor assistance rendered by the various radio and television stations, here in our own city and\nstate, and other states named in the various sessions of the conference, we are grateful. This\ntruly has been the means of permitting tens of thousands of people to hear the proceedings of\nthe 127th annual general conference of the Church.\n<\/p><p>\nWe appreciate the choirs. Never have we had better service than the choral groups have\nrendered during these three days, beginning Friday with the Brigham Young University\ncombined choruses, with Norman Gulbrandsen and Newell B. Weight conducting; the Institute\nof Religion chorus from the University of Utah, with David Austin Shand conducting; the\nTabernacle Choir male chorus last evening under the direction of J. Spencer Cornwall&mdash;all\nthese choir seats filled&mdash;a larger group, I think, than we have ever had before. It was\nappropriate, too, because it was the largest priesthood meeting ever held in the Church. And\nnow, today, we appreciate the singing of the Tabernacle Choir under the direction of Brother\nCornwall. We express appreciation, also, to the organists, Alexander Schreiner and Frank W.\nAsper, and Brother Roy M. Darley, assistant organist.\n<\/p><p>\nI should like to say just a word in conclusion.\n<\/p><p>\nI do not know how many of you heard Brother Marion G. Romney this morning. I hope all of\nyou listened to his excellent address over the Church of the Air broadcast, speaking about the\nreality of inspiration from God to individuals. I was reminded of what Peter said. (My fellow\nworkers know that I am rather partial to Peter, the chief Apostle of the Meridian of Times&mdash;a\npractical man, a successful fisherman.) But as I have read his life, I find that he rose from a\nseeming indifference to religion to the heights of spirituality, and I find confirmation of that\nin the following reference in his First Epistle General. He refers to an \"inheritance\nincorruptible, and undefiled,\" and that inheritance the \"lively hope by the resurrection of Jesus\nChrist from the dead,\" a hope that \"fadeth not away, reserved in heaven for you,\n<\/p><p>\n\"Who are kept by the power of God through faith unto salvation ready to be revealed in the\nlast time.<br \/>\n\"Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through\nmanifold temptations\" (see <span class=\"citation\" id=\"2264\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2264)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2264)\">1 Pet. 1:3-6<\/a><\/span>).\n<\/p><p>\nThen he continues in his Second Epistle, referring to the sacredness of the priesthood,\n\"<i>that by these ye might be partakers of the divine nature<\/i>\"\n(<span class=\"citation\" id=\"4842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4842)\">2 Pet. 1:4<\/a><\/span>).\n<\/p><p>\nHappy is the man who has experienced that relationship to his Maker, wherein we are\n\"partakers of the divine nature.\" That is a reality, and I so testify to you here in this sacred\nhour.\n<\/p><p>\nThen Peter says that we must go on from that . . .\n<\/p><p>\n\". . . giving all diligence, add to your faith virtue; and to virtue knowledge;<br \/>\n\"And to knowledge temperance; and to temperance patience; and to patience godliness;<br \/>\n\"And to godliness brotherly kindness; and to brotherly kindness charity\"\n(<span class=\"citation\" id=\"4844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4844)\">2 Pet. 1:5-7<\/a><\/span>).\n<\/p><p>\nNote those virtues from that practical man who had experienced the relationship, the real\nrelationship to his Creator. And you have had that experience, many, and I hope all may have\nit. It is glorious. And then the promise:\n<\/p><p>\n\"For if these things [virtues] be in you, and abound, they make you that ye shall\nneither be barren nor unfruitful in the knowledge of our Lord Jesus Christ\"\n(<span class=\"citation\" id=\"4845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4845)\">2 Pet. 1:8<\/a><\/span>).\n<\/p><p>\nAnd you have heard in this conference what that knowledge means; to know God and Jesus\nChrist, his Son, is eternal life. Or, in the exact words, as recorded in the 17th chapter of John:\n<\/p><p>\n\"And this is life eternal [this is Jesus praying to his Father, two distinct personages], that they\nmight know thee the only true God, and Jesus Christ, whom thou hast sent\"\n(<span class=\"citation\" id=\"27741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27741)\">John 17:3<\/a><\/span>).\n<\/p><p>\nThat, my brothers and sisters, is the highest purpose of life. It has been put in one sentence\nthat the whole purpose of life is \"to subdue matter\" (conquer everything physical, our\npassions, enmity, selfishness, and all that), \"to subdue matter that <i>we might realize the ideal<\/i>,\"\nand that is the ideal&mdash;\"life eternal, that they might know thee the only true God, and Jesus\nChrist, whom thou hast sent.\"\n<\/p><p>\nWith all my soul, at the conclusion of this highly spiritual conference, I bless you that you\nmay attain that testimony, that high spiritual state, which will make all who attain it ready to\nenter through the veil into the presence of God, our Eternal Father.\n<\/p><p>\nThank you, Brethren and our fellow workers of the General Authorities, for the messages you\nhave given during this conference. You have been blessed. Thank you, brethren and sisters,\nhere especially in this great Tabernacle, for your reverent attitude in every session. May you\ngo home now with your children to your neighbors, and radiate that high spirit of love,\nbrotherhood, virtue, integrity, which will lead them to investigate the gospel of Jesus Christ\nand eventually accept those principles, that they too, someday, may realize what it is to be\n\"partakers of the divine nature\"\n(<span class=\"citation\" id=\"4843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4843)\">2 Pet. 1:4<\/a><\/span>),\nI pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}