{"ID":914, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Something Higher Than Self<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1958, pp. 4-9<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMay I say to these students that their presence and especially their inspiring singing add much\nto the sacredness of this assembly.  It is glorious to have several hundred students sing with\nsuch spirit and devotion.  We are proud of them and of the university from which they come.\nWe appreciate the cooperation of President Wilkinson, members of the faculty, and the\nstudents in postponing their regular day's work in school to join in this worship.\n<\/p><p>\nIt is over fifty years since I stood here for the first time as one of the General Authorities of\nthe Church.  I remember well then my trembling and humility at facing such an audience and\naccepting a position as one of the leaders.  The passing of a half a century has made it no\neasier to face this vast audience and to realize the responsibility that one holds in discharging\nsuch a responsibility.  This morning, as then and during the intervening years, I solicit your\nsympathy and your prayers.\n<\/p><p>\nA year has passed since we met on such an occasion. In behalf of the First Presidency I bid\nyou welcome, not only those who are here in the Tabernacle, the Assembly Hall, and other\nsurrounding halls, but also the vast audience listening in over radio and television. We are\nvery happy indeed that you are taking time out to participate in the general conference of the\nChurch.\n<\/p><p>\nWe extend welcome especially to the 31,817 converts of the Church during this past year. \nThat group alone will constitute six stakes of five thousand each.  We bid you welcome and\ntrust that you, with all others listening in, will realize the added responsibility\nwhich is yours as you assume the responsibility of membership in the Church of Christ.\n<\/p><p>\nWe wish to commend the missionaries in the stakes and in the field who have been\ninstrumental in bringing these added numbers to the Church of Christ&mdash;six new stakes, more\nthan that if we limit the number to three thousand each.\n<\/p><p>\n\"And if it so be that you should labor all your days in crying repentance unto this people, and\nbring, save it be one soul unto me, how great shall be your joy with him in the kingdom of\nmy Father!\" (<span class=\"citation\" id=\"13610\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13610)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13610)\">D&amp;C 18:15<\/a><\/span>).\n<\/p><p>\nAnd as you bring many souls, how much joy you will experience.  We commend those who\nhave been diligent during the past year in carrying the message of glad tidings to so many\npeople.\n<\/p><p>\nI shall not take time to report the advance in priesthood work, in auxiliary work, and other\nphases of the Church, but you may feel gratified indeed with the work of the past year.\n<\/p><p>\nIt has been difficult for me to put even in outline the message that I have had in my heart for\nthe people of the Church and the people of the world. There is a saying by Paul, that \"to be\ncarnally minded is death; but to be spiritually minded is life and peace\"\n(<span class=\"citation\" id=\"42734\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42734)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42734)\">Rom. 8:6<\/a><\/span>).\n<\/p><p>\nCarnal relates, as you know, to the physical.  It includes sensual.  But we have in mind this\nmorning the physical surroundings and our animal instincts, the anger that comes to us, the\nunpleasant words that are spoken, making life unpleasant, rather than emphasizing the spiritual\nside, the real side of our nature.\n<\/p><p>\nThe text was suggested several weeks ago, particularly emphasized at that time, by a report\nthat came to me of unpleasantness in a home, and I wondered why we cannot emphasize\nspiritual attitudes in our homes instead of unpleasant attitudes; why, having before us all the\nadmonitions of the Lord, all the opportunities offered by the Church, we cannot express\nspiritual attitudes every day of our lives. What good is religion if it does not make our daily\nlives better?  Why need there be emphasis put upon the carnal side of our natures?  True, that\nis the natural reaction for all animals.  But having in our possession the high principles of the\ngospel as revealed through Christ, why cannot members of the Church at least in the home, in\nschool, in all their associations, emphasize the spiritual side of their natures instead of the\ncarnal side?\n<\/p><p>\nI learned through a letter of a condition which I think, so far as members of the Church are\nconcerned, is absolutely inexcusable. A husband and wife quarreling&mdash;the husband\ndemeaning himself to such an extent as to curse his wife, and in a mad fit of anger\noverturning a table spread with dishes&mdash;a creature in the form of a man harboring the nature\nof an animal!  A man in such a mental state that the anger itself does him more harm than the\ncondition which aroused his anger, and in reality, brothers and sisters, he suffers more from\nthe vexation than he does from the acts that aroused that vexation.\n<\/p><p>\nI wonder how long it will take us to realize that in matters of temper nothing can bring us\ndamage but ourselves&mdash;we are responsible for what helps us and for what injures us&mdash;that\nthe harm that each one sustains he carries about with him, and never is he a real sufferer but\nby his own fault.  I think you get that thought, and yet the tendency of each one is to blame\nsomebody else, the wife blaming the husband, the husband blaming the wife, children finding\nfault with the parents when the fault lies with themselves. If in the dignity of manhood such a\nman would cease to magnify his troubles; would face things as they really are; recognize\nblessings that immediately surround him; cease to entertain disparaging wishes for another;\nhow much more of a man he would be, to say nothing about being a better husband and a\nmore worthy father!  A man who cannot control his temper is not very likely to control his\npassion, and no matter what his pretensions in religion, he moves in daily life very close to\nthe animal plane.\n<\/p><p>\nReligion is supposed to lift us on a higher level.  Religion appeals to the spirit in man, the\nreal person, and yet how often notwithstanding our possessing a testimony\nof the truth, we yield to the carnal side of our nature.  The man who quarrels in his home,\nbanishes from his heart the spirit of religion.  A mother in this Church who would light a\ncigarette in the home is yielding to the carnal side of her nature.  How far below the ideal of\nthe Church!  Any quarreling in the home is antagonistic to the spirituality which Christ would\nhave us develop within us, and it is in our daily life that these expressions have their effect.\n<\/p><p>\nMan is making great progress in science and invention, greater perhaps than ever before, but\nis not making comparable progress in character and spirituality.\n<\/p><p>\nI read awhile ago of a remark of General Omar N.  Bradley, formerly Army's Chief of Staff,\nwho on one occasion said: \"With the monstrous weapons man already has, humanity is in\ndanger of being trapped in this world by its moral adolescence. Our knowledge of science has\nclearly outstripped our capacity to control it.\n<\/p><p>\n\"We have too many men of science; too few men of God. We have grasped the mystery of\nthe atom and rejected the Sermon on the Mount.  Man is stumbling blindly through a spiritual\ndarkness while toying with the precarious secrets of life and death.\n<\/p><p>\n\"The world has achieved brilliance without wisdom, power without conscience.  Ours is a\nworld of nuclear giants and ethical infants.  We know more about war than we know about\npeace, more about killing than we know about living.\"\n<\/p><p>\nOur living comes hourly and daily in the home, in our association in business affairs, in our\nmeeting strangers. It is the attitude of the person during the daily contacts by which we show\nwhether we are appealing to the carnal or to the spiritual within us and within those with\nwhom we associate.  It is a daily matter. I do not know whether we can get the thought over\nor not. And it is within the power of each one, especially members of the Church who make\nsuch pretensions.  You cannot imagine a real, true Christian, and especially a member of the\nMormon Church, swearing at his wife.  Why, it is inconceivable that such a thing as that\ncould be in a home and especially with children around.  How can anyone justify parents\nquarreling in front of children!  In the instance to which I have referred the man (I should say\nthe brute) even struck his wife.  Such a thing should never be.  That is out of the life of\nChurch members.\n<\/p><p>\nChrist has asked us to develop the spiritual within us.\n<\/p><p>\nMan's earthly existence is but a test as to whether he will concentrate his efforts, his mind,\nhis soul upon things which contribute to the comfort and gratification of his physical nature or\nwhether he will make as his life's purpose the acquisition of spiritual qualities.\n<\/p><p>\n\"Every noble impulse, every unselfish expression of love, every brave suffering for the right;\nevery surrender of self to something higher than self; every loyalty to an ideal; every\nunselfish devotion to principle; every helpfulness to humanity; every act of self-control; every\nfine courage of the soul, undefeated by pretence or policy, but by being, doing, and living of\ngood for the very good's sake&mdash;that is spirituality.\"\n<\/p><p>\nThe spiritual road has Christ as its ideal&mdash;not the gratification of the physical, for he that\nwill save his life, yielding to that first gratification of a seeming need, will lose his life, lose\nhis happiness, the pleasure of living at this present time. If he would seek the real purpose of\nlife, the individual must live for something higher than self. He bears the Savior's voice,\nsaying: \"I am the way, the truth, and the life\"\n(<span class=\"citation\" id=\"27791\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27791)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27791)\">John 14:6<\/a><\/span>). Following that voice he soon\nlearns that there is no one great thing which he can do to attain happiness or eternal life. He\nlearns that \"life is made up not of great sacrifices or duties, but of little things in which smiles\nand kindness and small obligations given habitually are what win and preserve the heart and\nsecure comfort.\"\n<\/p><p>\nSpirituality, our true aim, is the consciousness of victory over self, and of communion with\nthe Infinite. Spirituality impels one to conquer difficulties and acquire more and more\nstrength. To feel one's faculties unfolding, and truth expanding in the soul, is\none of life's sublimest experiences.\n<\/p><p>\n\"The thing a man does practically lay to heart,\" says Carlyle, \"and know for certain\nconcerning his vital relations to this mysterious Universe, and his duty and destiny there, that\nis in all cases the primary thing for him, and creatively determines all the rest . . .\n<\/p><p>\nAnd, I say, if you tell me what that is, you tell me to a very great extent what the man is,\nwhat the kind of things he will do is.\"\n<\/p><p>\nThe man who sets his heart upon the things of the world, who does not hesitate to cheat his\nbrother, who will lie for gain, who will steal from his neighbor, or, who, by slander, will rob\nanother of his reputation, lives on a low, animal plane of existence, and either stifles his\nspirituality or permits it to lie dormant.  To be thus carnally minded is to be spiritually dead.\n<\/p><p>\nOn the other hand, keeping in mind our daily vocations, the man who tills the soil, garners his\nfruit, increases his flocks and his herds, having in mind making better the world in which he\nlives, desiring to contribute to the happiness of his family and his fellows, and who does all\nthings for the glory of God, will, to the extent that he denies himself for these ideals, develop\nhis spirituality.  Indeed, only to the extent that he does this will he rise above the plane of the\nanimal world.\n<\/p><p>\nYears ago we read in school the following from Rudolph Eucken: \n<\/p><p>\n\"I cannot,\" he says, \"conceive of the development of a powerful personality, a deep-rooted,\nprofound mind, of a character rising above this world, without his having experienced a\ndivinity in life above, beyond the world of sensible reality, and as surely as we create in\nourselves a life in contrast to pure nature, growing by degrees and extending to the heights of\nthe true, the good, and the beautiful, we may have the same assurance of that religion called\nuniversal.\"\n<\/p><p>\nPaul, you will remember, expresses it more specifically: \n<\/p><p>\n\"But if ye bite and devour one another, take heed that ye be not consumed one of another.<br \/>\n\"This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.<br \/>\n\"For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary\nthe one to the other: so that ye cannot do the things that ye would.<br \/>\n\"But if ye be led of the Spirit, ye are not under the law.<br \/>\n\"Now the works of the flesh,\" he says, \"are manifest, which are these; Adultery . . .\"\n<\/p><p>\nThe young man who leaves his home at night having in mind anything that would injure\neither the character or the life or the reputation of a young woman with whose company he is\nentrusted, is carnal-minded instead of spiritual-minded.\n<\/p><p>\n\". . . fornication, uncleanness . . .<br \/>\n\". . .hatred, variance, emulations . . . strife, seditions . . .<br \/>\n\"Envyings . . . drunkenness, revellings, and such like: of the which I tell you before, as I have\nalso told you in time past, that they which do such things shall not inherit the kingdom of\nGod.<br \/>\n\"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,<br \/>\n\"Meekness, temperance: against such there is no law.<br \/>\n\"And they that are Christ's have crucified the flesh with the affections and lusts.<br \/>\n\"If we live in the Spirit, let us also walk in the Spirit,\" daily, hourly\n(<span class=\"citation\" id=\"23254\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23254)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23254)\">Gal. 5:15-25<\/a><\/span>).\n<\/p><p>\nIt can be done, and it should be done in every home of the Latter-day Saint Church.\n<\/p><p>\nWith all our boasted civilization there never was a time when spiritual awakening and\nspiritual ideals were more needed.  Civilization has grown too complex for the human mind to\nvisualize or to control. Unless mankind come to a speedy realization that the higher and not\nthe baser qualities of man must be developed, the present status of civilization is in jeopardy. \nLife on the animal plane has as its ideal the survival of the fittest, crush or be crushed,\nmangle or be mangled, kill or be killed. For man, with his intelligence, this is a sure road to\nanguish and death.\n<\/p><p>\nAbout fifty years ago, Lord Balfour, Prime Minister of Great Britain,\ndelivered a lecture in the McEwen Hall of the University of Edinburgh on the subject, \"The\nMoral Values Which Unite the Nations.\" In an interesting and convincing manner, the\ngentleman presented four fundamental ties that unite the different nations of the world: (1)\n\"Common Knowledge\"; (2) \"Common Commercial Interests\"; (3) \"The Intercourse of\nDiplomatic Relationship\"; (4) \"The Bonds of Human Friendship.\" The audience greeted his\nmasterful address with a great outburst of applause.\n<\/p><p>\nAs the presiding officer arose to express his appreciation and that of the audience, a Japanese\nstudent who was doing graduate work at the University stood up, and leaning over the\nbalcony, said, \"But, Mr. Balfour, what about Jesus Christ?\"\n<\/p><p>\nMr. Robin E. Spear, to whom Professor Lang related this incident, writes: \n<\/p><p>\n\"One could have heard a pin drop in the hall.  Everyone felt at once the justice of the rebuke. \nThe leading statesman of the greatest Christian empire in the world had been dealing with the\ndifferent ties that are to unite mankind, and had omitted the one fundamental and essential\nbond. And everyone felt, too, the dramatic element in the situation&mdash;that the reminder of his\nforgetfulness had come from a Japanese student from a far-away non-Christian land.\"\n<\/p><p>\nLife, brethren and sisters, is an ever-flowing river on which one embarks at birth and sails, or\nis rowed, for fifty, seventy, eighty, or more years.  Every year that passes goes into an\neternity, never to return; yet each carries with it into the past no personal weakness, no bodily\nailment, no sorrow, no laughter, no thought, no noble aspirations, no hope, no ambition: all\nthese with every trait of character, every inclination, every tendency remain with each\nindividual. In other words, our lives are made up of daily thoughts and actions. We may\nresolve to let all our sorrows and weaknesses go with the passing time, but we know that\nevery thought, every inclination has left its indelible impression upon our souls, and we shall\nhave to deal with it today.\n<\/p><p>\nSo live, then, that each day will find you conscious of having wilfully made no person\nunhappy.  No one who has lived a well-spent day will have a sleepless night because of a\nstricken conscience.  Daniel Webster once said that the greatest thought that had ever\noccupied his mind was the realization of the fact that, and I quote, \"there is no evil we cannot\nface or flee from but the consequences of duty disregarded. A sense of obligation pursues us\never. It is omnipresent like the Deity.  If we take to ourselves the wings of the morning and\ndwell in the uttermost parts of the sea, duty performed, or duty violated is still with us, for\nour happiness or our misery.  If we say that night shall cover us, in the darkness as in the\nlight, our obligations are yet with us.  We cannot escape their power nor fly from their\npresence. They are with us in this life, will be with us at its close, and in that scene of\ninconceivable solemnity which lies yet farther on, we shall find ourselves followed by the\nconsciousness of duty&mdash;to pain us forever if it has been violated, and to console us so far as\nGod has given us grace to perform it. Weighed against conscience the world itself is but a\nbubble.  For God himself is in conscience lending it authority.\"\n<\/p><p>\nMankind needs a spiritual awakening, brethren and sisters; the carnal minded are causing\nheartaches and threatening the extinction of the race.\n<\/p><p>\nBut the sun of hope is rising. Thinking men and women are recognizing the need of man's\nlooking up towards the heavens instead of groveling in response to the animal instinct. One\nman, commenting upon this, said that if all the destroyers of civilization could be eliminated,\nand the traits of the rest of us that come from destructive strains could be eliminated, an\napproach to the millennium some hundred years hence is by no means inconceivable.\n<\/p><p>\n\"Can you imagine,\" he continues, \"what this country would be like if ten or twenty billion\ndollars a year\" (that is the amount expended to take care of our criminals) \"were added to our\nnational income?  That would mean five hundred dollars, or one thousand dollars per family;\nbut the average today, even if we include Henry Ford, is only twenty-five\nhundred, or three thousand dollars.  What would happen if that sum were increased by twenty\nor even forty percent all around? Even if you cannot imagine the result, do you realize what it\nwould be like to feel no need of locking doors and windows, no fear of leaving your car\nunprotected, no danger that your wife or daughter would be insulted, or you yourself\nsandbagged if you went out at night, no fear that you would have any uncollectible bills\nexcept through accident or unpreventable misfortune, no fear that in political election there\nwould be any bribery, or in politics any graft, and no fear that anyone anywhere was trying to\n'do you'&mdash;can you imagine all that?  It would almost be heaven on earth. Of course, it cannot\nhappen\" (someday it will have to happen) \". . . and yet if all the destroyers of civilization could\nbe eliminated, and if the traits of the rest of us that come from destructive strains could be\neliminated, an approach to such a state some hundred years hence is by no means\ninconceivable.\"\n<\/p><p>\nSpiritual awakening in the hearts of millions of men and women would bring about a changed\nworld.  I am hopeful, my brethren and sisters, that the dawning of that day is not far distant. I\nam conscious, as I hope all of you are, that the responsibility to try to bring about such a day\nrests upon the priesthood of the Church of Jesus Christ and upon the membership and upon\nhusbands and wives and upon children in Mormon homes.\n<\/p><p>\nMay that message be felt throughout the conference that we are now holding. We cannot just\ncome and meet and talk about good things and then go home and express our feelings, the\nfeelings of our carnal nature.\n<\/p><p>\nMy faith in the ultimate triumph of the gospel of Jesus Christ assures me that a spiritual\nawakening must come. It will come through the acceptance of Jesus Christ and obedience to\nhis gospel and in no other way completely.  I believe there never was a time in the history of\nthe world when there was such a need for a united, determined stand to uphold Christ and the\nrestoration of the gospel through the Prophet Joseph Smith as there is today.\n<\/p><p>\nGod bless you here assembled that we may sense as never before the efficacy of the restored\ngospel and that we hold as a duty our application of spiritual traits in our daily association\nwith one another in home, in business, in society, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}