{"ID":915, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Lest We Forget<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1958, pp. 9-13<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nSince the last general conference it has been my privilege, in company with President and\nSister Henry A. Smith, to tour the Central Atlantic States Mission. Our travels took us to\nJamestown, Virginia, where during this past year some $25,000,000 has been spent to\ncommemorate the 350th anniversary of the establishment of the first English settlement in\nAmerica. During this 350 years, there has been built upon this continent the greatest nation,\nhaving the highest standard of living, ever known in the world.  I have thought many times,\nwhat a wonderful investment this $25,000,000 would be if it could help us to understand the\nsource of our blessings and what we might do to preserve them.\n<\/p><p>\nAs I stood at Jamestown thinking of the wonderful advantages of living in this land of\nfreedom and opportunity, my mind went back to make a comparison with the ancient\nHebrews being established in their promised land. Before they crossed the Jordan, God said to\nthem,\n<\/p><p>\nThou shalt inhabit cities which thou didst not build, and thou shalt eat from vines which thou\nhast not planted, and thou shalt drink from wells which thou didst not dig\n(see <span class=\"citation\" id=\"21222\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21222)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21222)\">Deut. 6:10-11<\/a><\/span>).\n<\/p><p>\nEvery American is in that same situation.  Certainly there is no one within the sound of my\nvoice who doesn't eat from vines which he did not plant.\n<\/p><p>\nThen the Lord said something to the Hebrews that is particularly appropriate to us.  He said,\n\"But when thou hast eaten and are full, beware lest thou forget the Lord, thy God\"\n(see <span class=\"citation\" id=\"21223\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21223)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21223)\">Deut. 6:11-12<\/a><\/span>).\n<\/p><p>\nThere is a stimulating power derived from remembering our blessings and the source from\nwhich they come. Nations, like individuals, in the past have fallen when they have forgotten\nGod. Certainly the greatest danger facing America as we pass this important milestone in our\nhistory, is not inferior armaments, and it is not a lagging industrial production, and it is not an\ninadequate food supply.  In fact, it has been said that our national problem is surplus; our\nnational disease is overweight; our national sin is forgetfulness. And the greatest need of our\nlives is to remember the source of our blessings.\n<\/p><p>\nTo help ancient Israel remember, the Lord instituted among them the custom of wearing\nphylacteries.  That is, they were required to write out the most important passages of their\nscripture upon pieces of parchment and then bind them across their foreheads and between\ntheir eyes and upon their wrists and around their necks, so that no matter where they were, or\nwhat they were doing, these passages would always be in their sight, and consequently in\ntheir thoughts.\n<\/p><p>\nOne of these phylactery passages is recorded in the sixth chapter of Deuteronomy, wherein the\nLord pointed out their need by saying: \n<\/p><p>\nAnd thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all\nthy might.\n<\/p><p>\nAnd then he added: \n<\/p><p>\nAnd these words, which I command thee this day, shall be in thine heart: \n<\/p><p>\nAnd thou shalt teach them diligently unto thy children, and shalt talk of them when thou\nsittest in thine house, and when thou walkest by the way, and when thou liest down, and\nwhen thou risest up.\n<\/p><p>\nAnd thou shalt bind them for a sign upon thine band, and they shall be as frontlets between\nthine eyes (<span class=\"citation\" id=\"21221\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21221)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21221)\">Deut. 6:5-8<\/a><\/span>).\n<\/p><p>\nI suppose that a modern adaptation of this idea would be one that is familiar to some of you\nhusbands.  When your wife has wanted you to remember some particular thing, she may have\ntied a red string on your finger, with a bow on the top so that no matter where you went, or\nwhat you were doing, you would always be conscious of the string on your finger and be\nreminded of the particular thing to be done.  We need to make some of our own adaptations\nof this idea to help us remember God and what he requires at our hands. Our eternal lives\ndepend upon it.\n<\/p><p>\nKipling once wrote what might be called a phylactery prayer, entitled, \"The Recessional,\" in\nwhich he repeated over and over this important phrase,\n<\/p><p>\n    \"Lord God of hosts, be with us yet,<br \/>\n     Lest we forget, lest we forget.\"\n<\/p><p>\nThat is, there are certain things that we must remember if our lives are to be successful. One\nof these is that man's greatest need is for God.  And for that reason God made our\nrelationship with him the subject of the first and the greatest of all the commandments. And if\nwe would retain our national and our individual blessings, we should make every day of the\nyear a Memorial Day.  To help us understand, and to help us remember, the Lord in our day\nhas given us three great volumes of new scripture.  One of these has particularly to do with\nour land and those who have occupied it before us.  In this great American volume of\nscripture, we learn of the decrees of God which have governed this land and which must\nalways govern the lives of those who occupy it.  Without this important information, we are\nlargely strangers in our own land, not being aware of the laws governing our own welfare.\n<\/p><p>\nGeorge Washington is often referred to as the \"Father of his country.\" But I would like to\nsuggest the name of another man who might qualify in a more real sense as the \"Father of\nAmerica.\" After the flood waters had receded from off the face of this land, a little group of\npeople were led by the Lord from the confusion of tongues at Babel, back to\nthis land of promise, to repeople and to restock America with plant and animal life.  The Lord\nsaid to the brother of Jared, who, under his direction, led this little colony to this new\nbeginning,\n<\/p><p>\nI will go before thee into a land which is choice above all the lands of the earth\n(<span class=\"citation\" id=\"22208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22208)\">Ether 1:42<\/a><\/span>).\n<\/p><p>\nThe Lord gave to the Jaredites many divine decrees concerning this land: that it should be\npreserved forever as a sanctuary of freedom, that there should be no kings upon this land, that\nhe would be the God of this land, and that whatsoever nation should possess it, from that time\nhenceforth and forever, should serve him, the only true God, or they should be swept off\nwhen the fulness of his wrath should come upon them.  The Lord said that the fulness of his\nwrath would come upon them when they were \"ripened in iniquity\" (see\n<span class=\"citation\" id=\"22209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22209)\">Ether 2:8-9<\/a><\/span>).\n<\/p><p>\nI would just like to note in passing, that these decrees have never been revoked.\n<\/p><p>\nThe Jaredites became a great nation and flourished upon this land for approximately nineteen\nhundred years, or almost the exact length of time that has elapsed since the birth of Jesus to\nour own day.  It was also more than five times the length of the period from the beginnings\nat Jamestown to the present. The Jaredites loved this land and enjoyed its blessings, as we\nhave done. The Lord promised them that there should be no greater nation on the earth than\nthe one which he should raise up for them upon this land.  The Jaredites lived\ncontemporaneously with Babylon, Assyria, China, and the other great nations of that day.\n<\/p><p>\nBut after they had eaten and were full, they forgot God, and they were destroyed.  Other\ncultures upon this land followed the same pattern and met the same end.\n<\/p><p>\nAs I stood at Jamestown, I thought how grateful we ought to be in America for this new\nbeginning, this last chance to serve the God of this land, and how carefully we ought to study\nthe divine decrees that control our blessings and destiny.  Certainly no one can be familiar\nwith the history of our great nation to date without being acutely aware of the special\nprovidential favor which has attended this land from the very beginning.  Abraham Lincoln\npointed out this remarkable fact in his Thanksgiving Day Proclamation of 1863, which sounds\nas if it had been dictated by one of the great Book of Mormon prophets who knew, even\nbetter than Lincoln, of the special relationship existing between God and this land.  President\nLincoln said: \n<\/p><p>\nWe have been the recipients of the choicest bounties of heaven. We have been preserved these\nmany years in peace and prosperity. We have grown in numbers, wealth and power as no\nother nation has ever grown.\n<\/p><p>\nThen he indicated our perennial problem, and he said,\n<\/p><p>\nBut we have forgotten God.  We have forgotten the gracious hand that preserved us in peace\nand multiplied and enriched and strengthened us, and we have vainly imagined in the\ndeceitfulness of our hearts that all of these blessings were produced by come superior wisdom\nor virtue of our own. Intoxicated with unbroken success, we have become too self-sufficient\nto feel the necessity of redeeming and preserving grace, too proud to pray to the God who\nmade us. It behooves us then to humble ourselves before the offended power, to confess our\nnational sins and to pray for clemency and forgiveness.\n<\/p><p>\nBut in spite of our many weaknesses, and in spite of the mild chastenings that God has\nadministered from time to time in the interests of our reformation, he has still blessed us with\nthe highest standard of living ever known in the world.  It is said that in the United States,\nwith some 6 percent of the world's population, we have approximately 50 percent of the\ntelephones, the radios, the automobiles, the television sets, and the other devices of\ncivilization.\n<\/p><p>\nBut the crowning event in the blessing of America came in the early spring of 1820, when\nGod the Father and his Son, Jesus Christ, reappeared upon this continent in what is probably\nthe greatest divine manifestation ever given in the world.  They came to re-establish among\nmen a belief in the God of Genesis, a belief in the God of this land. They came to establish\nthe gospel on this earth for the last time, and to let us know that these\ntimeless decrees of God still govern in this land which we presently possess.\n<\/p><p>\nWhat an important beginning. What an inspiring way to open this age of wonders and\nenlightenment and opportunity and abundance and freedom, which we know as the\nDispensation of the Fulness of Times! Most of the conflicting religions of the present day\nhave been imported into America. They have been brought from Italy and England and\nSwitzerland and Scandinavia and Scotland, Arabia and China and Japan and India.  But the\nChurch of Jesus Christ of Latter-day Saints was born in this chosen land of America to open\nthe greatest and the last of all the dispensations.\n<\/p><p>\nBut America was a divinely favored land before Columbus and before Jamestown and before\nthe Mormon pioneers.  We know, by means of divine revelation, that the Garden of Eden was\nestablished in this land. This was the home of many of the greatest prophets who have ever\nlived.  But the greatness of America is not all in the past. This will also be the place of the\nNew Jerusalem.  The Tenth Article of Faith says that \". . . Zion will be built upon this [the\nAmerican] continent; that Christ will reign personally upon the earth; . . .\" with one of his\ncapitals in this western land, \". . . that the earth will be renewed and receive its paradisiacal\nglory\" (<span class=\"citation\" id=\"6735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6735)\">A of F 1:10<\/a><\/span>).\nThis earth will eventually become the celestial kingdom of God (see\n<span class=\"citation\" id=\"13658\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13658)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13658)\">D&amp;C 88:25-26<\/a><\/span>).\n<\/p><p>\nThen even those who have lived here but who have forgotten God, must be cast out; they\nmust live some other place.  But those who are entitled to live upon this earth when it is\ncelestialized will then not only enjoy the highest standard of living, but also the highest\nstandard of happiness ever known by man. But all of this is based upon our ability to\nremember and serve God.\n<\/p><p>\nOn this important anniversary, we need to remember that we are not the first but the fifth\nculture that has lived upon this land, each of the other four having been destroyed because\nthey have forgotten God.  We must forever keep in mind that our national as well as our\nindividual welfare has been put in our hands, and the law governing our welfare has been\nclearly stated to us.\n<\/p><p>\nWe not only have the greatest blessings, but we also have the greatest responsibilities.  We\nhave the responsibility to carry the message of the gospel to \"every nation and kindred and\ntongue and people\" (<span class=\"citation\" id=\"42277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42277)\">Rev. 14:6<\/a><\/span>).\nWe have the responsibility of putting the gospel in force in our own\nlives. We must exercise a kind of leadership corresponding to our opportunities and our\nblessings. Certainly we must not be content to dwell in the house built by the Pilgrims and\nthe Pioneers.  We must make history ourselves.  The highest standard of living is important,\nbut it is far more important to have the highest standard of honor and the highest standard of\nobedience and the highest standard of \"remembering.\" Then our country will be safe and our\nfreedom and our happiness will be secure.  Then we may earn the right to live forever in this\nfavored land upon this celestialized earth.\n<\/p><p>\nI close with the inspiring poem of Henry Carey,\n<\/p><p>\n\"America\"\n<\/p><p>\nMy country! 'tis of thee,<br \/>\nSweet land of liberty,<br \/>\nOf thee I sing;<br \/>\nLand where my fathers died,<br \/>\nLand of the pilgrim's pride,<br \/>\nFrom every mountain side,<br \/>\nLet freedom ring.\n<\/p><p>\nMy native country, thee,<br \/>\nLand of the noble, free,<br \/>\nThy name I love;<br \/>\nI love thy rocks and rills,<br \/>\nThy woods and templed hills;<br \/>\nMy heart with rapture thrills<br \/>\nLike that above.\n<\/p><p>\nLet music swell the breeze,<br \/>\nAnd ring from all the trees,<br \/>\nSweet freedom's song;<br \/>\nLet mortal tongues awake,<br \/>\nLet all that breathe partake,<br \/>\nLet rocks their silence break,<br \/>\nThe sound prolong.\n<\/p><p>\nOur father's God! to thee,<br \/>\nAuthor of liberty,<br \/>\nTo thee we sing;<br \/>\nLong may our land be bright<br \/>\nWith freedom's holy light,<br \/>\nProtect us by thy might,<br \/>\nGreat God, our king!\n<\/p><p>\nThat we may always remember the source of our blessings, and that we may prove ourselves\nworthy of him who is their Author, I pray, in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}