{"ID":916, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Are You a Modern Nicodemus?<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1958, pp. 13-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters, first I should like to acknowledge the goodness of the Lord\nto me.\n<\/p><p>\nAs I heard the President speak of the converts of the past year, I tried to visualize four huge\ntabernacles, or one twice as wide and long, as this one, full of all new converts from last year\nonly.\n<\/p><p>\nI am conscious this morning of three empty places among our Brethren.  I am thinking today\nof Brother Oscar Kirkham, a great man who has influenced youth tremendously and has given\na long life of service.  I am remembering Elder Thomas Evans McKay as one like Nathanael,\na man without guile (<span class=\"citation\" id=\"27751\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27751)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27751)\">John 1:47<\/a><\/span>).\nAnd my mind returns to Elder Adam S. Bennion, our very close\ncolleague, and I think of the scripture which says, \"And the child grew, and waxed strong in\nspirit, filled with wisdom: and the grace of God was upon him\"\n(<span class=\"citation\" id=\"31462\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31462)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31462)\">Luke 2:40<\/a><\/span>). And then when\nthey went down to Nazareth, it was said of the Lord, again, \"And Jesus increased in wisdom\nand stature, and in favour with God\"\n(<span class=\"citation\" id=\"31466\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31466)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31466)\">Luke 2:52<\/a><\/span>).\nAn already great man, Elder Bennion\nincreased in wisdom, greatness, spirituality. We express to the families of these three men our\naffection and our sympathy.\n<\/p><p>\nIn the moments allotted to me may I address my remarks to any here and in the radio and\ntelevision audience who have not experienced the glow, the warmth, the peace which come to\nthose who see the eternal path clearly and know positively of its correctness, and who are\ncourageously toiling toward those eternal goals.\n<\/p><p>\nIn experiences of mortality we sometimes suffer from optical illusions; we hear noises that do\nnot exist; we experience nocturnal adventures quite unreal, and distorted; but in the spiritual\nrealm one can have positive certainty, for the Lord has repeated numerous times the definite\npromise here expressed: \n<\/p><p>\nIf any man will do his will, he shall <i>know<\/i> of the doctrine, whether it be of God, or whether I\nspeak of myself (<span class=\"citation\" id=\"27775\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27775)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27775)\">John 7:17<\/a><\/span>, italics added).\n<\/p><p>\nIn courts of law the witness is asked to take an oath that the information he is about to give is\n\"the truth, the whole truth, and nothing but the truth,\" and the statements made are called his\n\"testimony.\" In spiritual matters, we may likewise have a testimony.  This sureness of the\nspiritual is unique and pertains to the realness of a personal God; the continued active life of\nthe Christ, separate from but like his Father; the divinity of the restoration of the organization\nand doctrines of God's Church on the earth and the power of the divine, authoritative\npriesthood given to men, through revelations from God.  These can be known as surely as that\nthe sun shines, by every responsible person, and to fail to attain this knowledge is to admit\nthat one has not paid the price.  Like academic degrees it is obtained by intense strivings.\nThat soul who is clean through repentance and the ordinances receives it if he desires and\nreaches for it, investigates conscientiously, studies, and prays faithfully.\n<\/p><p>\nA sure knowledge of the spiritual is an open door to rewards attainable and joys unspeakable. \nTo ignore the testimony is to grope in caves of impenetrable darkness; to creep along in fog\nover hazardous highways.  That person is to be pitied who may still be walking in darkness at\nnoonday (<span class=\"citation\" id=\"13674\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13674)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13674)\">D&amp;C 95:6<\/a><\/span>),\nwho is tripping over obstacles which can be removed and who dwells in the dim\nflickering candlelight of insecurity and skepticism. The testimony is the electric light\nilluminating the cavern; the wind and sun dissipating the fog; the power equipment removing\nboulders from the road. It is the mansion on the hill replacing the shack in the marshes; the\nharvester shelving the sickle and cradle; the tractor, train, automobile, and plane displacing the\nox team.  It is the rich nourishing kernels of corn instead of the husks in the trough.  It is\nmuch more than all else, for&mdash;\n<\/p><p>\n. . . this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou\nhast sent (<span class=\"citation\" id=\"27798\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27798)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27798)\">John 17:3<\/a><\/span>).\n<\/p><p>\nEternal life is the greatest gift\n(<span class=\"citation\" id=\"13609\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13609)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13609)\">D&amp;C 14:7<\/a><\/span>).\nTo obtain it is not easy. The price is high.\n<\/p><p>\nNicodemus of old inquired the price. The answer perplexed him.  Let us interview that good\nman who came so near and yet evidently missed the mark.\n<\/p><p>\nYour name is Nicodemus?  You are a member of the powerful sect of the Pharisees?  You are\na member of the Jewish Sanhedrin? You knew the person from Nazareth called Jesus Christ?\nYou heard his sermons and witnessed his miracles? You looked into his eyes and heard his\nvoice?\n<\/p><p>\nYou are a good man, Nicodemus, honorable and just, for you will yet defend our Lord before\nyour colleagues, asking he be not condemned without a hearing. You are also generous, for\nyou will yet bring one hundred weight of aloes and myrrh to his burial.  You have at least\nsome faith, but have you courage enough to face criticism?  You are identified as one who\ncame under cover of darkness (<span class=\"citation\" id=\"27818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27818)\">John 19:39<\/a><\/span>).\nIn your senatorial seat you and your colleagues have\nimpressive powers, making laws and controlling destinies.\n<\/p><p>\nIt is night now. You have not been seen.  You are addressing our Lord: \n<\/p><p>\nRabbi, we know that thou art a teacher come from God: for no man can do these miracles\nthat thou doest, except God be with him (<span class=\"citation\" id=\"27752\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27752)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27752)\">John 3:2<\/a><\/span>).\n<\/p><p>\nHis ready answer wrinkles your brow. This is the simple total answer to the weightiest of all\nquestions.\n<\/p><p>\nVerily, verily I say unto thee, Except a man be born again he cannot see the kingdom of God\n(<span class=\"citation\" id=\"27754\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27754)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27754)\">John 3:3<\/a><\/span>).\n<\/p><p>\nYou are well versed in the law, Nicodemus, but what of the gospel? To gain eternal life there\nmust be a rebirth, a transformation, and an unburdening self of pride, weaknesses, and\nprejudice. You must begin as a little child, clean, teachable. You seem not to understand.\n<\/p><p>\n\"How can a man be born when he is old?\"\n(<span class=\"citation\" id=\"27759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27759)\">John 3:4<\/a><\/span>).\nYour question is strange for a learned\nman.  Must you reduce all to human logic? Must everything be rational to your finite,\nmaterialistic mind?\n<\/p><p>\nHe says: \n<\/p><p>\nCome unto me, and I will give you rest.\n<\/p><p>\nTake my yoke upon you, and . . . ye shall find rest unto your souls\n(<span class=\"citation\" id=\"34869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34869)\">Matt. 11:28-29<\/a><\/span>).\n<\/p><p>\nHe expects you to divest yourself of every foreign thought, act, and inclination, and accept\nhim and live his plan. And the \"rest\"\n(<span class=\"citation\" id=\"13650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13650)\">D&amp;C 84:24<\/a><\/span>),\nwhich is exaltation, will be your glory.\n<\/p><p>\nBut you still do not seem to understand, Mr. Pharisee.  Is it so complex? Are you afraid of\nwhat your brother Pharisees may think of you, fearful of losing your exalted place in the\nSanhedrin? Or, do you not see? Certainly a little glimpse has been given you. You\nacknowledged the miracle worker must be sent from God, but the curtain so slightly opened\nwill close again if you do not act upon the new knowledge being offered you.\n<\/p><p>\nYou are highly educated, my good man.  Many sit at your feet to learn. Does your superior\ntraining blind you? Must a prophet or a God be measured in the test tubes of a physical\nlaboratory? Can you not accept anything you cannot prove by the rules of the schools in\nwhich you studied?\n<\/p><p>\nYou are not accepting it.  The Lord is postulating again the necessary\nrequirements: \n<\/p><p>\n<i>Except a man be born again, he cannot see the kingdom of God<\/i>\n(<span class=\"citation\" id=\"27755\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27755)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27755)\">John 3:3<\/a><\/span>, italics added).\n<\/p><p>\nThat total answer came in one sentence of thirteen small words. You are wondering,\nweighing, Mr. Rationalizer. You seem impressed, but you are bound. How much you do not\nrealize! Did you expect it in eloquent, impressive words? Is it frustrating in its simplicity? \nYou are rationalizing, Sir. You cannot weigh this on the scales of your secular knowledge and\ntraining.  They are too crude, mundane.  You need finer mechanism.\n<\/p><p>\nYour question about returning to the mother's womb for rebirth&mdash;was it intended as a\nquestion, Mr. Intellectual, or to prove your superior logic; or to point out that Christ was\nirrational; or was it mere perplexity? He knows your professional background and culture and\nthe analytical training you have had.  He is so kind and patient.  He will explain further in\neighty-nine words, sixty-five of which are one-syllable ones: \n<\/p><p>\nVerily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot\nenter into the kingdom of God.<br \/>\nThat which is born of the flesh is flesh; and that which is born of the Spirit is spirit.<br \/>\nMarvel not that I said unto thee, Ye must be born again.<br \/>\nThe wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell\nwhence it cometh, and whither it goeth; so is every one that is born of the Spirit\n(<span class=\"citation\" id=\"27760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27760)\">John 3:5-8<\/a><\/span>).\n<\/p><p>\nHow beautiful&mdash;how forceful&mdash;how positive! Is there excuse to question, to hesitate, to\nreject?  O Nicodemus, this moment of crisis cannot last long. You are on a perilous summit. \nYour decision can mean the difference between exaltation and a deprivation greater than you\nknow.  You had a spark of desire. Why did you extinguish it?\n<\/p><p>\nWhat made you refer to our Master as \"a <i>teacher<\/i> come from God\"\n(<span class=\"citation\" id=\"27753\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27753)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27753)\">John 3:2<\/a><\/span>)? Do you not believe in\nprophets? Have you not all your life waited for a Redeemer? After all his sermons,\ntestimonies, and miracles, is he still only an inspired teacher to you?  Could he not be the\nlong-awaited Christ?  Have you tried to believe and accept, or are you bound down with\nfetters of tradition, chains of materialism, and handcuffs of losable prestige?  O timid one,\nawaken, exert yourself, draw back the curtains your training and background have hung over\nthe windows of your soul!  You are speaking to no ordinary man, no common philosopher, no\nmere prophet. You are in the presence of the real Messiah, the great physician, the master\npsychiatrist, the very Christ.  You are questioning the maker of heaven and earth, the Son of\nGod.\n<\/p><p>\nOpen the curtains, my skeptic brother. Rid yourself of your intellectual conservatism.  This is\na crucial moment. You are being offered a gift priceless beyond your imagination.  Will you\nlet it pass?  Talking with Christ, you should be awed to a tremble, quaking in shoeless feet on\nsuch holy ground, and on your knees in reverent humility. This is your Lord, your Savior,\nyour Redeemer.  Can't you understand, O ye of little faith?  Can't you feel his love and\nkindness and see the sadness and disappointment in those penetrating eyes as he notes your\nwithdrawal?  He is saying: \n<\/p><p>\nSet aside your pride and arrogance. Cast from you all worldly burdens.  Repent of your\ntransgressions, purify your hands, and mind, and heart, believe that I am the bread of life, the\nwaters from the pure spring. Accept me and my gospel; go down into the waters in proper\nbaptism.\n<\/p><p>\nCan you envision the cleanliness as one emerges from the watery grave, washed, and the\nfreedom and joy and glory of it?  But after all this you still ask, \"How can these things be?\"\n(<span class=\"citation\" id=\"27761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27761)\">John 3:9<\/a><\/span>).\nYour question astonishes us and brings from the Master this chastisement: \n<\/p><p>\nArt thou a master of Israel, and knowest not these things?\n(<span class=\"citation\" id=\"27762\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27762)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27762)\">John 3:10<\/a><\/span>).\n<\/p><p>\nO my brother, opportunity's doors are closing.  Why can't you understand? Too many\nmaterialistic obstacles?  He knows your influence, wealth, erudition, your exalted place in\ncommunity, in government, in the powerful church group.\n<\/p><p>\nHe offers you not a dependent, decadent kingdom like your doomed and dying Judah.  He\ninvites you to rule, not as emperor of a temporary world power like Rome, which is destined\nto crumble as clay, but is offering you citizenship in the kingdom of heaven, eventually to\nrise in stature and authority until you are a king in your own right with a dominion greater\nthan the combined empires of all the earth.\n<\/p><p>\nYour decision seems weighted with earthly treasures and the plaudits of men and the\nconveniences of affluence. My heart weeps for you, friend Nicodemus.  You seem such a\ngood man, philanthropic, kind, generous.  You could have been such a power in the Lord's\nkingdom.  You had a spark of desire.  It could have been kindled into a living flame.  You\nmight have been one of his seventies, to proselyte as an advance agent, or an apostle, or even\nthe President of his Church.  You might have filled the vacancy when Matthias was called or\nhave been an apostle to the gentiles with Paul and suffered with him in his perils of the sea,\namong robbers, in prisons, in his beatings and stonings, and even in his death.  How little we\nrealize the doors of opportunity which we oft close with one wrong decision.  But the price\nwas too high, wasn't it, man of wealth?\n<\/p><p>\nUnwilling that you slip back in your darkness without having every opportunity, Christ will\nbear you his testimony again.  He will not leave you guiltless.  You cannot escape the\ncondemnation of this testimony, Mr. Rationalizer. Hear him: \n<\/p><p>\nIf I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of\nheavenly things?<br \/>\nFor God sent not his Son into the world to condemn the world; but that the world through\nhim might be saved.<br \/>\nVerily, verily, I say unto thee, We speak that we do know, and testify that we have seen;\n<i>and ye receive not our witness<\/i>\n(<span class=\"citation\" id=\"27764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27764)\">John 3:12,17,11<\/a><\/span>), italics added).\n<\/p><p>\nO Nicodemus, why did you receive not his witness? Why did you not open your heart to\nunderstanding? Why did you hesitate when the Redeemer of the world so condescended? Had\nyou humbly taken the first step of repentance and then proper baptism, then would have come\nto you the Holy Ghost through the laying on of hands by one of his apostles, or be himself\nmight have done it.\n<\/p><p>\nThe Holy Ghost would have abided with you so long as you merited and would have\nwhispered to you so that you, too, could have exclaimed with your Redeemer,\n<\/p><p>\n<i>We speak that [which] we do know, and testify that [which] we have seen<\/i>\n(<span class=\"citation\" id=\"27763\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27763)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27763)\">John 3:11<\/a><\/span>, italics added).\n<\/p><p>\nAnd John wrote: \n<\/p><p>\n. . . what he hath seen and heard, that testifieth; and no man receiveth his testimony\n(<span class=\"citation\" id=\"27767\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27767)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27767)\">John 3:32<\/a><\/span>).\n<\/p><p>\nO my disbeliever brother, the New Testament could have recorded your name countless times\ninstead of thrice. You could have lived forever in the minds and hearts of countless millions.\nBecause of your many abilities you might have been one chosen to walk up the slopes of the\nHoly Mount of Transfiguration, to have unspeakable revelations, to join others in martyrdom,\nand rule eternally with Christ.\n<\/p><p>\nYou might have walked where Jesus walked\n     and stayed where he was staying;<br \/>\nYou might have eaten bread and sop\n     and knelt where he was praying;<br \/>\nHe might have washed your weary feet\nand wiped them with his dryer;<br \/>\nHe might have laid his precious bands\n     upon your head with Fire.\n<\/p><p>\nYou might have eased his weary way\n     and wiped away his bleeding;<br \/>\nYou might have helped in his defense\n     when he was sorely needing;<br \/>\nMost disappointing words are oft\n     expressed by tongue and writing;<br \/>\nThe saddest words, \"It might have been\"\n     are always the most biting.\n<\/p><p>\nNow, my beloved, listening friends, you too are generous and kind. You too are prayerful and\nreligious.  But are you also like Nicodemus, burdened down with preconceived and prejudiced\nnotions?  Do you think that no good thing can come out of Nazareth\n(<span class=\"citation\" id=\"27750\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27750)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27750)\">John 1:46<\/a><\/span>), or Palmyra, or Salt\nLake City?  Are you too biased to accept new truth?  Too wealthy and fettered with the cares\nof this world to accept the difficult demands of Christ's Church?  Are you\nso influential as to fear to prejudice your position or local influence?  Are you too weak to\naccept and carry a load of service?  Are you too busy to study and pray and learn of Christ\nand his program?  Are you too materialistically trained to accept the miracles, visions,\nprophets, and revelations?\n<\/p><p>\nIf any of you, my listeners, is a modern Nicodemus, I beg of you to grasp the new world of\ntruths.  Your Lord Jesus Christ pleads with you: \n<\/p><p>\nMy true Church is restored to earth with my saving doctrines.<br \/>\nI have placed in authoritative positions apostles and others divinely called, and in leadership a\nprophet who today receives my divine revelations.<br \/>\nChurches are many, but they are churches of men, not mine.<br \/>\nCreeds are numerous, but they are not of my authorship.<br \/>\nOrganizations are everywhere, but they are not organized nor accepted by me.<br \/>\nPretended and usurping representatives are legion, but I called them not; nor do I recognize\ntheir ordinances.\nMy second coming is near at hand.\n<\/p><p>\n. . . I stand at the door, and knock: if any man hear my voice, and open the door, I will come in\nto him, and will sup with him, and he with me.<br \/>\nTo him that overcometh will I grant to sit with me in my throne . . .<br \/>\nHe that hath an ear let him hear (<span class=\"citation\" id=\"42274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42274)\">Rev. 3:20-22<\/a><\/span>).\n<\/p><p>\nThis testimony I bear, in the name of Jesus Christ our Master. Amen.\n<\/p>\n<\/div>\n<\/div>"}