{"ID":917, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Know and Worship the True and Living God<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1958, pp. 17-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMuch has been said this morning regarding the Spirit, and I feel that we have felt the Spirit\nof the Lord here this morning. In order to feel the Spirit of the Lord we must understand\nGod; he must be known to us, and not unknown.\n<\/p><p>\nI should like to draw from Holy Writ two experiences, one in the life of the Apostle Paul on\nMars' hill and the other in the life of Moses.\n<\/p><p>\nYou will recall that when Paul visited Mars' hill he said: \n<\/p><p>\nFor as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE\nUNKNOWN GOD. Whom therefore ye ignorantly worship, him declare I unto you\n(<span class=\"citation\" id=\"7826\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7826)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7826)\">Acts 17:23<\/a><\/span>).\n<\/p><p>\nThe following experience in the life of Moses is recorded in Exodus 32:1-8\n(<span class=\"citation\" id=\"50027\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50027)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50027)\">Ex. 32:1-8<\/a><\/span>). Moses delayed in\ncoming down from the mount.  The children of Israel became restless and said unto Aaron,\n\"Make us gods which shall go before us; this Moses, we know not where he is.\" So Aaron\npersuaded them to bring their jewelry, and he fashioned it with a graving tool and made a\nmolten calf. \"These be thy Gods!\"\n(<span class=\"citation\" id=\"22665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22665)\">Ex. 32:4<\/a><\/span>).\nAnd so Aaron built an altar and proclaimed, \"We feast, drink and play\"\n(<span class=\"citation\" id=\"22666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22666)\">Ex. 32:5-6<\/a><\/span>).\n<\/p><p>\nThen the Lord said unto Moses,\n<\/p><p>\nGo, get thee down; for thy people, which thou broughtest out of the land of Egypt, have\ncorrupted themselves:<br \/>\nThey have turned aside quickly out of the way which I commanded them: [they have made\nthem a \"golden calf\"] (<span class=\"citation\" id=\"22667\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22667)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22667)\">Ex. 32:7-8<\/a><\/span>).\n<\/p><p>\nFrom both these experiences&mdash;the prophet Moses, and the Apostle Paul on Mars' hill&mdash;we\nlearn these lessons: The people had their devotions, built altars, worshiped an unknown God,\nand worshiped in ignorance.  In each case, as today, authorized servants taught the true and\nliving God.\n<\/p><p>\nWe have heard this morning about the spiritual and the carnal. May I say that the golden calf\nis the carnal or the carnal may be likened unto the worship of the golden calf, or the material\nthings of life&mdash;feasting, drinking, and playing, and forgetting the spirit?\n<\/p><p>\nIt is essential to know God and to worship him in truth, for Jesus said: \n<\/p><p>\nAnd this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent (<span class=\"citation\" id=\"27799\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27799)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27799)\">John 17:3<\/a><\/span>).\n<\/p><p>\nWe cannot serve both God and mammon.  It is necessary to know to whom we pray and to\npay our devotions so that such may be done in spirit and in truth.  We have heard the\nmouthpiece of our Heavenly Father, President David O. McKay, this morning from this pulpit\ndraw conclusively to our attention the need to develop the spirit within us, to understand God,\nand then to have these things apply in our lives.\n<\/p><p>\nThe Apostle Paul further declared: \n<\/p><p>\nForasmuch then as we are the offspring of God, we ought not to think that the Godhead is\nlike unto gold, or silver, or stone, graven by art and man's device\n(<span class=\"citation\" id=\"7830\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7830)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7830)\">Acts 17:29<\/a><\/span>).\n<\/p><p>\nWe can be influenced by man's device today which is contrary to enjoying the spirit; \". . . for\nthe letter killeth, but the spirit giveth life\"\n(<span class=\"citation\" id=\"3033\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3033)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3033)\">2 Cor. 3:6<\/a><\/span>).\n<\/p><p>\nAre we worshiping God in the full spirit of truth or are there any golden calves or idols in\nour lives? Do we on occasion worship the gods of hate, bitterness, vanity, deceit, profanity,\ndishonesty, disloyalty, immorality, apostasy, money, gold, silver, uranium (to bring us\nup-to-date), power, clothes, passions, styles, a broken Sabbath, new cars with higher speed, in\nfact, all material things? The New Testament poses a very important question: \n<\/p><p>\nIs not the life more than meat, and the body than raiment?\n(<span class=\"citation\" id=\"34852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34852)\">Matt. 6:25<\/a><\/span>).\n<\/p><p>\nIt is easy to follow the world and think in a material or physical vein.  I am reminded of an\nexperience which happened as we toured the Western States Mission four years ago with\nPresident and Sister A. Lewis Elggren. As we journeyed through the state of Nebraska, we\nsaw road signs, \"Do not fail to see the Pioneer Village and the Progress of Man.\" As I am\nalways interested in the pioneers and the progress of man, I was anxious to see what progress\nman had made.  When we finally arrived, we found, a new, very modern building: In it were\nthe various styles of automobiles, beginning with one of the first ones produced up to and\nincluding the new high-powered, streamlined, most modern car.  And this was supposed to\nrepresent the progress of man! Yes, it is easy to follow the world and think of the material,\nthe carnal, rather than the spiritual.\n<\/p><p>\nDo we worship these carnal or material things in preference to the spiritual? We do need a\nbalance. We may prefer to worship the movies, movie stars, television, radio, and all forms of\nrecreation.  Do these things take us from our quorum meetings, Sunday School, and\nSacrament meetings?  If so, these are just some of the modern golden calves which can come\ninto our lives, and we worship them in preference to developing our spiritual lives.\n<\/p><p>\nIn the days of Moses the children of Israel merely gave material things to make their golden\ncalf.  Today we are giving our precious time.  Material things can be replaced, but time\ncannot be called back, and time is allotted to each of us on an equal basis&mdash;twenty-four\ngolden hours each day.\n<\/p><p>\nWhat are we doing with them?  Are we using them to the best advantage?\n<\/p><p>\nNow is the time to do something about it!  We all no doubt have approached a railroad\ncrossing and have been exposed to the sign which reads, \"Stop! Look! Listen!\"\n<\/p><p>\nMay we sincerely take this to heart. What if Paul should pass by today as he passed Mars'\nhill?  What if Jesus should appear today (and no man knoweth the hour of his coming)? Are\nwe as ready to meet him as we can be? I trust we will banish from our lives any worship of\ngolden calves, and worship our Father in spirit and in truth.\n<\/p><p>\nIt is my privilege to know many young couples on the campuses of the universities in this and\nother areas who are getting their education and at the same time having their babies, raising\ntheir families, and finding time to serve the true and living God.  I thrill at their devotion.\n<\/p><p>\nThen I think of the couple who went to the bank and placed a mortgage on their home in\norder to finance their sixth son on his mission. They wanted all their sons to have this\nprivilege and honor.  They had a witness of the true and living God and\nwere worshiping him and assisting in this great work.\n<\/p><p>\nAs I toured the Southwest Indian Mission last fall, I met a Lamanite brother. I learned he was\neighty-four years of age.  A few years ago in this little branch where he lived, there were but\na few members of the Church.  Several times when he went to priesthood meeting, he was the\nonly one present, but he didn't leave; he would sing a hymn and pray.  His witness had come\nto him through worship of the true and living God.\n<\/p><p>\nThen I think of the parents who are humbly proud of their sons and daughters receiving all\nthe awards and achievements possible through constant Church activity and participation. \nThese are the homes where joy and happiness prevail because they are worshiping the true\nand living God.  This is the type of home President McKay has spoken of this morning.\n<\/p><p>\nNow as to idols, they were prevalent in the days of Moses, of Paul, and are among us today. \nPaul's words to the Thessalonian saints, First Thessalonians, the first chapter and the ninth\nverse&mdash;\". . . and how ye turned to God from idols to serve the living and true God\"\n(<span class=\"citation\" id=\"2735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2735)\">1 Thes. 1:9<\/a><\/span>), would\nindicate that they had seen the error of their ways and had turned to the worship of God.\n<\/p><p>\nSo if there need be repentance in any of our hearts today, let us exercise the courage and\nfortitude necessary to turn from our idols to worship and serve the true and living God. If\nanyone within the sound of my voice has not yet been blessed with membership in the true\nChurch of Jesus Christ of Latter-day Saints, I pray that the Spirit of the Lord will prevail\nupon him to receive the witness that the words spoken from this pulpit are divine and for the\nbenefit of our spiritual and eternal lives.\n<\/p><p>\nIt is our individual responsibility to see that our spiritual lives are in tune with the teachings\nof the Master, who said, \". . . seek ye first the kingdom of God\"\n(<span class=\"citation\" id=\"34853\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34853)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34853)\">Matt. 6:33<\/a><\/span>) I testify to you that the\nmaterial and physical things which we need to sustain life will be granted us. I testify further\nthat God is our Heavenly Father.  He is not a mystery but can be known if we desire to know\nhim. This is my witness and testimony to you, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}