{"ID":919, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">How Near to God Are You?<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, April 1958, pp. 32-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that I shall have an interest in your faith and prayers while I take this precious time. \nWe have heard of the successes of the missionary work and the other activities of the Church. \nThe growth of the Church is glorious in all its activities.  The success of man and the Church\ncan be measured, I think, in the answer to the question, \"How near to God are you?\"\n<\/p><p>\nEvery one of us came from a pre-earthly existence.  We always existed. Before coming to this\nearth we lived with our heavenly parents.  We were their children.  Challenging Job, the Lord\nsaid: \n<\/p><p>\nWhere wast thou when I laid the foundations of the earth? declare, if thou hast understanding.<br \/>\nWhen the morning stars sang together, and all the sons of God shouted for joy\n(<span class=\"citation\" id=\"26688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26688)\">Job 38:4,7<\/a><\/span>)?\n<\/p><p>\nAnd again Abraham said: \n<\/p><p>\nNow the Lord had shown unto me, Abraham, the intelligences that were organized before the\nworld was; and among all these there were many of the noble and great ones;<br \/>\nAnd God saw these souls that they were good, and he stood in the midst of them, and he said:\nThese I will make my rulers; for he stood among those that were spirits, and he saw that they\nwere good; and he said unto me: Abraham, thou art one of them; thou wast chosen before\nthou wast born (<span class=\"citation\" id=\"7209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7209)\">Abr. 3:22-23<\/a><\/span>).\n<\/p><p>\nWe are all children of our heavenly parents.  We lived with them in the celestial kingdom.\nWe walked by sight. We knew what the celestial glory was. As spirits only, we could not\npartake of the fulness thereof. We knew how our Heavenly Father came to his exaltation. Was\nit any wonder, then, that we shouted for joy when it was made known unto\nus that we could come to earth?  We knew this was the step necessary and the opportunity for\nus to gain that glory which we there knew so well.  We were promised that if we were\nfaithful in all things we would have the opportunity to return unto our Father in heaven. We\nknew we would come here, having forgotten all, and be tried and tested.  This was to be an\nopportunity where we would learn from our own experience.  We were to learn good from\nevil, right from wrong. We would learn obedience.\n<\/p><p>\nTo prove our obedience, among other things, there was a gospel plan given. This plan made\nnecessary a Savior. Jesus Christ, the Only Begotten of the Father in the flesh, came in the\nMeridian of Time, and through his atoning sacrifice broke the bonds of death and opened the\ngates of the resurrection.\n<\/p><p>\nThis Sunday all Christians celebrate the anniversary of this great day. Through him all shall\nhave a glorious resurrection.  We were promised the right and opportunity to return to our\nFather in heaven. Jesus Christ was our Elder Brother in that pre-earthly existence.  He was,\nhowever, the Only Begotten of the Father in the flesh. It was he who created this earth. \nThus, as a God, begotten of the Father in the flesh, he had power over life and death. No\npower could take his life unless he gave it.  He could have lived forever. But no, be chose to\ndo the will of the Father and give his life that all might live.  Thus he broke the bonds of\ndeath and opened the doors of the resurrection, giving all mankind, all God's children, the\nopportunity to be resurrected and come unto him.\n<\/p><p>\nThrough Christ we shall all be resurrected, but not all to the same glory. In Corinthians we\nread: \n<\/p><p>\nThere are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and\nthe glory of the terrestrial is another.<br \/>\nThere is one glory of the sun, and another glory of the moon, and another glory of the stars:\nfor one star differeth from another star in glory.<br \/>\nSo also is the resurrection of the dead\n(<span class=\"citation\" id=\"308\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 308)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(308)\">1 Cor. 15:40-42<\/a><\/span>).\n<\/p><p>\nThe highest glory is the celestial, and naturally, the abode of our Father in heaven.  To attain\nthis glory there are special requirements.  For this purpose is the gospel given to man.  How\nwell we, individually, accept and fulfil the laws of the gospel determines how near to God we\nwill come.\n<\/p><p>\nHow near to God are <i>you?<\/i> The Lord has said: \n<\/p><p>\nCome unto me all ye that labour and are heavy laden, and I will give you rest\n(<span class=\"citation\" id=\"34868\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34868)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34868)\">Matt. 11:28<\/a><\/span>).\n<\/p><p>\nBrother Kimball reminded us this morning, and I have often heard him say, \"Rest is not\nrelaxation and lounging.  It is exaltation.\"\n<\/p><p>\nChrist has given us the gospel as a way of life that will lead us, if we will live it fully, to\nexaltation.  He has not left us to stumble blindly in the dark. It is there for us to follow and\nobey. Christ said to Nicodemus: \n<\/p><p>\nVerily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of\nGod.\n<\/p><p>\nNicodemus did not understand, and the Lord added,\n<\/p><p>\nVerily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot\nenter into the kingdom of God\n(<span class=\"citation\" id=\"27758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27758)\">John 3:3,5<\/a><\/span>).\n<\/p><p>\nHow near to God are you?  If you have not entered the waters of baptism yet, I suggest that\nyou seek God in prayer and ask for understanding that you also may come nearer to him.\nThrough prayer and wholehearted desire we may come near enough to him to receive extra\nadded strength, to keep his commandments, to overcome evil, to change from bad habits to\ngood habits.\n<\/p><p>\nJohnson said \"bad men excuse their faults; good men leave them.\" Have you placed a barrier\nbetween you and God through misdeeds, neglect, omissions, or habits displeasing to God\nwhich keep you from coming nearer to him? How near to God <i>are<\/i> you?  Repentance is a very\ndifficult task, yet we all have plenty of it to do.  Prayer is needed to help us repent.  The\nfeeling of guilt ties our tongues so that we cannot speak to him or approach him, yet God is\nalways there to help. The door is never completely closed.  Adversity is\noften the tool used to humble us and bring us closer to our Heavenly Father.\n<\/p><p>\nHow <i>near<\/i> to God are you?  Do you have the strength to repent?  Yes, you may even be given\nadded physical strength if you live near enough to God.  I recall the experience of the Prophet\nJoseph Smith when he received the plates from which the Book of Mormon was translated. \nBefore bringing them directly home he secreted them in a grove of trees, and upon returning\nfor them he found them safe, and as he started homeward he was encountered by a man who\ntried to force them from him.  He fought this man off, knocking him down, then in going\nfarther the Prophet met another man whom he likewise knocked down. He continued again,\nand met a third man with the same result, then ran the rest of approximately three miles to his\nhome.  I think the Lord gave that experience to show him that he could receive extra added\nphysical strength, because though he had the plates in his possession which would handicap or\nhinder him physically, he was still able to overcome the physical powers that were forced\nupon him.\n<\/p><p>\nYes, <i>how<\/i> near to God are you?  To be exalted with God in the celestial kingdom requires\nboth righteous living and fulfilling the ordinances of the gospel.  There are those who live a\ngood life, but do not accept the ordinances of the gospel. On the other hand there are those\nwho think that because they have been baptized, ordained, endowed, and sealed, that is\nenough.  Yet they do not live righteous lives. Both righteous living and fulfilling the\nordinances of the gospel are necessary to come unto God.  Jesus Christ said to the Prophet\nJoseph Smith in the Sacred Grove in that greatest of all visions: \n<\/p><p>\n. . . they draw near to me with their lips, but their hearts are far from me, they teach for\ndoctrines the commandments of men, having a form of godliness, but they deny the power\nthereof (<span class=\"citation\" id=\"30381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30381)\">JS&mdash;H 1:19<\/a><\/span>).\n<\/p><p>\nI wonder how many of us who are members of the Church draw near to him with our lips,\nbut our hearts are far from him. Are we near enough to pay a full tithing? Are we near\nenough to keep the Word of Wisdom?  Do we attend our Sacrament meetings? Do we do our\nward teaching?  Do we partake of the Sacrament and covenant to keep his commandments,\nand then keep them?  Do we go to the temple to be sealed as husband and wife for time and\neternity?  Do we have peace, love, and harmony in our homes?  Or are we like the ten virgins\nthe Lord referred to of whom only fifty percent would measure up to come into his presence\n(<span class=\"citation\" id=\"34891\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34891)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34891)\">Matt. 25:2<\/a><\/span>)?\n<\/p><p>\nPatriarchal blessings are given to help us to return unto God, to be exalted in his kingdom. \nThe blessings of the Lord are given to all who will come unto him.  Seek his guidance in\nprayer and faith and humility, that the blessings of the Lord shall be unto you as you draw\nnear to him with your hearts, is my prayer in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}