{"ID":92, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Assignment to Youth<\/p>\n<p class=\"gcspeaker\">Elder Stephen L Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, October 1943, pp. 91-96<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI would like to use the limited time available to me at this conference to broadcast a message\nto the youth of the Church of Jesus Christ of Latter-day Saints. These young people are not\nwith us in our meetings. Restrictions on travel and other war necessities not only prevent their\nattendance, but have also hindered the functioning of the several organizations of the Church\nwhich are devoted principally to the care and education of the youth. For two years now no\ngeneral conferences of the young peoples' organizations have been held and these groups have\nhad but limited opportunities to meet in stake capacities. I want them to know, however, that\nthey have not been forgotten and that the Church is now as always most ardently devoted to\ntheir welfare and advancement.\n<\/p><p>\nPROVISION FOR CARE AND TRAINING OF YOUTH\n<\/p><p>\nI believe it is safe to say that no organization has ever made more ample and adequate\nprovision for the care and training of youth than has the restored Church of Christ. Since its\norganization it has devoted a very major portion of all its efforts to the education and\ndevelopment of children in the home, the school, and the Church. And not only has it\nprovided almost unparalleled opportunities for their education but it has also placed upon\nyouth responsibilities that have seldom, if ever, come to young people of comparable age.\nThis has come about, in part, through the unique organization of the Church, and, in part,\nthrough the universal concept of its membership that everyone, old and young alike, who\nsecures a knowledge and testimony of the restored gospel thereby becomes a potential\nmissionary for the dissemination of the truth to all mankind.\n<\/p><p>\nAnother most unusual circumstance supporting this concept is that all the young men of the\nChurch, almost without exception, have been ordained to the holy Priesthood. Beginning at\ntwelve years of age, all boys of good moral standing pass through three gradations or offices\nof the Priesthood by the time they reach the age of nineteen, and before they reach their\nmajority nearly all of the young men of the Church come to hold the higher or Melchizedek\nPriesthood, which is the Priesthood after the order of the Son of God\n(<span class=\"citation\" id=\"11910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11910)\">D&amp;C 107:2-4<\/a><\/span>). It is needless to say\nthat these offices of Priesthood bring to the boys obligations and opportunities for service.\nThrough divine revelation there have come specific duties for each order of Priesthood and\nthese duties entail a devotion, a discernment, and wisdom that might well\nbecome men of far more mature years. So that the Priesthood duties of boys within the\nChurch are not trivial; they call for and promote manliness; and they fully support the\npremise that the youth can make large contributions to the support of the work of God.\n<\/p><p>\nRESPONSIBILITIES CARRIED BY THE YOUNG\n<\/p><p>\nThe history of the Church is replete with such contributions. The Prophet Joseph was but\nfourteen when he received the first heavenly vision which initiated the work of the restored\ngospel. He was seventeen when he received the revelation of the coming forth of the Book of\nMormon. He was twenty-one when he was given the plates for translation, and he had not\nlong passed his twenty-fourth birthday when he caused to be organized the restored Church\nwith its marvelous institutions and a sizable part of the great body of theological doctrine and\nprinciple that has undergone the scrutiny of more than a century without discovering a single\nerror in the fundamentals he announced. He lived only fourteen years after the Church was\norganized and died at an age young enough to have been included within the present draft of\nyoung men for military service.\n<\/p><p>\nThe Prophet's associates in beginning the work of the Church were, with but few exceptions,\nvery young men. Brigham Young, John Taylor, Wilford Woodruff, and Lorenzo Snow, who\nbecame presidents of the Church, assumed responsibilities very early in their lives. George A.\nSmith, grandfather of our present president of the Twelve, was only twenty-two when he was\nordained to the apostleship, and our beloved President Grant was not yet twenty-six.\n<\/p><p>\nThe missionary work of the Church has been carried on principally by young people. For\nmany years the average age of missionaries did not exceed nineteen, and latterly it has\nscarcely been above twenty until the war made impossible the sending of more young men.\nThe missionary labors of the young people of the Church are too well known to require much\ncomment. I believe that their work measured in terms of devotion to a cause, expenditure of\navailable time and means, and proportionate numbers of the whole group engaged, has fed, if\nany, counterparts in all history. What these young missionaries have accomplished in bearing\nGod's word to the world would require volumes in the telling, and the appreciation of their\nefforts in the joy they have brought to the hearts of men, women, and children the world over\nis of a depth and a nature never to be told. Thousands upon thousands who are the\nbeneficiaries of their unselfish Christ-like ministry rise up all over the land to call them\nblessed, and generations to come will look back upon them as the source of the most enduring\nhappiness they will ever know.\n<\/p><p>\nOBLIGATION TO THOSE IN ARMED SERVICES\n<\/p><p>\nI cite these things in the hope of making my young friends in the Church more conscious of\nthe part they have to play in this great work of the latter-days. I am cognizant of the fact that\nthe young men of military age are not now available for Church service as they otherwise\nwould be. I must address my remarks chiefly to the boys of pre-induction\nage and to the girls. These constitute a large group in the Church, and to them I would like to\nmake a special appeal.\n<\/p><p>\nI also acknowledge the necessity of making the fullest possible contribution to the war effort\nand the country's service. We are impelled, not only by the circumstances, but by our sense\nof obligation to our own and other boys who are fighting the country's battles to give them\nthe fullest possible cooperation and support in every way in which it is possible to help them.\nBut while this is war and it is probably a good time, as someone has suggested, \"to adjourn\npolitics,\" it is no time to \"adjourn\" religion. We have a definite obligation to our soldiers who\nbear the brunt of this terrific ordeal to help preserve the worth-while things for which they are\nfighting&mdash;liberty, morality, and justice, and to try to make the country and the world worth\ntheir sacrifice and effort.\n<\/p><p>\nI don't need to argue with you, young men and women of the Church, that the true religion\nof Jesus Christ is essential to make the kind of world which the thoughtful, high-principled,\nyoung men of the Church and of America are fighting to establish. You know that they want\nto come back to a decent society that has not been ruined by crime and moral perversion. You\nknow that they want to come back to sweethearts and girls yet to be sweethearts who are\nworthy of their fidelity and devotion, and worthy to be true mothers in countless homes yet to\nbe established, and you know that they want to come back to wholesome education, to good\nopportunities for making a living, and to mothers and fathers and brothers and sisters and dear\nfriends whom they prize more than anything else in the world, and of whom they proudly\nboast as being the finest, the sweetest, and the most exemplary of all people in the earth.\n<\/p><p>\nNow, my first appeal to you young men and women is not to disappoint these gallant fellows\nwho have gone to defend your liberties and the things you prize most. They are counting on\nyou, and I think an enemy bullet would not hurt your soldier brother more than information\ntelling him that in his absence his sister had forsaken the high ideals that he ascribes to noble\nwomanhood, or that his brother had been a cad and lacked the courage and manhood to\nmaintain standards of truth and honor. Young folk, you cannot, you will not, be guilty of such\ntreason against your fighting brothers.\n<\/p><p>\nIs it not treason to betray the cause these soldiers support; to turn liberty into licentiousness,\nto mock the God of the land, to violate the high principles upon which the republic was\nfounded? In the long run could any traitor do more damage than those who violate the\nsanctity of home, the purity of womanhood, and otherwise corrupt the morals and honor of\nour national life? You are to live in this country and with society longer than some of us, my\nyoung friends. It will be a great source of regret to you, for all your lives to come, if you do\nnot make it a good and decent place to live in.\n<\/p><p>\nFUTURE MISSIONARY WORK\n<\/p><p>\nNow, I do not wish to dwell on the gloomy side of the picture. There is unfortunately much\ndiscouraging information and statistical data which might be presented, but I\npass over these items because I indulge the confidence that when my young friends of the\nChurch come to realize the opportunities that lie ahead of them they will devote themselves to\nmaking preparations for the future. It is of these opportunities and this preparation that I wish\nto speak briefly.\n<\/p><p>\nEvery young man and many young women of the Church can look forward to missionary\nexperience. The Church is essentially a missionary Church, its chief objective being to\nproclaim and establish the gospel of Jesus Christ among men. As I said before, foreign\nmissionary work has been carried forward largely by young people. At the present time very\nfew young missionaries are in the field and in the course of a few months almost none will be\nleft. It is possible that a good many young men who would, except for military service, have\nbeen available for missions, may never now have that opportunity. Upon their return from the\nwar many will take on family responsibilities and be unable to leave their homes for\nmissionary service. In these circumstances, we must look to the group to whom I now\nspeak&mdash;men of pre-draft age and some of our young women, to be our principal missionaries\nin the near future. I most earnestly hope that this group will prepare themselves for the\nservice. In this preparation I see three chief items which I shall mention.\n<\/p><p>\nPREPARATION FOR MISSIONARY LABORS\n<\/p><p>\nFirst, young men and young women should make financial preparation. Many are now\nreceiving high wages. I know of nothing better to do with any excess money than to save for\na mission. Such purposeful saving will accomplish several things. It will deter excessive\nspending. It will reduce the temptations which come with excessive spending. It will establish\nthrift habits. It will retard inflation. It will put purpose into earning, and it will ultimately\nbring great blessings to many people. From the reports which have come on young people's\nearnings, I feel warranted in saying that many hundreds of missions could be totally or\npartially financed by a consistent practice of saving for that purpose.\n<\/p><p>\nIn this respect, I should like to reinforce counsel which has long been given to parents to pay\ntheir debts and put their houses in such financial order that they can contribute to the\nproclamation of the gospel and the support of missionaries. I well remember numbers of\nfamilies in the days of economic stress whose bandage in debt and financial difficulties made\nimpossible this worthy attainment for many a Latter-day Saint home.\n<\/p><p>\nIt is readily conceivable that after the war the Church may have need for and opportunities to\nuse far more missionaries than it has heretofore maintained in the field, although previous\nnumbers have been very great. New fields of labor may be opened and a more kindly\nreception offered our missionaries in many parts of the world. Some influences which have\nheretofore made our entry into countries and among people almost impossible may be broken\ndown. I feel that the opportunities of the future may tax our missionary resources to a much\nextended limit. May all be prepared when the day comes.\n<\/p><p>\nThe next item that I urge is education&mdash;education to expound the true\nprinciples of the mighty cause we have the honor to represent. This education comprehends\nschool learning, gospel understanding, and spiritual development. Boys and girls who\ncontemplate a mission should neglect no opportunities which their facilities afford to acquire\ngood study habits and as much knowledge of history, man, and the universe as they can\npossibly secure.\n<\/p><p>\nI wish to lay stress on the knowledge of gospel doctrine and principle which every missionary\nshould possess. It is true that with the adaptability of youth many missionaries secure a good\nworking knowledge of the gospel after they reach their mission fields. Unfortunately,\nhowever, a good deal of time most valuable to the missionaries and those whom they serve is\nlost in so postponing gospel education. With the facilities which the Church maintains, this\nequipment could be had before the missionary leaves home. If he would avail himself fully of\nopportunities offered in Priesthood quorums, Sunday Schools, Mutual Improvement\nAssociations, and other activities, he could if he would, be prepared to present the distinctive\nmessages of the restored gospel clearly and impressively before he reaches his field of labor.\nHe could have practice, too, in the exposition of the gospel, for he would be welcomed into\nthe ranks of those who carry the gospel to our neighbors within the stakes of Zion. Such\neducation and practice would save thousands of dollars expended for missionaries'\nmaintenance during the learning period of their mission. On this matter of gospel education, I\nshould like to ask a question. Will the election, which we are told each one of God's children\nis to make as to whether or not he will receive the gospel of Christ, be binding upon the one\nwho makes it unless the principles of the gospel have been adequately presented to him\nclearly and understandingly? I know of no way to secure a presentation that will suffice\nexcept through preparation and testimony.\n<\/p><p>\nTESTIMONY NECESSARY TO SUCCESS IN MISSIONARY WORK\n<\/p><p>\nThat brings me to the final item in a missionary's equipment&mdash;testimony and spiritual\ninfluence. Before missionary experience is attained it may be difficult to establish these\nessentials in the minds and hearts of youth. I shall have to get my young friends to take the\nword of those who have had opportunity to observe the missionary process, that the spiritual\ninfluence of the missionary is the most important converting factor at his disposal. Now\nspiritual influence is the product of disposition and living. No one ever acquires it who does\nnot want it and live for it. It is in reality the spirit of God manifest through man. We often\ncall it testimony because it is characterized by a deep and abiding conviction of the existence\nof God and the truth of his gospel. It is the expression of perfect faith and a sincere love for\nGod's children. If our young people could but know its worth, I am sure they would strive for\nit.\n<\/p><p>\nHAPPINESS IN WHOLESOME LIVING\n<\/p><p>\nTo secure spiritual influence is not a joy-killing operation. It is a mistake to think that it robs\nyouth of the zest and beauty of young life. It puts only one limitation on all\nthe aspirations and desires of youth, and that is to do nothing that is not good. Experience, as\nwell as divine principle, has taught us that there is no enduring happiness except in goodness,\nand the Church seeks only the lasting happiness of its young people, as well as the old.\n<\/p><p>\nSo I say to my young friends everywhere&mdash;enjoy the happy days of youth. Live life joyously,\nbeautifully, unmarred by the ugliness of sin. Show to the world what good, wholesome living\nwill do for the oncoming generations. Demonstrate your gratitude for good homes, loving\nfamilies, and great opportunities and prepare for happy days ahead when the army of\nliberators shall have won the victory and broken down the barriers so that you may go forth\nas an army of peace and good will to invade the countries of the earth and take to men\neverywhere the pure, restored gospel of the Lord Jesus Christ. God keep and preserve you for\nthat great and holy mission, I humbly pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}