{"ID":920, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blueprint for Life<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1958, pp. 35-37<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI had had a desire to discuss a few truths of the gospel, having in mind particularly those\nSaints who are in somewhat of a quandary as to what it is all about, particularly those young\npeople who have asked us such questions as: \"Why worry so much about us?\" \"What\ndifference does it make?\" \"Why is it necessary that we do this?\"\n<\/p><p>\nFor a wise and glorious purpose<br \/>\nThou hast placed me here on earth,<br \/>\nAnd withheld the recollection<br \/>\nOf my former friends and birth.<br \/>\nYet ofttimes a secret something<br \/>\nWhispered, \"You're a stranger here.\"<br \/>\nAnd I felt that I had wandered<br \/>\nFrom a more exalted sphere.\n<\/p><p>\nSo sang the poetess, Eliza R. Snow. Since the Lord has seen fit to open again the windows of\nheaven and reveal his mind and will to his servants, the prophets, beginning with the Prophet\nJoseph Smith, greater understanding and knowledge has come to man in relation to his origin,\nhis place on earth, and his relationship to God.  As we have already heard, this earth was\norganized for a special, definite, and divinely designed purpose&mdash;that we might live here and\nby following the plan of the gospel of Jesus Christ work out our destiny, our future, our\nsalvation.\n<\/p><p>\nEvery one of us will die.  All of us will be resurrected, and all of us will live\nforever&mdash;somewhere.  Where we shall live in the hereafter is left entirely to each one of us as an\nindividual. It is possible for us to rise to exaltation in the celestial world, or, if we are dilatory\nor disobedient or indifferent, it is possible for us to remain with those of that category.\n<\/p><p>\nThere are varying degrees of salvation, of happiness, of joy, and the frightening thing to me is\nthat it is left to me to determine where I will fit in, in that life to come.  There is nothing,\ncertainly, that I would like more than to find myself with my family, with those I love, with\nmy friends, and with my Brethren, but I know that in order to merit that, I must conform to\ncertain principles, accept all the laws and ordinances of the gospel.  I must yield valiant\nservice in the cause of righteousness, in helping to build up the kingdom, and I must, of\ncourse, have accepted baptism by immersion by proper authority in order to become a\nmember of the Church of Jesus Christ of Latter-day Saints.  Those ordinances are\nindispensable and essential for all of us. I hope that those boys and girls who have talked to\nme about this, and others who may be in the same frame of mind, who are seeking for\nhappiness, will begin by conforming their lives to the principles of this glorious gospel, which\nis a gospel of happiness, a gospel of joy, a gospel that will bring us peace, even the peace that\npasseth understanding.\n<\/p><p>\nThe Prophet Joseph Smith once made this statement, which is wonderful to contemplate: \n<\/p><p>\nHappiness is the object and design of our existence, and will be the end thereof, if we pursue\nthe path that leads to it, and this path is virtue, uprightness, faithfulness, holiness, and in\nkeeping all of the commandments of God (<i>Teachings of the Prophet Joseph Smith<\/i>,\npages 255-256).\n<\/p><p>\nThat is a simple prescription and it is just as easy to follow as it is to follow the compass\nonce we set our course and get our directions.\n<\/p><p>\nNow, I am sure that we must have been faithful, even valiant, in that preexistent world\nbecause we have graduated, so to speak, with some degree of honor into this state of our\nexistence, which was necessary in order to continue the next phase and rise to the heights of\njoy and happiness and receive all that the Lord desires us to receive. It is here, now, that we\ndetermine where and what we will be in that life which follows this one upon the earth.  The\nprecious right to direct the life that has been given to us by our Father should be cherished by\neach individual, for each may determine for himself whether he will perfect his life by\nkeeping the commandments of God or whether he will follow his own inclinations and\nwayward ways. All of us, however, will be rewarded according to our works,\nand our salvation will be graded accordingly. In the gospel of Jesus Christ we have the perfect\nplan for the happiness that we may achieve.\n<\/p><p>\nThere is no need for any of us to get lost in the wilderness of doubt and uncertainty, and of\nfoolish doctrines, because the way is clearly defined.\n<\/p><p>\nIt was Emerson who said: \"Man has two creators&mdash;his God and himself.\" Having this life\ngiven us to live and to plan and direct, it is a tremendous responsibility that rests upon us. \nWe must constantly segregate the things which endure from the things which are transitory. \nSplit-second decisions, which all of us sometimes have to make, can be more safely made if\nthere have been set up beforehand some \"musts\" and some \"must nots.\" In this day of\nglamour, enticement, pressure, new temptations, in this day of moral laxity when more and\nmore are feeling less and less the individual and personal responsibility for wrongdoing, it is\nimperative that each of us develops a firm desire to choose the right regardless of the\ncircumstances.\n<\/p><p>\nSomeone has aptly said: \"Good character is determined by what you stand for, not by what\nyou fall for.\" Why does the Lord, through his servants, constantly admonish us to choose the\nright and to keep his commandments? Simply because he is our Father, and he wishes us to\nbe led into eternal happiness.  He wants us to be free by avoiding the bondage of sin and of\nwrongdoing.  His commandments are given to help us, not to hinder us.  He would impose\nnothing upon us except it be for our good. He wishes to assist us through these\ncommandments, which are principles by which we must learn to keep in order to find joy and\npeace, rather than regret and remorse.\n<\/p><p>\n\"Be faithful and diligent in keeping my commandments and I will encircle thee in my arms of\nlove\" (<span class=\"citation\" id=\"13606\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13606)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13606)\">D&amp;C 6:20<\/a><\/span>), the Lord tells us.  Why are your parents so deeply concerned over you, their boys and\ngirls, hoping and praying constantly for your welfare? Because they love you; because they\nrealize that there is in the world a force of evil just as certain as there is being directed a\nwork of righteousness, and that between those two forces there is an eternal conflict with a\nhuman soul as the stake.\n<\/p><p>\nThe Prophet Mormon had this in mind when he wrote these marvelous words: \n<\/p><p>\nWherefore, all things which are good cometh of God; and that which is evil cometh of the\ndevil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth\nand enticeth to sin, and to do that which is evil continually.<br \/>\nBut behold, that which is of God inviteth and enticeth to do good continually; wherefore,\nevery thing which inviteth and enticeth to do good, and to love God, and to serve him, is\ninspired of God (<span class=\"citation\" id=\"38271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38271)\">Moro. 7:12-13<\/a><\/span>).\n<\/p><p>\nMy, what a revelation that is!  Only when the spirit yields to the body has the devil power to\novercome the spirit and prevail.  The Adversary lives!  He is not dead! He is active. He is\npowerful, even though his power is limited. I noted last night a statement of President\nBrigham Young that I would like to read in regard to this: \n<\/p><p>\nThe adversary presents his principles and arguments in the most approved style, and in the\nmost winning tone, attended with the most graceful attitudes; and be is very careful to\ningratiate himself into the favor of the powerful and influential of mankind, uniting himself\nwith popular parties, floating into offices of trust and emolument by pandering to popular\nfeeling, though it should seriously wrong and oppress the innocent. (Discourses of Brigham\nYoung, page 69.)\n<\/p><p>\nSatan is cunning. I will never forget what Brother Thomas E. McKay said in an address from\nthis pulpit, \"We do not lose our faith by a blowout&mdash;just by slow leaks.\" That is the way the\nAdversary works.  The Book of Mormon makes the statement that he ensnares us, and if we\ndo not repent, he \"leads us carefully down to hell\"\n(<span class=\"citation\" id=\"3631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3631)\">2 Ne. 28:21<\/a><\/span>).\nHe never jerks, just rather eases us along,\nunless we turn from the path of wrongdoing.\n<\/p><p>\nYour parents, my young brothers and sisters, do not wish their association with you to end\nwith this life, but they realize that now is the time and the place and the opportunity to\nprepare for that grand reunion beyond the grave. A week or so ago a young couple came to\nthe temple and received their endowments and were sealed in holy\nmatrimony. In the group that met with them in the sealing room were represented three generations\non each side.  That, it seems to me, is as it should be. Families should participate as families\nin holy places. If we expect to be together as families in the next life, and it seems to me that\nis the center and the objective of the whole, then it is best and well that we get together as\nfamilies in these holy temples under such circumstances as that.\n<\/p><p>\nThe overwhelming desire that should be in the mind of every young boy and every young girl\nas he or she moves into young manhood and womanhood is to prepare himself or herself each\nday that he or she lives to be worthy of entering into the house of the Lord, and there receive\nthe fabulous blessings that the Lord extends to those who desire them. How glorious is the\ndoctrine that man was in the beginning with God!  How glorious is the doctrine that families\nmay be perpetuated forever!  Of all the people upon the earth today the Latter-day Saints\nshould manifest the greatest faith in God&mdash;not because we are a more gifted people or a\nbetter race, but because through the goodness of God we have received evidence upon\nevidence of our divine origin, and the knowledge that we are indeed his children.\n<\/p><p>\nNot only the Bible but also modern scriptures have revealed to us great and fundamental\ntruths which are not generally understood as to the origin and destiny of man.  In addition,\nappearances of the Lord himself and appearances of his heavenly messengers have added to\nthe faith and knowledge of this people. I pray, brothers and sisters, that all of us, especially\nthose who are coming into manhood and womanhood, may give sober thought to these\nglorious principles and be able to build our lives upon the sure foundation of the gospel of\nJesus Christ, \"whereon if men build they cannot fall\"\n(<span class=\"citation\" id=\"24686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24686)\">Hel. 5:12<\/a><\/span>).\n<\/p><p>\nI testify that he is real, he is the Savior. He was resurrected and he lives, and this is his plan\nfor happiness and exaltation, and I do it humbly in the name of Jesus Christ, the Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}