{"ID":922, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Joseph Smith a Prophet<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1958, pp. 40-43<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI rejoice, my brothers and sisters, in the privilege of attending this conference with you and\nwith my Brethren here on this stand.  I love them, I love the Saints.\n<\/p><p>\nI thought when we listened to the report of the growth of the Church, how your hearts must\nrejoice!  When I think of our visits to your stakes and your missions and what you and your\nfamilies are contributing to the growth of the Church, surely that is what we labor for with all\nour hearts and souls and that is what we pray for!  The Lord is blessing the efforts of the\nSaints throughout the world.  May he continue to do so.\n<\/p><p>\nI thought that in the few moments I have here today I would like to make a few comments on\na question that was asked me in a letter I received a few weeks ago from a nonmember of the\nChurch whom I met on one of my visits in the Church. The question was this: \"Please, sir,\ntell me why you think Joseph Smith was a prophet of God.\" I have preached on that subject\nfor fifty years, and the more I do the more my heart is made to rejoice. I make these\ncomments: \n<\/p><p>\nI believe the Bible to be the word of God\n(<span class=\"citation\" id=\"6731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6731)\">A of F 1:8<\/a><\/span>).\nI believe, as has already been stated here today,\nthat God had a plan when he created this earth, when he placed man upon it, just as definitely\nas any architect ever draws a plan for a building before it is constructed.\n<\/p><p>\nI believe the words of Isaiah when he said that the Lord declared the end from the beginning\n(<span class=\"citation\" id=\"25195\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25195)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25195)\">Isa. 46:10<\/a><\/span>).\nI think it is our duty to understand that plan, to study it, that we might know and understand\nthe purposes of the Lord in the creation of this world and what is yet to transpire before the\ncoming of Christ, our Lord, to rule and reign as King of kings and Lord of lords\n(<span class=\"citation\" id=\"42282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42282)\">Rev. 19:16<\/a><\/span>), as he and\nthe prophets have declared.\n<\/p><p>\nI believe the words of the Apostle Peter when he said that:\n<\/p><p>\nWe have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto\na light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:<br \/>\nKnowing this first, that no prophecy of the scripture is of any private interpretation.<br \/>\nFor the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost (<span class=\"citation\" id=\"4850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4850)\">2 Pet. 1:19-21<\/a><\/span>).\n<\/p><p>\nI believe that the word of prophecy is a more sure word than anything else we have in this\nworld.\n<\/p><p>\nI like the words of the Savior on that same subject as he walked beside his disciples on the\nway to Emmaus when he said: \n<\/p><p>\nO fools, and slow of heart to believe all that the prophets have spoken\n(<span class=\"citation\" id=\"31494\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31494)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31494)\">Luke 24:25<\/a><\/span>).\n<\/p><p>\nAnd then beginning with Moses and the prophets, he showed them how that in all things they\ntestified of him.\n<\/p><p>\nThen opened he their understanding, that they might understand the scriptures\n(<span class=\"citation\" id=\"31495\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31495)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31495)\">Luke 24:45<\/a><\/span>).\n<\/p><p>\nJust as the prophets of old declared the coming of Christ in the Meridian of\nTime and gave the signs that would accompany his coming, even to the casting of lots for his\nraiment when he was crucified\n(<span class=\"citation\" id=\"41806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41806)\">Ps. 22:18<\/a><\/span>;\n<span class=\"citation\" id=\"27813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27813)\">John 19:24<\/a><\/span>),\nso have the prophets looked forward to the latter days when\nhe would come in the clouds of heaven\n(<span class=\"citation\" id=\"34889\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34889)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34889)\">Matt. 24:30<\/a><\/span>),\nand so have they proclaimed the events that would\nprecede his coming. When he was here upon this earth, he was always looking forward to his\nfinal coming when he would come in power to reign among the children of men as King of\nkings and Lord of lords (<span class=\"citation\" id=\"42283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42283)\">Rev. 19:16<\/a><\/span>),\nand we should know something of the events that are to transpire to\nprepare the way for his coming.\n<\/p><p>\nI like the words of the prophet Amos in which he said,\n<\/p><p>\nSurely the Lord God will do nothing, but he revealeth his secret unto his servants the\nprophets (<span class=\"citation\" id=\"10411\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10411)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10411)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nNever has there been a dispensation of God's truth in the earth without a prophet at its head\nexcept for the brief time that Jesus labored among men and stood as the head, and he called\nhis Twelve, and as Paul tells us: \n<\/p><p>\nAnd he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors\nand teachers;<br \/>\nFor the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist:<br \/>\nTill we all come in the unity of the faith, and of the knowledge of the Son of God . . .<br \/>\nThat we henceforth be no more children, tossed to and fro, and carried about with every wind\nof doctrine (<span class=\"citation\" id=\"21703\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21703)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21703)\">Eph. 4:11-14<\/a><\/span>).\n<\/p><p>\nYou only need to look at the world today to know how we are becoming more divided year\nafter year instead of more united because the apostles and prophets whom God put in his\nChurch to bring unity of the faith were done away with.\n<\/p><p>\nI would like to refer to a few prophecies of the things that are to transpire before he comes. I\nquote first from the third chapter of Malachi, the first verse: \n<\/p><p>\nBehold, I will send my messenger, and he shall prepare the way before me: and the Lord,\nwhom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom\nye delight in: behold, be shall come, saith the Lord of hosts\n(<span class=\"citation\" id=\"32756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32756)\">Mal. 3:1<\/a><\/span>).\n<\/p><p>\nWhen he sends his messenger, who could he be other than a prophet of God, since God will\ndo nothing but he revealeth his secret unto his servants the prophets? And if he sends his\nmessenger to prepare the way for his coming, that he may come swiftly to his temple, we\ncould expect that all the promises of the prophets pertaining to the preparation for his coming\nwould be fulfilled under the direction of this messenger.  And these promises could not be\nfulfilled except there was a prophet unto whom God could reveal his mind and will and give\nwisdom beyond the wisdom of man to accomplish all the prophets have foretold.\n<\/p><p>\nBriefly, let us refer to the promise given by Daniel in his interpretation of Nebuchadnezzar's\ndream (<span class=\"citation\" id=\"10636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10636)\">Dan. 2:1-45<\/a><\/span>).\nHe had already forgotten his dream, and he called for the wise men and the\nsoothsayers and astrologers, and none of them could tell him his dream.  Then he sent for the\nprophet in Israel, and Daniel took it up with the Lord. And he said that there was a God in\nheaven who maketh known Nebuchadnezzar's dream and the interpretation thereof.  Then\nDaniel told him of the rise and fall of the kingdoms of this world until the latter days when\nthe God of heaven would set up a kingdom that would never be destroyed or given to another\npeople, but it would go forth until it would become as a great mountain and fill the whole\nearth, and it would stand forever, until one like the Son of Man would come in the clouds of\nheaven, to the Ancient of days.\n<\/p><p>\nAnd there was given him dominion, and glory, and a kingdom, that all people, nations, and\nlanguages, should serve him: his dominion is an everlasting dominion which shall not pass\naway, and his kingdom that which shall not be destroyed\n(<span class=\"citation\" id=\"10641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10641)\">Dan. 7:14<\/a><\/span>).\n<\/p><p>\nWhy do we read these things in the scriptures if they are not meant to be fulfilled? How can\nthe world accept the scriptures and then believe that all these things can transpire without a\nprophet of the Living God to whom God can reveal his mind and will?\n<\/p><p>\nI bear you witness that Joseph Smith was the messenger sent, that he was the instrument in\nthe hands of God in setting up this kingdom.\n<\/p><p>\nThere is not time to go into details, but anyone with a fair mind who will analyze the\norganization of this Church and what it is accomplishing and the great order of the priesthood\n(for every man and every man's son can bear the priesthood of God and become partners with\nhim in the building of his kingdom), could not hope to find anything else to compare with it\nin all the world. There just is not such an organization.\n<\/p><p>\nIn the olden days they used to liken this Church to the German army. You know what\nhappened to that, but the Church is still going on.  One of our Presidents of the United States\nmade the statement not long ago that the greatest organization in the world for the\ndevelopment of men and women was the Mormon Church. And one of our great writers\nrecently said he considered it the most dynamic church in America. We know there is no\nother organization like it in this world, and any thoughtful person who will investigate will\ncome to that conclusion; and that is one of the tangible evidences that Joseph Smith was a\nprophet of God, that he was the instrument in the hands of our Father in heaven in setting up\nhis kingdom in the earth.\n<\/p><p>\nIf we could but take time to go into some of the achievements of the Church&mdash;take, for\ninstance, our welfare program. Of those who come here and see what we are doing, one man\nwrote recently, \"Why aren't we all Mormons?\" Another wrote, \"I guess I am on the wrong\nboat.\" The world begins to see that we have a program the like of which cannot be found\nanywhere in this world today.\n<\/p><p>\nThen we come to our youth program, and those who come among us bear witness that there\nis nothing like it in the world. We know that is true.\n<\/p><p>\nThen we come to the great missionary program of this Church, and there is not anything like\nit in all this world. I tell you, the sacrifices that men and women and their children make to\nhelp carry this gospel message to every land and every clime must be a most wonderful,\nacceptable thing to our Father in heaven because he has indicated his interest in carrying the\ngospel to the nations of the earth,\n<\/p><p>\nSo I give to my friends this great organization as one of the tangible evidences that Joseph\nSmith was a prophet of God.\n<\/p><p>\nI would like to refer briefly to the promise in the fourth chapter of Malachi: \n<\/p><p>\nBehold, I will send you Elijah the prophet before the coming of the great and dreadful day of\nthe Lord:<br \/>\nAnd he shall turn the heart of the fathers to the children, and the heart of the children to their\nfathers, lest I come and smite the earth with a curse\n(<span class=\"citation\" id=\"32760\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32760)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32760)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nDoes the world believe this promise? And if Elijah were to come, to whom would he come\nother than to a prophet of God, since God will do nothing but he revealeth his secret unto his\nservants the prophets?\n<\/p><p>\nWe bear witness that Elijah has come. You heard something of our microfilming program\nhere today.  Since Elijah came, there has been a wave sweep over this world in the interests\nof genealogy and record keeping such as the world has never dreamed of in years before. We\nhave referred to the promise of the Lord through Malachi\n(<span class=\"citation\" id=\"32757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32757)\">Mal. 3:1<\/a><\/span>) that he would send his\nmessenger to prepare the way before him that he might come suddenly to his temple.  How\ncan he come to his temple except a temple is built in the earth to prepare for his coming, and\nwho could build such a temple except a prophet of God?\n<\/p><p>\nNow, compare that with the work of Elijah who brought the keys of the great temple\nprogram, and then the words of Isaiah whom the Lord permitted to look down through the\nstream of time for three thousand years and who saw the last days with the mountain of the\nLord's house established in the top of the mountains and exalted above the hills, and that all\nnations would flow unto it and say: \n<\/p><p>\n. . . Come ye, and let us go up to the mountain of the Lord, to the house of the God of Jacob;\nand he will teach us of his ways, and we will walk in his paths\n(<span class=\"citation\" id=\"25187\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25187)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25187)\">Isa. 2:3<\/a><\/span>).\n<\/p><p>\nYou people who are here, and your parents before you, have been gathered from the nations\nto come to the house of the Lord in the top of the mountains. That could not\nhave transpired without a prophet unto whom God could reveal his mind and his will and give\ninstructions as to what temples are for; and this all is a part of the work of Elijah. This\ntemple standing on this block is another tangible evidence that Joseph Smith was a prophet of\nGod.\n<\/p><p>\nLet me give you the Book of Mormon. No man can believe the Bible and believe the words\nof the prophets without knowing that there is a companion volume of scripture that God the\nEternal Father commanded should be written and declared that he would bring forth and join\nto the stick of Judah, which is the Bible, making them one in his hands, and one before his\neyes (<span class=\"citation\" id=\"23118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23118)\">Ezek. 37:15-20<\/a><\/span>).\n<\/p><p>\nHow could he do that without a prophet of God to bring forth that marvelous record and join\nit to the record of Judah?  We have that record before us.  It has been before the world now\nfor one hundred and thirty years, and people by the thousands and hundreds of thousands\nhave borne witness that the promise contained in that book has been realized in their behalf in\nthat God has manifested unto them the truth of the words of that book.\n<\/p><p>\nIn Washington just recently, while holding a missionary meeting, a young mother of two\nchildren, a new convert to the Church, was asked to say a few words, and when she stood up,\nshe said,\n<\/p><p>\nThe missionaries promised me if I would read the Book of Mormon and ask God the Eternal\nFather, that he would manifest the truth of it unto me by the power of the Holy Ghost\n(<span class=\"citation\" id=\"38276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38276)\">Moro. 10:4<\/a><\/span>). I did\nthat. I got down on my knees, and then I read that book, and my whole soul was illuminated,\nand I knew that that book was divine.\n<\/p><p>\nThis is another tangible evidence that Joseph Smith was a prophet of God and one that the\nworld has not yet been able to account for except as the Prophet Joseph declared.\n<\/p><p>\nIn closing I leave you this one thought: We have been told that our convert baptisms last year\nreached nearly 32,000.  If anybody who wants to know the truth would go out into these\nmissions and interview those men and women who have left the teachings of their parents and\njoined this Church, he would find that they will testify that their membership in this Church\nhas literally changed their lives.\n<\/p><p>\nOne convert put it in words like this: \"When I think of who I was when the gospel found me\nand what I am today, I cannot believe I am the same man. I do not think the same thoughts. \nI do not have the same habits.  I do not have the same ambitions and desires in life.\"\nMembership in this Church will make bad men good and good men better.\n<\/p><p>\nThat is what the Lord meant when he said we were to be born again\n(<span class=\"citation\" id=\"27757\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27757)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27757)\">John 3:3-5<\/a><\/span>).  So I say to you that it\nis not what people know about this Church that holds them out, it is what they do not know\nabout it, because it is God's eternal truth, and that is another of the tangible evidences that\nJoseph Smith was a prophet of God. I bear you my solemn witness that I know it in every\nfiber of my being, and I pray God to bless you all, in the name of the Lord Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}