{"ID":923, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Way, the Truth and the Light<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1958, pp. 45-49<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, here present, those on the air, and our friends who may be listening:\nIt is with a deep sense of the responsibility which rests upon me by virtue of my position that\nI stand before you this morning and with a prayer in my heart that the Lord will bless me and\nhelp me to say something that will be useful and upbuilding to you.  And to that end may I\nask that you be good enough to mingle your prayers with mine that we may accomplish this\npurpose.\n<\/p><p>\nFor many years I have tried at this particular season of the year to have in mind some of the\nessentials of that great, last three days of the Savior's mortality. I have tried to run over in my\nmind some of the chief events, the death, the crucifixion, and the resurrection of him who has\ngiven us the plan by which we may come back into our Heavenly Father's presence.  With\nyour permission, I should like to run over this account, as briefly as may be, because it is the\ncrucial incident in the life of the world.\n<\/p><p>\n<i>The Last Supper<\/i>\n<\/p><p>\nI shall adopt that time we now celebrate in commemoration thereof which is usually accepted\nby Christendom, and therefore I will go forward beginning on Thursday night, the night of\nthe Last Supper in the Upper Chamber, begun by an unseemly controversy\n(<span class=\"citation\" id=\"31476\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31476)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31476)\">Luke 22:24<\/a><\/span>) as to precedence\nand signalized by the institution of the Sacrament\n(<span class=\"citation\" id=\"31474\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31474)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31474)\">Luke 22:19-20<\/a><\/span>), which occurred,\nI feel, after Judas had left the Chamber to arrange to betray the Master\n(<span class=\"citation\" id=\"31473\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31473)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31473)\">Luke 22:3-6<\/a><\/span>).\nThat was a great Supper.  There were great\nsermons preached by the Master.\n<\/p><p>\n<i>The Mount of Olives<\/i>\n<\/p><p>\nWhen they had finished they went out to the Mount of Olives\n(<span class=\"citation\" id=\"34892\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34892)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34892)\">Matt. 26:30<\/a><\/span>), where he\npreached again, and then a little later they retired to the Garden, and the Savior, taking Peter,\nJames, and John, left the rest of the Disciples and went a little farther on.\n<\/p><p>\n<i>The Garden of Gethsemane<\/i>\n<\/p><p>\nThen the Savior left them and went still farther on, and asked them to wait and watch while\nhe was gone.  He went, and the burden of his prayer was: \"O my Father, if it be possible, let\nthis cup pass from me (<span class=\"citation\" id=\"34894\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34894)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34894)\">Matt. 26:39<\/a><\/span>):\n. . . nevertheless not my will, but thine, be done\"\n(<span class=\"citation\" id=\"31477\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31477)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31477)\">Luke 22:42<\/a><\/span>).\n<\/p><p>\nHe returned and found his three Disciples sleeping.  Reproving them gently, he went away\nagain, and gave the same prayer.  He knew what was ahead of him\n(<span class=\"citation\" id=\"27807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27807)\">John 18:4<\/a><\/span>).  He knew the end was\nnear.  He returned to find the three Disciples sleeping again. Again a slight reproval, and the\nthird time he went, the third time he prayed, and then came back and, finding them again\nasleep, said: \"Sleep on now, and take your rest: behold, the hour is at hand\"\n(<span class=\"citation\" id=\"34897\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34897)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34897)\">Matt. 26:40-45<\/a><\/span>).\n<\/p><p>\n<i>The Arrest<\/i>\n<\/p><p>\nAnd shortly after that, Judas returned with the crowd that was to arrest the Savior and did\narrest him.  When they came up, Peter drew his sword and struck off the ear of Malchus, the\nservant of the high priest (<span class=\"citation\" id=\"27808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27808)\">John 18:10<\/a><\/span>).\nThe Savior restored it and then gave utterance to that great\nprinciple: \". . . they that take the sword shall perish with the sword\"\n(<span class=\"citation\" id=\"34898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34898)\">Matt. 26:52<\/a><\/span>).\n<\/p><p>\n<i>The Trial<\/i>\n<\/p><p>\nHe was arrested. He was taken first, in what they say was an illegal examination, to Annas,\nthe real high priest, the father-in-law of Caiaphas\n(<span class=\"citation\" id=\"27809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27809)\">John 18:13<\/a><\/span>), the titular high priest, who had been\ninstalled by the Roman Government.  From Annas he went to Caiaphas, and it was Caiaphas\nwho, in an agony of fear and apprehension, said, \"I adjure thee by the living God, that thou\ntell us whether thou be the Christ, the Son of God.\" And the Savior said to him, \"Thou hast\nsaid: nevertheless I say unto you, Hereafter shall ye see the Son of man sitting on the right\nhand of power\" (<span class=\"citation\" id=\"34899\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34899)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34899)\">Matt. 26:63-64<\/a><\/span>).\n<\/p><p>\n<i>The Sanhedrin<\/i>\n<\/p><p>\nFrom Caiaphas he was sent to the Sanhedrin, later on in the morning (it was now early\nmorning), and the Sanhedrin passed what apparently was a formal judgment that he was to be\ncrucified (<span class=\"citation\" id=\"34901\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34901)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34901)\">Matt. 27:1<\/a><\/span>;\n<span class=\"citation\" id=\"31483\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31483)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31483)\">Luke 22:66-71<\/a><\/span>).\n<\/p><p>\n<i>Before Pilate<\/i>\n<\/p><p>\nAs the Jews could not impose the death penalty, from the Sanhedrin he was taken to Pilate,\nagainst whom Christendom has for nearly two thousand years vented its dislike, and yet, as I\nread the record, Pilate did practically all that the law under which he operated as stated in the\nGospels, permitted him to do.  Pilate came back to the multitude on at least five occasions\nand sought to secure the release of Jesus. At first he returned merely saying, \"I find no fault\nin this man\" (<span class=\"citation\" id=\"31484\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31484)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31484)\">Luke 23:1-4<\/a><\/span>).\nAnd the multitude renewed their demand for his crucifixion.\n<\/p><p>\n<i>To Herod<\/i>\n<\/p><p>\nThen Pilate sent him to Herod, and Herod sent him back\n(<span class=\"citation\" id=\"31485\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31485)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31485)\">Luke 23:7-11<\/a><\/span>), and Pilate began again the\nexamination of Jesus.  This time, and from then until the end, he pleaded that they take\nBarabbas and release Jesus.  Three times at least this was done and each time they said,\n\"Release unto us Barabbas\"&mdash;it was their right, apparently, to demand the release of one man\non this occasion&mdash;\"Crucify him,\" Jesus\n(<span class=\"citation\" id=\"31486\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31486)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31486)\">Luke 23:17-23<\/a><\/span>).\n<\/p><p>\n<i>Pilate's Wife<\/i>\n<\/p><p>\nDuring this latter examination it was that Pilate's wife sent to him a letter beseeching him not\nto do anything to this man.  The result of one of the latest examinations was that Pilate took a\nbasin and washed his hands and said, \"I am innocent of the blood of this just person: see ye\nto it\"; and the multitude cried, \"His blood be on us, and on our children\"\n(<span class=\"citation\" id=\"34902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34902)\">Matt. 27:15-25<\/a><\/span>). It is my faith that\nthis has been so for nearly two thousand years.\n<\/p><p>\n<i>The Crucifixion<\/i>\n<\/p><p>\nThen Jesus was turned over to be crucified.  He was scourged, had a wreath of thorns placed\non his head. He was stripped of the royal trappings they had mockingly\nplaced upon him; reclothed in his own raiment; then started for the place of crucifixion\n(<span class=\"citation\" id=\"34903\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34903)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34903)\">Matt. 27:26-31<\/a><\/span>). They\npicked up Simon, a Cyrenian, and forced him to carry the cross\n(<span class=\"citation\" id=\"34904\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34904)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34904)\">Matt. 27:32<\/a><\/span>).  When they came to the\nplace of crucifixion, they, of course, made the necessary preparation.\n<\/p><p>\nIt is said that this crucifixion was perhaps the cruelest way of taking human life that was\npracticed by the Romans. A hole was dug as you dig a post-hole. The cross was laid down,\nand the Savior was laid upon it and nailed with his hands and his feet.  Two thieves were\nlikewise crucified, and they were put one on each side.\n<\/p><p>\n<i>First Words on the Cross<\/i>\n<\/p><p>\nAs apparently they raised the cross to let it slip down with a thud into the hole that had been\ndug, the Savior cried out, \"Father, forgive them; for they know not what they do\"\n(<span class=\"citation\" id=\"31487\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31487)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31487)\">Luke 23:34<\/a><\/span>). It is said\nthat this dropping of the cross into the hole was the most painful part of the entire crucifixion. \nModern revisionists have cast doubt on the verity of this divine invocation for love and\nforgiveness and yet it seems as well attested by ancient manuscripts and sources as any of\nJesus' divine utterances.\n<\/p><p>\n<i>Second Words on the Cross<\/i>\n<\/p><p>\nOf the thieves, one began to upbraid him and the other to plead for mercy, and it was then\nthat what was called the second outcry from the cross occurred, Jesus saying to the one who\nspoke kindly, \"To day shalt thou be with me in paradise\"\n(<span class=\"citation\" id=\"31488\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31488)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31488)\">Luke 23:43<\/a><\/span>).\n<\/p><p>\n<i>Third Words on the Cross<\/i>\n<\/p><p>\nAs the Savior looked down into the multitude before him, he saw his mother and John, and\n\"he saith unto his mother, Woman, behold thy son! Then saith he to the disciple, Behold thy\nmother!\" (<span class=\"citation\" id=\"27814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27814)\">John 19:26-27<\/a><\/span>).\n<\/p><p>\n<i>Darkness Falls<\/i>\n<\/p><p>\nIt would seem that at about this time, which was midday, or the sixth hour, darkness fell over\nthe land of Palestine (<span class=\"citation\" id=\"34905\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34905)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34905)\">Matt. 27:45<\/a><\/span>).\nIt is not quite clear, according to some scholars, whether the darkness\nlasted in Palestine all the rest of the time of the crucifixion, but apparently it did not.\n<\/p><p>\n<i>Darkness in America<\/i>\n<\/p><p>\nBut the darkness came not only there, it also came on this continent, and the darkness on this\ncontinent, which seems to have been coincident with the falling of the darkness there, lasted\nfor three days (<span class=\"citation\" id=\"5575\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5575)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5575)\">3 Ne. 8:19-23<\/a><\/span>;\n<span class=\"citation\" id=\"5579\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5579)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5579)\">3 Ne. 10:9<\/a><\/span>).  The darkness in Palestine lasted only for three hours.\n<\/p><p>\n<i>Fourth, Fifth, Sixth, and Seventh Words from the Cross<\/i>\n<\/p><p>\nApparently when the darkness was over in Palestine, the Savior made that outcry of almost\nhuman desperation, \"My God, my God, why hast thou forsaken me?\"\n(<span class=\"citation\" id=\"34906\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34906)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34906)\">Matt. 27:46<\/a><\/span>).\n<\/p><p>\nA little later, he said, \"I thirst\"\n(<span class=\"citation\" id=\"27815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27815)\">John 19:28<\/a><\/span>),\nand those in attendance gave him the sponge saturated with\nvinegar, which he drank. A little later, he cried out, \"It is finished\"\n(<span class=\"citation\" id=\"27816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27816)\">John 19:30<\/a><\/span>), apparently meaning that\nhis earthly work was done.  He had gone through his life.  He had made the sacrifice.\n<\/p><p>\nFinally, just before his death, he cried out, \"Father, into thy hands I commend my spirit\"\n(<span class=\"citation\" id=\"31489\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31489)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31489)\">Luke 23:46<\/a><\/span>).\n<\/p><p>\nThus he became the true sacrifice for the Fall, ordained from the beginning of the world and\nbefore.\n<\/p><p>\n<i>The Burial<\/i>\n<\/p><p>\nI will not touch upon his burial further than to say that Joseph of Arimathaea had nearby a\nnewly hewn rock sepulchre, to which he and Nicodemus took the body of Jesus\n(<span class=\"citation\" id=\"34909\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34909)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34909)\">Matt. 27:57-60<\/a><\/span>;\n<span class=\"citation\" id=\"27817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27817)\">John 19:38-42<\/a><\/span>)&mdash;Joseph was\nrecognized as a follower of the Savior; Nicodemus would have been, if he had had the\ncourage, as was so beautifully told yesterday by Elder Kimball.  It is interesting to remember\nthat the day that he was buried was the day fixed under the Mosaic law for the gathering of\nthe first sheaf of the harvest, and as some commentators have noted, that while the women\nwho were seated near the sepulchre returned, sorrowful, to their homes in the darkness, for\ntheir light had gone out, another group from across the Kedron returned\njoyously, carrying the sheaf, the first sheaf of the harvest.\n<\/p><p>\nThat was Friday, yesterday.\n<\/p><p>\n<i>The Placing of the Guard<\/i>\n<\/p><p>\nThis morning, Saturday, the chief priests and the Pharisees went to Pilate and petitioned,\nsaying, \"We remember that that deceiver said, while he was yet alive, After three days I will\nrise again. Command therefore that the sepulchre be made sure until the third day, lest his\ndisciples come by night, and steal him away, and say unto the people, He is risen from the\ndead: so the last error shall be worse than the first. Pilate said unto them, Ye have a watch:\ngo your way, make it as sure as ye can\"\n(<span class=\"citation\" id=\"34910\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34910)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34910)\">Matt. 27:62-66<\/a><\/span>).\n<\/p><p>\nThat was this morning.\n<\/p><p>\n<i>Voice in America<\/i>\n<\/p><p>\nMeanwhile, there was darkness on this continent\n(<span class=\"citation\" id=\"5576\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5576)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5576)\">3 Ne. 8:20-22<\/a><\/span>),\nthe darkness having cleared, as I have said,\nabout three o'clock the day before in Palestine. There was a voice on this continent, heard all\nover the land, which declared: \"Behold, I am Jesus Christ the Son of God\"\n(<span class=\"citation\" id=\"5577\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5577)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5577)\">3 Ne. 9:1-15<\/a><\/span>). He told of the\ncalamities that had befallen them of this continent during the first three hours of violent storm\nand earthquakes; he told of his own mission and gave them hope.  On this continent they\ncould feel the darkness, it was so dense. They could light no fires.\n<\/p><p>\nThat was today, Saturday.\n<\/p><p>\n<i>The Resurrection<\/i>\n<\/p><p>\nTomorrow morning, Sunday, while it is still dark, there will be an earthquake, for an angel of\nthe Lord will come down and roll back the stone that closed the sepulchre.\n<\/p><p>\nWhile it is still dark, Mary Magdalene will be coming, and finding the sepulchre open, will\nrush back to Peter and John and tell them that the sepulchre is vacant.  They will run, John\noutrunning Peter, to the sepulchre, look in and find it vacant\n(<span class=\"citation\" id=\"27819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27819)\">John 20:1-10<\/a><\/span>).\n<\/p><p>\nMeanwhile Mary will have come and the Savior will appear to her, a repentant and forgiven\nsinner, a woman, the first witness of the resurrection. You will remember, she will try to\ntouch him and he will say to her, \"Touch me not; for I am not yet ascended to my Father\"\n(<span class=\"citation\" id=\"27820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27820)\">John 20:11-18<\/a><\/span>).\n<\/p><p>\nShortly after, the women from Galilee will come, expecting to go in, the Sabbath now being\npast, and prepare the body finally for burial.  There will be two angels in the sepulchre, and\nthey will say to them: \"Why seek ye the living among the dead?\n(<span class=\"citation\" id=\"31492\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31492)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31492)\">Luke 24:1-10<\/a><\/span>) . . . Ye seek Jesus of\nNazareth, which was crucified: he is risen; he is not here . . . go quickly, and tell his\ndisciples\" (<span class=\"citation\" id=\"34911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34911)\">Matt. 28:1-8<\/a><\/span>).\n<\/p><p>\nAnd so there will thus be worked out in the morning, the atoning sacrifice, predicted,\nprovided for, before the foundations of the earth were laid.\n<\/p><p>\n<i>Salvation, Not Condemnation<\/i>\n<\/p><p>\nI have been interested in reading why the Savior himself said he came here. In that first great\nsermon of which Brother Kimball spoke to us yesterday, the Savior said to Nicodemus: \n<\/p><p>\n\"For God sent not his Son into the world to condemn the world; but that the world through\nhim might be saved\" (<span class=\"citation\" id=\"27765\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27765)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27765)\">John 3:17<\/a><\/span>).\n<\/p><p>\nWhen Pilate was questioning the Savior about his Kingship, the Savior said: \"Thou sayest that\nI am a king. To this end was I born, and for this cause came I into the world, that I should\nbear witness unto the truth\" (<span class=\"citation\" id=\"27810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27810)\">John 18:37<\/a><\/span>).\n<\/p><p>\nTo them on this continent he said: \"Behold, I have come unto the world to bring redemption\nunto the world, to save the world from sin\"\n(<span class=\"citation\" id=\"5578\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5578)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5578)\">3 Ne. 9:21<\/a><\/span>).\n<\/p><p>\nYou know, I have thought about that a bit.  He came not to condemn the world, but to save\nit, to save you, to save me. He has told us there are many mansions\n(<span class=\"citation\" id=\"27787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27787)\">John 14:2<\/a><\/span>).  He has told us there is\nno space without a kingdom (<span class=\"citation\" id=\"13660\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13660)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13660)\">D&amp;C 88:37<\/a><\/span>).\nHe has told us that there are kingdoms with glory and\nkingdoms without glory (<span class=\"citation\" id=\"13657\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13657)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13657)\">D&amp;C 88:24<\/a><\/span>).\nHe has made a place for all of us, no matter who we are, where we\nare, how or when we lived.\n<\/p><p>\n<i>The Final Judgment<\/i>\n<\/p><p>\nI have a feeling, my brothers and sisters, that when the time comes for passing judgment, that\ngreat principle not to condemn the world, but to save it\n(<span class=\"citation\" id=\"27766\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27766)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27766)\">John 3:17<\/a><\/span>), will be fully operative and that for\nevery good deed we have done, we shall receive the full reward that it is possible\nto bestow under the rules and laws governing, and having in mind justice.\nAnd I have the further feeling that for every ill thing we do there will be imposed upon us the\nleast penalty that may properly be bestowed, having in mind the principles involved&mdash;eternal\njustice seasoned by mercy and love.\n<\/p><p>\nIn the Passover Chamber, the Savior had said they could not go where he was going\n(<span class=\"citation\" id=\"27786\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27786)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27786)\">John 13:33,36<\/a><\/span>), but they\nknew where it was. Thomas said he did not know\n(<span class=\"citation\" id=\"27788\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27788)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27788)\">John 14:4-5<\/a><\/span>). Where was it?  And then the Savior\nuttered those great words: \"I am the way, the truth, and the life: no man cometh unto the\nFather, but by me\" (<span class=\"citation\" id=\"27792\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27792)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27792)\">John 14:6<\/a><\/span>).\n<\/p><p>\nOver and over again in his ministry, he proclaimed those principles.  He is the way, he is the\nlife, he is the truth, he is the light.  That is the message which comes to us, and may God\ngive to each of us the power to follow him, to live in his light, tread his way, observe his\ntruths, I humbly pray, in the name of Jesus, his Son.  Amen.\n<\/p>\n<\/div>\n<\/div>"}