{"ID":925, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Aaronic Priesthood, Its Powers and Blessings<\/p>\n<p class=\"gcspeaker\">Bishop Carl W. Buehner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Carl W. Buehner, <i>Conference Report<\/i>, April 1958, pp. 53-56<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI esteem it a great honor, my brothers and sisters, to be in your presence and to bear you my\nhumble testimony of the divinity of this great work.  As I look into the faces of this large\naudience of leaders gathered from all parts of the Church, fully aware of the tremendous\nactivity going on in the Church, I feel to say, \"God bless you every one.\"\n<\/p><p>\nLast Wednesday and Thursday, I enjoyed the honor of attending and participating in a number\nof sessions of the outstanding Primary conference.  I came to a realization, more than ever\nbefore, of the marvelous influence of these sisters on the lives of our children. I would like\nwholeheartedly to commend them for the fine work they are doing and assure them that they\nhave the love and blessing of each of us.\n<\/p><p>\nAmong other things, they are teaching the Articles of Faith in language the children can\nunderstand. This after all is the very heart of the gospel. They are also conducting\ndepartments which are providing a great stimulation in preparing the young boys to receive\nthe Aaronic Priesthood.\n<\/p><p>\nI heard a story the other day that could well be the result of the teaching of the Primary\norganization. This concerned a family who came to the bishop at tithing settlement time.  In\nthe group were the father, mother, and a number of children. As they came into the bishop's\noffice, he greeted each of them, and when they were all seated, the bishop\nsaid, \"I assume you have come to talk to me about your tithing and that you would each like\nto express your wishes concerning your own tithing account.  Shall we start with little Johnny\non the end of the line? Johnny, would you like to come forward and settle your tithing?\" To\nthis Johnny replied, \"Yes,\" and he reached in his pocket, brought out a little worn purse, and\nafter fumbling around in it a little while, found a dime, two nickels, and two or three pennies.\nHe put these on the bishop's desk and said, \"Bishop, this is my tithing in full.\" The bishop\ncongratulated Johnny, wrote him out a receipt, indicated on it that it was tithing in full, and\ngave it to him. Returning to his seat, Johnny very proudly displayed the receipt to his father\nand said, \"Dad, when you settle yours, I hope you will get one that says on it, 'Paid in full.'\"\n<\/p><p>\nFaith-promoting stories such as this indicate to me that someone is providing our children\nwith a desire to keep the principles of the gospel.\n<\/p><p>\nI feel honored and very grateful that I have been found worthy to be one of those selected to\npreside over the Aaronic Priesthood in this growing Church of ours. I sincerely hope that the\nLord will assist us in our objective of saving every boy who comes under our direction. Some\nof the bishops are catching the vision and spirit of this.  Not long ago I sat with one of these\nbrethren while attending a ward teaching convention. He said to me, \"Bishop, we have not\nlost one boy of Aaronic Priesthood age in our ward in the past five years.\" And just recently\nin a ward in the West Jordan Stake, a ward Aaronic Priesthood adviser made a similar\nstatement, \"Bishop, we have lost only one boy in six years.\" Then I recall at Christmas time\nbeing in my own ward and hearing my own bishop say to me, \"This morning out of\nforty-eight boys holding the Aaronic Priesthood in our ward, forty-four were present at\npriesthood meeting, three had good excuses, and out of the forty-eight, only one is a problem\nboy.\" I imagine when all of the big guns are centered on that one boy, he will succumb, too. \nIt will be easier for him to come to church than to endure all the pressure that will be put on\nhim to bring him back into activity.\n<\/p><p>\nI have always been a great believer in our young men.  I am happy to be associated with\nthem, and I appreciate what you are doing to help us keep every one of them active in the\nChurch.\n<\/p><p>\nA charming sister, Janet Frame Mecham, whose husband is the chairman of the Aaronic\nPriesthood committee in one of our stakes, observing the activities of her husband as he went\nabout the work assigned to him, wrote the following lines: \n<\/p><p>\n<i>Let's Accelerate in Fifty-Eight<\/i>\n<\/p><p>\nIn fifty-eight let's co-operate<br \/>\nTo accomplish what we designate.<br \/>\nOur record we'll accentuate<br \/>\nAs each member we will stimulate.<br \/>\nIn the plan we want to instigate,<br \/>\nLet's not one of us procrastinate.<br \/>\nBut each thing we shall inaugurate,<br \/>\nLet's unanimously corroborate.\n<\/p><p>\nThere are methods we'll incorporate,<br \/>\nAnd others we must perpetuate.<br \/>\nBut some we cannot tolerate<br \/>\nAs we keep our plans right up-to-date.\n<\/p><p>\nLet each one our time here dedicate<br \/>\nTo each job our leaders delegate,<br \/>\nAnd our efforts unitedly concentrate<br \/>\nSo each priesthood bearer will participate.\n<\/p><p>\nJoy and blessings forever compensate<br \/>\nFor the work and plans we consummate.<br \/>\nThere are stakes we could impersonate,<br \/>\nBut each one we should evaluate.\n<\/p><p>\nTake the best from each and contemplate<br \/>\nHow their methods we'll accelerate<br \/>\nSo our record will reverberate<br \/>\nThrough the Church in nineteen fifty-eight.\n<\/p><p>\nI am sure her husband could not have produced such a masterpiece.\n<\/p><p>\nOur problem does not concern us so much with the boys under twenty-one since their records\nare improving each year but with those who are over twenty-one who through the years have\nslipped into inactivity. These brethren we designate as senior members of the Aaronic\nPriesthood.  I do not know when these brethren all got away from us, but I do know that we\nnow have the greatest program we have ever had to bring them back to an appreciation of this\ngreat power called the priesthood&mdash;Aaronic Priesthood.  Last year some three\nhundred and fifty schools for senior members of the Aaronic Priesthood were held in the\nChurch.  From these schools came a tremendous result for good.  I have heard men bear their\ntestimonies with tears dripping from their cheeks, grateful for the program of reactivation and\nthat someone has gone out of his way to put his arm around them and invite them back into\nthe activities of the priesthood program.\n<\/p><p>\nBrethren, we have some eighty thousand men like this. I hope through the united effort of all\nof the organizations that can make a contribution that we will have success in bringing back\ninto activity most of these men who are depriving themselves of the blessings of our\nHeavenly Father, because they are now outside and not inside enjoying the blessings which\ncome from magnifying the priesthood that they bear.\n<\/p><p>\nRecently, a sister who is the wife of one of these brethren said among other things while\naddressing a session of quarterly conference, \"All I want for Christmas is a temple marriage.\"\nHer husband sitting in front of her heard this request.  I would like eighty thousand other\nwomen to challenge their husbands to prepare their lives so that there can be eighty thousand\ntemple marriages of this same type. We would strengthen the activity in this Church as we\nhave never seen it before.\n<\/p><p>\nResponding to an assignment to give a talk, a senior member of the Aaronic Priesthood in the\nPortland Stake quoted a few familiar lines from Benjamin Franklin's <i>Almanac<\/i>: \n<\/p><p>\nFor the want of a nail, the shoe was lost.<br \/>\nFor the want of the shoe, the horse was lost.<br \/>\nFor the want of the horse, the rider was lost.<br \/>\nFor the want of the rider, the battle was lost.<br \/>\nFor the loss of the battle, the kingdom was lost,<br \/>\nAnd all because of a nail.\n<\/p><p>\nThis senior member paraphrased these few lines, and this is what he said: \n<\/p><p>\nFor the want of activity, the love was lost.<br \/>\nFor the want of love, the service was lost.<br \/>\nFor the want of service, the faith was lost.<br \/>\nFor the want of faith, the repentance was lost.<br \/>\nFor the want of repentance, the salvation was lost.<br \/>\nFor the loss of salvation, a place in God's kingdom was lost.<br \/>\nAnd all because of the want of activity.\n<\/p><p>\nI do not have time to elaborate on this, but I think that man had a great thought.\n<\/p><p>\nWhat is the Aaronic Priesthood?  It is a power that has been delegated to man that has in it\ngreat blessings and great opportunities to serve. The Aaronic Priesthood was named after a\ndevoted and faithful man, Aaron, the brother of Moses, who was given to Moses as a\nspokesman since, as the scriptures record, Moses was slow of speech\n(<span class=\"citation\" id=\"22663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22663)\">Ex. 4:10<\/a><\/span>). It was by the power of\nthe Aaronic Priesthood that John the Baptist came crying in the wilderness and told of one\ncoming who was greater and mightier than he and who would perform great miracles\n(<span class=\"citation\" id=\"34838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34838)\">Matt. 3:3,11-12<\/a><\/span>). It was\nby the power of this same priesthood that the Savior of the world was baptized in the River\nJordan by John the Baptist (<span class=\"citation\" id=\"34840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34840)\">Matt. 3:13-17<\/a><\/span>).\nIt was this same John the Baptist who under the direction of\nPeter, James, and John restored the Aaronic Priesthood to Joseph Smith and Oliver Cowdery. \nAfter his ascension, Joseph Smith and Oliver Cowdery, by the authority of the Aaronic\nPriesthood that had come to them, baptized each other in the Susquehanna River.  It is the\npower by which the emblems of the Sacrament are administered each Sunday and given to the\nmembers of the Church in remembrance of the broken body and the spilt blood of the Savior\nof the world.\n<\/p><p>\nIt is the power by which young men are designated as ward teachers to go with their senior\ncompanions into the homes of members of the Church to preach, teach, expound, and the\nother things spoken of in the Doctrine and Covenants\n(<span class=\"citation\" id=\"13616\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13616)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13616)\">D&amp;C 20:46<\/a><\/span>).  It is also the power by which a young\nboy twelve years of age comes to your door and offers you a blessing by inviting you to\nmake a contribution to the fast offering funds of the Church.  It is a great honor to be a\nbearer of the Aaronic Priesthood and to magnify that power which has come through being so\nhonored.\n<\/p><p>\nI would like to say to the seventy or eighty thousand other bearers of the Aaronic Priesthood\nwho are men, now likely heads of families, I wish that to you, too, could\ncome the blessing that comes to every active bearer of the Aaronic Priesthood. I would like\nyou to know that you are invited to come into our chapels.  There have been many who have\nsaid, \"I have been away so long, I think I am not wanted.\" You will never know how much\nyou are wanted, and you will never know how much good it will do you, too.  The Church\nneeds you, but you also need the Church.  Your family needs you, as a man magnifying the\npriesthood, to stand at the head of your home.\n<\/p><p>\n     I have heard a few verses of poetry quoted that have a line which goes something like\nthis, \"And I stepped in your footsteps all the way.\" Would we be proud if our boys stepped in\nour footsteps all the way? We would if we were magnifying the priesthood and enjoying the\nblessings that come to us through faithful participation.\n<\/p><p>\nIn conclusion I would like to say that it has been reported that someone said a dirt-road\ntraveler traveling along the highway saw a sign that read, \"You had better pick your rut now\nbecause you are going to be in it for the next twenty miles.\" There is nothing that says you\nare going to be in it for the rest of your life, and while most of us may detour a little&mdash;we\nget in trouble, and we may be in a rut for a little while&mdash;it does not mean we cannot get out\nof the rut and get on a good, hard highway and make up for the years we were in the rut by\ngetting on that road that leads us to life eternal.\n<\/p><p>\nI bear you my testimony, my brethren of the Aaronic Priesthood, that if you will magnify that\npriesthood and work for its great blessings, even greater blessings will come to you, and then\none day will come to pass that which this one sister asked for, \"All I want for Christmas is a\ntemple marriage.\"\n<\/p><p>\nMay it come to each of us, and may we find joy in assisting these brethren back into activity\nin the Church, I pray humbly in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}