{"ID":926, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">We Lay Our Coats Away<\/p>\n<p class=\"gcspeaker\">Elder Clifford E. Young<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Clifford E. Young, <i>Conference Report<\/i>, April 1958, pp. 56-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, you will readily understand that in the interest of time I can only\nbear my witness to the truth of the messages we have received thus far in this conference.  As\nI have listened this morning, I have been profoundly impressed. I think that it would be a\ngood thing for all of us, after listening to President Clark, if we could become familiar with\nthe manual that our brethren of the Melchizedek Priesthood are using this year. As you\ndoubtless know, we are using Our Lord of the Gospels, that splendid book Brother Clark has\ngiven to us after years and years of careful study.  We are not Bible readers.  Here is an\nopportunity for us in our homes to become such, and I would like to recommend that the\nmembers of the families&mdash;not only the priesthood&mdash;but all the members, become familiar\nwith this monumental work by reading the Melchizedek Priesthood manual.  At first it may\nappear to be somewhat complicated and involved, but it is not.  It is beautiful because of its\nsimplicity, and I am sure all will so regard it if they read it.\n<\/p><p>\nNow, to make a comment or two in harmony with what has been said on this occasion: We\nare celebrating Easter. It is a time when our hearts are turned to our fathers, to our children,\nto those whom we love who have passed to the other side.  I have thought a lot about my\ncolleague, Brother Thomas E. McKay, by whom I have sat for seventeen years.  I had a deep\naffection for him and he for me.  We understood each other.  This understanding of which I\nspeak is impressively expressed in the <i>Letters<\/i> of Franklin K. Lane published\nafter his death.  He was the Secretary of the Interior under Woodrow Wilson, and a man from\nthe West.  He was ill in the Mayo Hospital.  It was his last illness. He wrote his memoirs, or\n<i>Letters<\/i>, and as he concluded he wrote the following the day he died: \n<\/p><p>\nBut for my heart's content in that new land, I think I would rather loaf with Lincoln along a\nriver bank.  I know I could understand him.  I would not have to learn who were his friends\nand who his enemies, what theories be was committed to, and what against. We could just\ntalk and open our minds, and tell our doubts, and swap the longings of our hearts that others\nnever heard of. He would not try to master me nor make me feel how small I was.  I would\ndare to ask him things and know that be felt awkward about them, too. We would talk of men\na lot, the kind they call the great, and I would not find him scornful . . .\n<\/p><p>\nI feel that way this morning as I have thought about these Brethren, and especially about\nBrother Thomas E. McKay, whom I learned to admire so much.\n<\/p><p>\nNow, the message, briefly, is this, my brethren and sisters: These, our associates, of whom we\nhave heard, whom we all learned to appreciate because of their devotion to the Church&mdash;and\nthey were devoted men&mdash;I have known them for many years and had their help when I was\nworking in stake organizations; in the MIA, the help of Brother Oscar A. Kirkham; Brother\nAdam S. Bennion visiting us as a member of the general Sunday School board; and then our\nassociation with Brother Thomas E. McKay for these past seventeen years.\n<\/p><p>\nIn their passing we have learned, I think, two lessons&mdash;and I will just mention them. The\nfirst one is this: As we think of tomorrow, Easter Sunday&mdash;the Savior died on the cross, but\nthat was not the end.  He merely laid his body down to be healed of its infirmities. It was the\ncloak that covered his spirit. That is precisely what we will do. During those three days that\nhis body lay in the tomb he was active.  Peter tells us: \n<\/p><p>\nFor Christ also hath once suffered for sins, the just for the unjust, that he might bring us to\nGod, being put to death in the flesh, but quickened by the Spirit.<br \/>\nBy which also he went and preached unto the spirits in prison,<br \/>\nWhich sometime were disobedient, when once the longsuffering of God waited in the days of\nNoah, wherein few, that is, eight souls were saved by water\n(<span class=\"citation\" id=\"2273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2273)\">1 Pet. 3:18-20<\/a><\/span>).\n<\/p><p>\nHere Jesus was again teaching them. How beautifully that harmonizes with the message of\nhope that Brother Clark has given us.\n<\/p><p>\nOf course, we have to repent and make amends, but there is this message of hope because\nGod wants to save his children.  And so we lay our bodies down. The Savior laid his down,\nbut he was active and busy, and then in three days he took it up, a body of flesh and bones. It\ndoubtless was not entirely healed.  The scars were still there.  He showed them to the\ndoubting disciples. \". . . handle me, and see;\" he said, \"for a spirit hath not flesh and bone; as ye\nsee me have\" (<span class=\"citation\" id=\"31498\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31498)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31498)\">Luke 24:39<\/a><\/span>).\n<\/p><p>\nAnd so we lay our coats away. These Brethren whom we love have laid theirs away, but not\ntheir spirits.  They are active on the other side. I dare say that they know this day what we\nare doing, and they may be near us as we meet today.  It is a glorious thought&mdash;this message\nof Easter and the resurrection.\n<\/p><p>\nNow, the other lesson: As we met in the final services&mdash;we were in the Assembly Hall for\nBrother Thomas E. and\nBrother Oscar, and here in this Tabernacle for Brother Bennion&mdash;we were all touched.  Our\nhearts were mellowed. They were full of compassion. Brethren and sisters, is not that spirit\nthe agency that is going to make this world better prepared for the second coming of the\nSavior?  We were all sympathetic and thoughtful of those in sorrow with no unkindness in\nour hearts.  To me that is one of the purposes of death.  We do not understand all of its\npurposes, but there is a refining element, a healing balm that comes from the sorrow incident\nto the passing of those we love.\n<\/p><p>\nI want to read these lines from Catherine Marshall, who wrote so feelingly after her husband's\npassing. Peter Marshall had been Chaplain of the U. S. Senate and was widely known for his\nfaith and integrity.\n<\/p><p>\nFor the first time I understood why the Bible speaks of God's love as a refiner's fire,\nwhich burns us clean but does not consume. The pain of parting was like a\nburning flame in my heart, but it was a cleansing, refining action, consuming the dross and\nleaving the imperishable part of me intact and stronger than ever before.\n(<i>From A Man Called Peter<\/i>).\n<\/p><p>\nIs not that what these experiences do for all of us?  And it is true whenever we are called to a\nhouse of mourning. The Lord said, \"It is better to go to the house of mourning, than to go to\nthe house of feasting\"\n(<span class=\"citation\" id=\"21406\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21406)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21406)\">Eccl. 7:2<\/a><\/span>).\nHe knew what sorrow, affliction, and death would do\nfor his children, and we know from experience what they do for us.\n<\/p><p>\nYou multiply that attitude of sympathy and thoughtfulness throughout the world&mdash;and no one\nis immune; it is an experience vouchsafed to everyone&mdash;and you will comprehend the saving\ngrace that lies in sorrow, anguish, and affliction.  The Lord knew what it would mean to his\nchildren; how such would rekindle in the hearts of men love, sympathy, and greater\ncompassion and thoughtfulness toward one another.\n<\/p><p>\nPaul wrote of Jesus, \"Though he were a Son, yet learned he obedience by the things which he\nsuffered\" (<span class=\"citation\" id=\"24276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24276)\">Heb. 5:8<\/a><\/span>).\nObedience of mind and of soul!  We learn obedience of the soul, and\nwe learn to harmonize our thinking and our feelings with all that is good because of these\nblessings, and then with these blessings there comes a glorious blessing of a reuniting as there\ncame the glorious blessing of the Savior coming back to his disciples as a living reality&mdash;the\nResurrected Lord.\n<\/p><p>\nAnd to you and me this has been reaffirmed in this day through the Prophet Joseph, for which\nwe are humbly grateful to our Heavenly Father.  In the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}