{"ID":928, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Church Education<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, April 1958, pp. 62-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nHeber J. Grant once said at Brigham Young University: \n<\/p><p>\n\"This Church is founded upon the statement 'the glory of God is intelligence'\n(<span class=\"citation\" id=\"13672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13672)\">D&amp;C 93:36<\/a><\/span>). In addition to\nthat, in this school we are seeking to implant in the hearts of the young men and women an\nabsolute testimony of Jesus Christ and of the restitution again to the earth of the plan of\nsalvation.\"\n<\/p><p>\nMen cannot be saved in ignorance\n(<span class=\"citation\" id=\"13695\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13695)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13695)\">D&amp;C 131:6<\/a><\/span>).\nWhat a glorious understanding of life these eternal truths\ngive to us.  The leaders of the Church from the beginning have pursued a consistent course in\nendeavoring to give life to these truths. We can be justly proud of our accomplishments in\nseeking to educate our youth in the eternal principles of the gospel.\n<\/p><p>\nAs early as 1832 in Kirtland the Lord directed his people to establish the school of the\nprophets. The Lord said in part: \n<\/p><p>\n. . . the school of the prophets, established for their instruction in all things that are expedient\nfor them, even for all the officers of the church, or in other words those who are called to the\nministry in the church, beginning at the high priests, even down to the\ndeacons&mdash;(<span class=\"citation\" id=\"13665\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13665)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13665)\">D&amp;C 88:127<\/a><\/span>).\n<\/p><p>\nFrom the day of the establishment of the school of the prophets and later the school of the\nelders until now, we have never stood still.\n<\/p><p>\nThe organization of the Relief Society is nearly as old as the Church.  What wisdom and\nforesight inspired our leaders to educate and train our women for the responsibilities of\nmotherhood, to develop their minds and qualify themselves to teach their children and inspire\nthem to gain wisdom and understanding in their generation!  So today we view with the just\npride of accomplishment the work of all our auxiliary organizations.\n<\/p><p>\nSisters who are actively engaged in Relief Society work and who have been blessed by it, are\nthe ones who take the little children to Primary when they are six years of age.  They\nencourage them to follow through and to graduate from Primary.  The boys are there prepared\nand qualified to enter into the Aaronic Priesthood and receive the blessings and powers\nincident thereto, the young girls, with the young boys, to pursue their week-time Church\nactivities in the Mutual Improvement Associations.\n<\/p><p>\nThese same Relief Society sisters are the mothers who uniformly throughout the Church take\ntheir families to Sunday School where parents and children, the entire family, join in studying\nthe principles of the gospel and worship God on the Sabbath day.\n<\/p><p>\nHow grateful we all are for our parents whose kindly insistence and persuasion gave us the\nbenefits of all these great organizations.  Thus we had instilled in our hearts the love of the\nrestored gospel of Jesus Christ.\n<\/p><p>\nAll our activities in the Church tend to develop our minds and increase our understandings. In\nall our work we are called upon to participate.  We speak, we sing, we pray&mdash;each in his\nown individual right entitled to take part in every appropriate activity.\n<\/p><p>\nWe understand that man cannot be saved in ignorance\n(<span class=\"citation\" id=\"13696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13696)\">D&amp;C 131:6<\/a><\/span>).\n<\/p><p>\nWe cannot overlook the great work which is accomplished in our priesthood quorums, where\nevery man is taught to be his brother's keeper\n(<span class=\"citation\" id=\"23647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23647)\">Gen. 4:9<\/a><\/span>),\nwhere the necessity exists for us to know the\ngospel, to be capable of fulfilling our responsibilities in the priesthood, finally to go into the\nmission field prepared to deliver the message of truth and light to the world.  This is our\ncrowning achievement.\n<\/p><p>\nOur Sacrament meetings are sacred gatherings where we partake of the Sacrament of the\nLord's Supper and meet thus to renew our covenants and to worship God. Here we are\nlikewise inspired to learn. It is in these gatherings, with their rich outpouring of the spirit of\nthe Lord, that we learn some of the greatest truths of the gospel from the lips of our inspired\nward and stake leaders.  In our quarterly conferences, which are intended for all, the\ninstructions of the General Authorities of the Church are received.\n<\/p><p>\nNow the experience of one hundred and thirty years has taught us that over and above and\nbeyond all these opportunities for learning, unexcelled as they are, there is a need for a more\nintensive, detailed study of the Church.  Born of these needs of the past is our present Unified\nChurch School System.  I can speak with feeling and a deep sense of appreciation for what\nthe Church schools did for me. I wish every Latter-day Saint boy and girl the same glorious\nexperience. The spirit of our Church schools is contagious.  It is wonderful to be a part of a\nstudent body where all teachers and students alike are dedicated to their work with like ideals,\nambitions, and understanding of life, determined to fulfill life's destinies to the fullest extent,\nwhere confidence in one another reigns, a brotherhood of man recognizing the Fatherhood of\nGod, an atmosphere of righteousness and virtue where trust and confidence abide.\n<\/p><p>\n\"If men do not comprehend the character of God, they do not comprehend themselves.\"\n(Joseph F. Smith.)\n<\/p><p>\nFor the most part, it can be said that those who attend our Church institutions of learning\nhave been inspired to do so as a result of the training and inspiration they received in the\nPrimary and Sunday School and Mutuals, encouraged by mothers trained in the Relief Society\nand fathers active in the priesthood.  It is the co-operation of parents and students that\naccomplishes our full purpose.\n<\/p><p>\nOur children are entitled as a matter of right to our encouragement, patience, perseverance. \nLikely no people have received such a challenge as is ours.\n<\/p><p>\nThe Lord has said: \n<\/p><p>\nAnd again, inasmuch as parents have children in Zion, or in any of her stakes which are\norganized, that teach them not to understand the doctrine of repentance, faith in Christ the\nSon of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the\nhands, when eight years old the sin be upon the heads of the parents.<br \/>\nFor this shall be a law unto the inhabitants of Zion or in any of her stakes which are\norganized.<br \/>\nAnd they shall also teach their children to pray and to walk uprightly before the Lord\n(<span class=\"citation\" id=\"13641\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13641)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13641)\">D&amp;C 68:25-26,28<\/a><\/span>).\n<\/p><p>\nThe Unified Church School System can play a great part in helping us fulfil our duty to our\nchildren.  It is in our weekday schoolwork, whether it be seminary, institute, college, or\nuniversity, that we can in large measure make up for the deficiency in all other activities, a\nwonderful systematic presentation of religion, our own and other religions as well. We believe\nit important to know the history of religion generally, the origin, purpose, and practice of the\nreligions of the world with which we are surrounded and with which we\ncome in contact throughout life.  We believe the greater, the more general our knowledge is,\nthe freer we become and the more intelligent the use we make of our free agency.\n<\/p><p>\nWe are called upon daily to judge, to decide, to determine for ourselves the innumerable\nproblems that arise in our lives and the lives of our families and friends.\n<\/p><p>\nIf we are familiar with the basic principles of the gospel, our decisions are far more likely to\nbe based on truth rather than error.\n<\/p><p>\nSee <i>Teachings of the Prophet Joseph Smith:<\/i>\n<\/p><p>\nThe cause of God is one common cause, in which the Saints are alike all interested; we are all\nmembers of the one common body, and all partake of the same spirit, and are baptized into\none baptism and possess alike the same glorious hope.  The advancement of the cause of God\nand the building up of Zion is as much one man's business as another's.  The only difference\nis that one is called to fulfil one duty, and another duty; \"but if one member suffers, all the\nmembers suffer with it, and if one member is honored, all the rest rejoice with it, and the eye\ncannot say to the ear, I have no need of thee, nor the head to the foot I have no need of\nthee;\" party feelings, separate interests, exclusive designs should be lost sight of in the one\ncommon cause, in the interest of the whole (<i>Teachings of the Prophet Joseph Smith<\/i>, page\n231).\n<\/p><p>\nThe Prophet further said: \n<\/p><p>\nThis is a work destined to bring about the destruction of the powers of darkness, the\nrenovation of the earth, the glory of God and the salvation of the human family.\n<\/p><p>\nJohn Taylor once said: \n<\/p><p>\nWe want . . . to be alive in the cause of education . . . And instead of doing as many of the\nworld do, take the works of God to try to prove that there is no God, we want to prove by\nGod's works that he does exist, that be lives and rules and holds us, as it were, in the hollow\nof his band.\n<\/p><p>\nAnd then we want to study also the principles of education, and to get the very best teachers\nwe can to teach our children; see that they are men and women who fear God and keep his\ncommandments . . . Let others who fear not God take their course; but it is for us to train\nour children up in the fear of God. God will hold us responsible for this trust . . .\n<\/p><p>\nYou will see the day that Zion will be far ahead of the outside world in everything pertaining\nto learning of every kind as we are today in regard to religious matters. You mark my words,\nand write them down, and see if they do not come to pass.  We are not dependent upon them,\nbut we are upon the Lord.  We did not get our priesthood nor our information in regard to his\nlaw from them.  It came from God (<i>The Gospel Kingdom<\/i>, pages 274-275).\n<\/p><p>\nHeber J. Grant stated: \n<\/p><p>\nThere is one thing, and only one thing that church schools should do, and that is to\nmake Latter-day Saints.\n<\/p><p>\nWe are prepared to take care of the religious training of every Latter-day Saint boy and girl\nwho lives within the areas where seminaries, institutes, colleges, and universities of the\nChurch have been instituted.  There are few if any places within the organized stakes of Zion\nthat need be without appropriate religious training for their families if they so desire.  We are\nconstantly expanding our seminaries and institutes.\n<\/p><p>\nWe are confident as General Authorities of the Church that we have pretty well done our part\nwithin the limits of our current income.\n<\/p><p>\nWe realize the economic waste when all do not participate.  Serious as this is, it cannot be\ncompared with our spiritual loss. Measured by any conceivable standard, graduates of our\nseminaries and institutes are better qualified to meet all of life's problems than those who\nhave absented themselves from these opportunities.  Some of these problems to which I\nspecially refer are: \n<\/p><p>\n     1&mdash;Schoolwork<br \/>\n     2&mdash;Professional study<br \/>\n     3&mdash;Compulsory military service<br \/>\n     4&mdash;Competitive employment<br \/>\n     5&mdash;Missionary labors&mdash;stake and foreign<br \/>\n     6&mdash;Marriage<br \/>\n     7&mdash;Parenthood<br \/>\n     8&mdash;Politics<br \/>\n     9&mdash;Church\n<\/p><p>\nBetter take an extra year of high school than miss such an essential basic preparation for our\nlife's work.\n<\/p><p>\nEvery returned missionary realizes the importance of a Church school education.  Those who\ngo on missions first invariably come home with a desire to learn more, both\nin their academic studies and of the gospel.  Last year we had over 1300 returned missionaries\nat Brigham Young University and large numbers registered in our institutes at other great\nseats of learning.\n<\/p><p>\nEach of the student body presidents at Brigham Young University for the past six years has\nbeen a returned missionary.\n<\/p><p>\nOur seminary attendance has increased 26.6 percent in four years.\n<\/p><p>\nAnother important detail.  Our division of religion in our educational system has been\norganized to train and direct stake missionaries. In one school, out of a student body of 400\nnonmembers, 60 were converted and baptized in a year.\n<\/p><p>\nThere may be some problems, some obstacles, some inconveniences in endeavoring to register\nfor and attend seminary and institute classes regularly. It is the things in life for which we are\ncompelled to struggle that generally are worth the most to us in the long run. The fruits of\nour educational system can be observed in the lives and accomplishments of our graduates\nfrom seminaries, institutes, and schools.  A recent survey showed 87 percent of a group of\ngraduates married in the temple and another 6 or 7 percent later sealed to each other for time\nand for all eternity.\n<\/p><p>\nBrigham Young in the Deed of Trust to the BYU in 1875 wrote: \n<\/p><p>\nThat the pupils shall be instructed in such branches as are usually taught in an academy of\nlearning, also in the Old and New Testaments, Book of Mormon, and Doctrine and\nCovenants.\n<\/p><p>\nBrigham Young said to Karl G. Maeser: \n<\/p><p>\nI want you to remember that you ought not to teach even the alphabet or the multiplication\ntables without the spirit of God. That is all. God bless you.\n<\/p><p>\nAcademic rank among our teachers in the Church school system depends upon:\n<\/p><p>\n1&mdash;Personal qualities, including attitude toward and adherence to the principles and teachings of\nthe Church of Jesus Christ of Latter-day Saints.<br \/>\n2&mdash;Worth as a teacher.<br \/>\n3&mdash;Academic scholarship and competence, degrees and distinction.<br \/>\n4&mdash;Achievement and competence in scientific research, philosophic investigation, artistic\nproduction, or other professional endeavors.<br \/>\n5&mdash;Public service to Church and community.\n<\/p><p>\nTo assist in building up our Unified Church School System we have organized district, stake,\nand ward education committees: \n<\/p><p>\n1&mdash;To contact during the summer all students of high school and college age and persuade\nthem to enroll in seminaries and institutes.\n<\/p><p>\n2&mdash;To act as a transportation committee to create ward transportation pools to transport students\nfrom home to seminary classes; to encourage all students away from home to enter into active\nparticipation in the Church; to give bishop or branch president names of all students moving\ninto his area.\n<\/p><p>\nStake, and in some places district, boards are organized to meet regularly with seminary and\ninstitute personnel.\n<\/p><p>\nAcquaint stake and ward officers with details of the Church educational system, inviting them\nto be active in the support and direction of its program.\n<\/p><p>\nWe as Latter-day Saints should learn to stand alone.  We should insure our children doing\nlikewise in their generation.  We have all been instructed of the Lord to act for ourselves in\nwhatever sphere God places us.  We have been instructed of the Lord to be a free people.\n<\/p><p>\nWherefore, hear my voice and follow me, and you shall be a free people, and ye shall have\nno laws but my laws when I come, for I am your lawgiver, and what can stay my hand?\n(<span class=\"citation\" id=\"13625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13625)\">D&amp;C 38:22<\/a><\/span>;\n<span class=\"citation\" id=\"13648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13648)\">D&amp;C 78:14<\/a><\/span>).\n<\/p><p>\nThe Lord has said: \n<\/p><p>\nThat through my providence, notwithstanding the tribulation which shall descend upon you,\nthat the church may stand independent above all other creatures beneath the celestial world\n(<span class=\"citation\" id=\"13649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13649)\">D&amp;C 78:14<\/a><\/span>).\n<\/p><p>\nWith the knowledge of our destiny and our purpose on earth, we readily understand the great\nemphasis placed by the Church on the education of our youth.\n<\/p><p>\nIt should need no argument for those of us who are grounded in the faith to accept without\nhesitancy the great educational program prescribed, prepared, and made available for our\npeople by our great leaders. The First Presidency stand at the head of our Unified Church\nSchool System.  How could they encourage us more than they do to accept and utilize that\nwhich they prepare for us?\n<\/p><p>\nAgain the Lord has said: \n<\/p><p>\nAnd whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture,\nshall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord,\nshall be the voice of the Lord, and the power of God unto salvation.<br \/>\nBehold, this is the promise of the Lord unto you, O ye my servants\n(<span class=\"citation\" id=\"13639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13639)\">D&amp;C 68:4-5<\/a><\/span>).\n<\/p><p>\nGreat strength is given us by the knowledge we have of the inspiration which directs our\nleaders.\n<\/p><p>\nA weekday religious training is the ideal established for us all. These daily classes do much\ntoward inspiring our youth to follow onward and upward to obtain an education far beyond\nthat which they might otherwise be expected to attain.\n<\/p><p>\nNo other time, no other effort in our school careers will bless us more than our Church\nschoolwork. Faith, devotion, stability, ambition will be engendered in our hearts by the study\nof the gospel under men who hold the priesthood, inspired of our Heavenly Father, dedicated\nto the development of intellects and the establishment of virtue in the hearts and lives of their\nstudents.\n<\/p><p>\nI attended a wonderful seminary meeting in Canada last Saturday, just at this time, and the\ncoordinator there gave this instruction to those seminary teachers: \"Go out and tell the\nstudents and the parents that if they have to take an extra year of high school in order to get\nin seminary that it will be worth more than all else to them.\"\n<\/p><p>\nMay God bless us to appreciate the privileges and the opportunities afforded us in this great\ninstitutional system, I pray humbly in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}