{"ID":929, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Let There Be Light\"<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1958, pp. 66-69<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that I may say a few words that will be helpful in connection with the great ideals that\nwe have already heard during this conference.\n<\/p><p>\nI want to mention very briefly an organization in America known as \"The America-Christian\nPalestine Committee,\" of which I have the honor of being a member with Right Reverend\nArthur W. Moulton of the Episcopal Church. The two of us are on the executive committee of\nthis great organization. There are over two hundred different religious sects in the United\nStates, and many sects here in Utah.  They vary, of course, in their activities, but every group\nfollows ideals and looks to God for help.\n<\/p><p>\nWhen Christopher Columbus reached this western world in 1492, he in time expressed to the\nking and queen of Spain that he was \"the agent in the hands of God, to go forth upon the\nmighty waters.\" According to Washington Irving, Columbus when he set foot on the island of\nSan Salvador uttered the following prayer in Latin.  Translated it reads: \n<\/p><p>\nOh God, our eternal Father, eternal, eternally an omnipotent creator of heaven and earth and\nsea, we glorify thy holy word for our protection and the protection of the world.\n<\/p><p>\nThat is one of the most singular statements that could possibly be made, for it has been\ncarried out and the world has been blessed with an organization which is for the world.\n<\/p><p>\nThe words of Pastor Robinson recall what Roger Williams, the founder of\nProvidence, Rhode Island, once said. Williams was much disturbed as to his right to\nadminister the ordinances of the church, and finally he came to the conclusion that there could\n\"be no recovery out of the apostasy till Christ shall send forth new apostles to plant churches\nanew.\"\n<\/p><p>\nEdward Winslow was the third signer of the Mayflower Compact, and it was he who recorded\nthe following parting words of Pastor Robinson, as the Pilgrims left the shore of Holland for\ntheir long journey: \n<\/p><p>\nBrethren, we are now quickly to part from one another, and whether I may ever live to\nsee your face on earth any more, the God of Heaven only knows: but whether the\nLord hath appointed that or not, I charge you before God and His blessed angels, that\nyou follow me no farther than you have seen me follow the Lord Jesus Christ.  If God\nreveal anything to you, by any other instrument of His, be as ready to receive it, as\never you were to receive truth, by my ministry; for I am fully persuaded, I am very\nconfident that the Lord has more truth yet to break forth out of His holy word. For my\npart, I cannot sufficiently bewail the condition of the reformed churches, who are\ncome to a period in religion, and will go at present no further than the instruments of\ntheir reformation. The Lutherans cannot be drawn to go beyond what Luther saw;\nwhatever part of his will or good God has revealed to Calvin, they will rather die than\nembrace it, and the Calvinists, you see, stick fast, where they were left by that great\nman of God, who yet saw not all things. This is a misery much to be lamented; for\nthough they were burning and shining lights in their times, yet they penetrated not into\nthe whole counsel of God; but were they now living, would be as willing to embrace\nfurther light as that which they at first received.  I beseech you to remember it as an\narticle in your church Covenant. \"That you be ready to receive whatever truth shall be\nmade known to you from the written word of God.\" But I must herewith exhort you to\ntake heed what you receive as truth. Examine it, consider it, and compare it with other\nscriptures of truth, before you receive it; for it is not possible that the Christian world\nshould come so lately out of thick anti-Christian darkness, and that perfection of\nknowledge should break forth at once.\n<\/p><p>\nIt is interesting to know that God has never forsaken his children. All nations have had\nsomething of the truths of God.\n<\/p><p>\nCarlyle in his <i>Heroes and Hero Worship<\/i> notes that the\n\"calling of a prophet, the Man of God, the man, that is, who speaks to the people of\nGod, has penetrated into the secret of the sacred mystery of the Universe. The prophet\nis the revelator of what we are to do.\"\n<\/p><p>\nThroughout the ages, the truths of religion have become closely identified with the thoughts\nand habits of mankind.  Religion in the most intelligent use of the term confesses the divine\nrelationship between man and his God. It is more than knowledge and obedience, for its home\nis in the deepest nature of man, where, in its allegiance to truth and its devotion to right, it\ngoverns life.\n<\/p><p>\nThe religious principles of ancient Israel brought about the highest system of ethical life,\nwhich to this day remains the most vital to human conduct.  The elements the Israelitish\ncharacter idealized were the homely virtues of a rustic people: industry, frugality, chastity,\nuprightness; and then the hardier virtues, like bravery, and a fortitude that can endure all\nexcept defeat.  Finally, the people to whom God spoke in the days of Abraham, Moses, and\nthe ages after them learned a deep-seated piety, obedience to the declarations of the Lord their\nGod, and perfect trust in the revelations of him who mode the world and created man.\nSuperbly did Israel rise to the knowledge of the true and living God.\n<\/p><p>\nThe early history of Israel shows a people with aspiration for a righteous social order and an\nultimate unification of mankind.  \"Of these ideals,\" says Israel Zangwill, \"the race of\nAbraham originally conceived and still conceives itself to be the divine medium for a\nknowledge of God.\" The characteristics of the people are made known to us.\n<\/p><p>\nThe Israelites had their planting and harvest songs, and like the Navajo Indians, they ascribed\nall the gifts of nature to a merciful and loving God. The Prophet Isaiah describes the glory of\nredeeming the land: \n<\/p><p>\nThe wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and\nblossom as the rose.<br \/>\nIt shall blossom abundantly, and rejoice even with joy and singing: The glory of Lebanon\nshall be given unto it, the excellency of Carmel and Sharon, they shall see the glory of the\nLord, and the excellency of our God.<br \/>\nStrengthen ye the weak hands and confirm the feeble knees.<br \/>\nSay to them that are of a fearful heart, Be strong, fear not: behold, your God will come with\nvengeance, even God with a recompense; he will come and save you.<br \/>\nThen the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.<br \/>\nThen shall the lame leap as an hart, and the tongue of the dumb sing: for in the wilderness\nshall waters break out, and streams in the desert.<br \/>\nAnd the parched ground shall become a pool, and the thirsty land springs of water: in the\nhabitation of dragons, where each lay, shall be grass with reeds and rushes\n(<span class=\"citation\" id=\"25194\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25194)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25194)\">Isa. 35:1-7<\/a><\/span>).\n<\/p><p>\nWe can see on the frescoes in the tombs of the Pharaohs, dams enclosing basins&mdash;\"Just as they\nare built today,\" says Emil Ludwig, \"and it can be concluded from inscriptions by what\nstate-craft the water, after the lapse of fixed periods, was conveyed from one basin into\nanother.\" We know how the shepherds dug wells and cisterns four thousand years ago and\nhow the farmer prepared the land for the seed and made the threshing floors. There is an\naqueduct near Jerusalem with an inscription on it written by King Hezekiah about 700 B. C. \nPalestine has been referred to as a \"dry and thirsty land\"\n(<span class=\"citation\" id=\"41808\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41808)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41808)\">Ps. 63:1<\/a><\/span>), and yet the melting snows of\nLebanon, Mermon, and Carmel, as well as other heights sink into the ground and come forth\nagain as springs of water. Wells became the center of community life, supplying water for\nhousehold purposes as well as for the flocks and herds.\n<\/p><p>\nThere have been holy men, prophets of God, throughout the ages. They have felt the divine,\ncreative presence of God. They believed in Providence, and felt there was a power around and\nbeyond them which gave them a concept of their ever-loving Father.  Those holy men knew\ntheir Creator, listened to him, spoke to him, loved him.  Moses communed with him on\nMount Sinai and received from him the commandments which have molded the true concept\nof government throughout the civilized world. History knows no more magnificent men than\nthe prophets of Israel. They were the idealists of the ancient world.  They grappled with the\nsame problems which we have today: war, hate of one nation for another, hunger, wrong, sin,\nand dishonor.  They were the servants of God who gave the world light and guidance which\nhave lasted to this day.\n<\/p><p>\nIt is the idealism of the different ages that has saved the world.  There is a hidden reality in\nthe hearts of men. Truth, beauty, and goodness belong to the ideal world of men's hopes, and\nto God they have turned for revealed truth.  The prophets taught man the glory of the\ninvisible world and gave him the glow of heavenly light. They lived with the eye of faith and\nknew that nature and man had glory beyond that which the senses could understand.\n<\/p><p>\nA new nation had come into being at the beginning of the nineteenth century.  It had been\nordained of God to accomplish his divine purposes.  The past and the future met within it, for\nthe formation of the government of the United States was an event ordered of God for the\nbringing in of his Kingdom upon the earth. A republic is the highest form of political\ninstitution, De Tocqueville wrote, and this we know to be true. Our government was made up\nof different nationalities brought under one government and one flag. Such a republic had\nbeen unknown before in history.  John Winthrop, one of the founders, wrote concerning it: \n<\/p><p>\nIt will be a service to the Church of great consequence to carry the Gospel into those parts of\nthe world to help on the coming of the fulness of the Gentiles.\n<\/p><p>\nThese words of the early statesman and missionary truly record the suggestion and intention\nwhich brought Englishmen to these shores, and the historic spirit leads us to an understanding\nof the exalted purposes of God in this world, who like the ancient astronomers looked into the\nsky and sang: \"The heavens declare the glory of God\"\n(<span class=\"citation\" id=\"41805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41805)\">Ps. 19:1<\/a><\/span>). The founders set forth and longed for\na knowledge of how to live life as it should be lived.\n<\/p><p>\nWhen Joseph Smith went into the woods to pray on a spring morning in 1820, \"grace was\npoured out upon his lips and God blessed him forever\"\n(<span class=\"citation\" id=\"41807\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41807)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41807)\">Ps. 45:2<\/a><\/span>). God came to him and spoke, and with\nhim was Jesus Christ the Redeemer of the world.  Joseph heard from the divine lips the\nmessage that a new day was at hand.  Out of it came the knowledge of the weaknesses of the\nnecessities of man's spirit.  The eternal truth that man is himself a God in latent power had\nlong been forgotten, for the religion of Jesus Christ had taught faith in the possibility of\nascent from height to height.  So the boy prayed for light and understanding.\n<\/p><p>\nWhen we get the spirit of this new age, then it is that we come to understand the divine truths\nof the gospel more and more.  Many things make our history beautiful.  The Prophet Joseph\nSmith inaugurated a new age of culture and heavenly gifts.  We all know what this means\nthrough our testimonies of divine truths.  In conclusion, may I give just one example of what\nI mean.  During the days when the pioneers were working hard to establish their homes and\nredeem the soil they gave examples of their culture in many ways. For example, they built a\ntheatre here in Salt Lake City which became known throughout America and in England,\nFrance, and Italy. Famous actors came to play on its stage. President Brigham Young gave the\npeople a love for the drama.  It was he who had the theatre built.  One time a noted actress,\nJulia Deane Hayne, in leaving to return to New York, gave her good-bye message to President\nYoung and the people in a very beautiful statement.  The theatre became known to the world\nas a place of divine art years before the railroad reached Salt Lake City. It was truly a\ncreation of pioneer days, the theatre, for it was built by the inspiration of God.  May we learn\nmore and more every day about the history of the gospel in this day and age of the world, I\nask in the name of Jesus Christ.  Amen.\n<\/div>\n<\/div>"}