{"ID":93, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Of Dreams and Visions<\/p>\n<p class=\"gcspeaker\">Elder Joseph Fielding Smith<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Joseph Fielding Smith, <i>Conference Report<\/i>, October 1943, pp. 96-98<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBelieve not every spirit, but try the spirits whether they are of God: because many false\nprophets are gone out into the world\n(<span class=\"citation\" id=\"1021\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1021)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1021)\">1 Jn. 4:1<\/a><\/span>).\n<\/p><p>\nPURPORTED SPIRITUAL MANIFESTATIONS\n<\/p><p>\nIt has only been a few weeks since I was approached at a stake conference by a good brother\nwho said there was a gentleman there who had a very important message that he wished to\npresent to me, and would I please give him an interview. So the interview was arranged. This\nman stated that he had been visited by one of the three Nephite disciples, and he told me a\nvery fantastic story. After listening to it patiently until he had finished, I said to him, \"If you\nhave had a vision or manifestation, it is your duty to keep it to yourself; it is not for the\nChurch, and I advise you not to repeat it.\" I hardly think that was the counsel he was seeking.\n<\/p><p>\nIn the past few months I have received a number of communications from various parts of the\nChurch, from good, honest-thinking people who have made inquiry regarding some purported\nvisions and dreams which are being circulated in all parts of the Church. These inquirers wish\nto know what my judgment is concerning these purported visions. We have also had certain\nindividuals traveling among our people, prevailing on some of the bishops to let them hold\nmeetings where they could relate to the people their remarkable experiences which they claim\nto have had. They have on their own responsibility held cottage meetings and invited the\npeople, and some have been foolish enough to go and listen to these stories as they have been\ntold.\n<\/p><p>\nNow, I think it is wrong for any bishop or anyone else to invite these people who profess to\nhave had a dream or a vision, or some kind of manifestation, into a meetinghouse, or even\ninto the homes and gather the people in to listen to these presentations. In my judgment it is\ncontrary to the teachings of the Church. When John said, \"Believe not every spirit,\nbut try the spirits,\" he did not mean that we should spend our time accepting\nor encouraging every wind of doctrine (<span class=\"citation\" id=\"21601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21601)\">Eph. 4:14<\/a><\/span>),\nbut that we should prove every doctrine by the\nrevelations of the Lord; by those principles of eternal truth which have been revealed for our\nguidance. We have certain standards which have been accepted and by which we are to be\ngoverned.\n<\/p><p>\nREVELATIONS FROM THE LORD THE STANDARD\n<\/p><p>\nIf I should say something which is contrary to that which is written in the standard works of\nthe Church, and accepted by the Authorities of the Church and approved by the Church\ngenerally, no one is under obligation to accept it. Everything that I say and everything that\nany other person says must square itself with that which the Lord has revealed, or it should be\nrejected.\n<\/p><p>\nPaul said, \"Follow after charity, and desire spiritual gifts, but rather that ye may prophesy\"\n(<span class=\"citation\" id=\"102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(102)\">1 Cor. 14:1<\/a><\/span>).\nWell, this counsel is very good; but do we understand what Paul\nmeant by the gift of prophecy? When the angel appeared to John on the Isle of Patmos, and\nhe appeared in glory, John fell before him upon his knees and was about to worship him, but\nthe messenger said to John:\n<\/p><p>\nSee thou do it not: I am thy fellow servant, and of thy brethren that have the testimony of\nJesus: worship God: for the testimony of Jesus is the spirit of prophecy\n(<span class=\"citation\" id=\"42157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42157)\">Rev. 19:10<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph Smith has said that every member of the Church should be a prophet,\nmeaning, of course, that he should have that testimony of Jesus and keep himself in perfect\naccord with the Spirit of the Lord so that he could recognize truth and the Lord could reveal\nthe truth to him, so that he might comprehend it. Every man in the Church has the right to\nreceive revelation for his own guidance, but not for the guidance of the Church. Back in the\nvery beginning, when the Church was only a few months old in this dispensation, certain\nindividuals arose claiming to have had manifestations and visions for the Church, and they led\nsome of the members astray. There was a woman by the name of Hubble who claimed to\nhave revelations, and some of the members of the Church listened to her. One of the eight\nwitnesses of the Book of Mormon, Hiram Page, began to have manifestations, and he was\nable to have influence over others. He persuaded some of the Whitmers and even Oliver\nCowdery, to accept the things that he proclaimed. The result was that the Lord had to give a\nrevelation correcting all of this sort of thing, but before it was corrected the Prophet had a\ndifficult time to get some of his brethren to understand that what had been given by Hiram\nPage, and Mrs. Hubble, and others, was not of the Lord.\n<\/p><p>\nTHE LORD SPEAKS THROUGH HIS PROPHETS\n<\/p><p>\nIn that revelation, which was given in February, 1831, the Lord said this:\n<\/p><p>\nO hearken, ye elders of my church, and give ear to the words which I shall speak unto you.\n<\/p><p>\nFor behold, verily, verily, I say unto you, that ye have received a commandment for a law\nunto my church, through him whom I have appointed unto you to receive commandments and\nrevelations from my hand.\n<\/p><p>\nAnd this ye shall know assuredly&mdash;that there is none other appointed unto you to receive\ncommandments and revelations until he be taken, if he abide in me.\n<\/p><p>\nBut verily, verily, I say unto you, that none else shall be appointed unto this gift except it be\nthrough him; for if it be taken from him he shall not have power except to appoint another in\nhis stead.\n<\/p><p>\nAnd this shall be a law unto you, that ye receive not the teachings of any that shall come\nbefore you as revelations or commandments;\n<\/p><p>\nAnd this I give unto you that you may not be deceived, that you may know they are not of me.\n<\/p><p>\nFor verily I say unto you, that he that is ordained of me shall come in at the gate and be\nordained as I have told you before, to teach those revelations which you have received and\nshall receive through him whom I have appointed\n(<span class=\"citation\" id=\"11857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11857)\">D&amp;C 43:1-7<\/a><\/span>).\n<\/p><p>\nThis ought to be clear enough for us all. If the Lord has a revelation or a commandment to\ngive to His people, it is going to come from the head, and when someone else comes among\nthe people professing to have revelations and to give commandments we can test that matter\nvery readily. We do not have to go into any details or make an extended examination of the\nclaims, there is no need of any investigation whatever, because the Lord has given us the key\nas a law to the Church by which we are to be governed.\n<\/p><p>\nSEEK FOR THE BEST GIFTS\n<\/p><p>\nNow, again, in another revelation which was given a short time later, in March, 1831, the\nLord said this:\n<\/p><p>\nBut ye are commanded in all things to ask of God, who giveth liberally; and that which the\nSpirit testifies unto you even so I would that ye should do in all holiness of heart, walking\nuprightly before me, considering the end of your salvation, doing all things with prayer and\nthanksgiving, that ye may not be seduced by evil spirits, or doctrines of devils, or the\ncommandments of men; for some are of men, and others of devils.\n<\/p><p>\nWherefore, beware lest ye are deceived; and that ye may not be deceived seek ye earnestly\nthe best gifts, always remembering for what they are given;\n<\/p><p>\nFor verily I say unto you, they are given for the benefit of those who love me and keep all\nmy commandments, and him that seeketh so to do; that all may be benefited that seek or that\nask of me, that ask and not for a sign that they may consume it upon their lusts\n(<span class=\"citation\" id=\"11861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11861)\">D&amp;C 46:7-9<\/a><\/span>).\n<\/p><p>\nIn conclusion, I will say that I agree with Paul, that prophecy is a wonderful gift, one that\nshould be sought, for the gift of prophecy is the gift of revelation and may be received for the\npersonal guidance of each member of the Church. I also think that the gift of discernment is a\ngift everyone should seek, so that we may not be deceived. If we have the spirit by which we\ncan discern the hearts of men (<span class=\"citation\" id=\"100\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 100)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(100)\">1 Cor. 12:10<\/a><\/span>),\nand the doctrines of men, and interpret the inspiration of the\nLord, then we shall not be deceived. Again the Lord has said, \"And whoso treasureth up my\nword shall not be deceived\" (<span class=\"citation\" id=\"30772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30772)\">JS&mdash;M 1:37<\/a><\/span>).\nThis does not mean merely the reading of the word, but that we put it into practice.\n<\/p><p>\nMay the Lord bless us, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}