{"ID":930, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Love Not the World\"<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, April 1958, pp. 69-71<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay opened the conference yesterday with a fervent and forceful plea to the\nLatter-day Saints to rise above the carnal and animal things of the world and attain to a state\nof spirituality, a plea for them to crucify the flesh and turn their hearts and interests to the\nthings of the Spirit.\n<\/p><p>\nIn this connection I call attention to the words which the beloved disciple wrote: \n<\/p><p>\nLove not the world, neither the things that are in the world.  If any man love the world, the\nlove of the Father is not in him.<br \/>\nFor all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life,\nis not of the Father, but is of the world.<br \/>\nAnd the world passeth away, and the lust thereof: but he that doeth the will of God abideth\nfor ever (<span class=\"citation\" id=\"1054\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1054)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1054)\">1 Jn. 2:15-17<\/a><\/span>).\n<\/p><p>\nThere is, of course, a difference between the earth and the world.  The earth is this sphere,\nthis planet upon which we reside.  It is composed of natural elements&mdash;the things that make\nup the dust and the rocks and the trees. The world, on the other hand, is the society of men\nliving on the face of the earth, a society that is carnal and sensuous and evil, a society which\nis living, in effect, a telestial law; and there will be a not distant day when the end of the\nworld will come, which means by definition, the destruction of the wicked\n(<span class=\"citation\" id=\"30782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30782)\">JS&mdash;M 1:4<\/a><\/span>). This will take\nplace in the day of millennial cleansing.\n<\/p><p>\nWe have been sent from a pre-existent sphere to this earth; as a consequence we have\nreceived bodies made of the dust of the earth.  Through the grace of God and the atoning\nsacrifice of his Son we will get these bodies back again in immortality in\neternity.\n<\/p><p>\nWe have also been sent from the preexistent sphere and placed in the world, that is, in\ncircumstances where we will be enticed to do evil, where we will be subject to the lusts of the\nflesh and the passions that go naturally with a mortal existence.  The object in placing us in\nthe world is to try us, to test us, to see if we can overcome the world, to see if we can walk\nin the things of the Spirit in spite of the worldly enticements that surround us.\n<\/p><p>\nI suppose that in our day&mdash;in this age, with all the pressures of advertising, made possible by\nthe use of all the modern inventions&mdash;that the enticements and pressures of the world exceed\nanything that has existed or prevailed in any age past.\n<\/p><p>\nOur Lord, in speaking to his ancient disciples about the lusts of the world, said that both he\nand they had overcome the world (<span class=\"citation\" id=\"27796\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27796)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27796)\">John 16:33<\/a><\/span>).\nHe told them that they would be hated by the world\nbecause they were not of the world (<span class=\"citation\" id=\"50028\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50028)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50028)\">John 15:19<\/a><\/span>).\nIn his great intercessory prayer he prayed that the Father\nwould keep the disciples free from sin\n(<span class=\"citation\" id=\"27804\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27804)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27804)\">John 17:14-15<\/a><\/span>). He said,\n<\/p><p>\nI pray not for the world, but for them which thou hast given me . . .<br \/>\nI pray not that thou shouldest take them out of the world, but that thou shouldest keep them\nfrom the evil (see <span class=\"citation\" id=\"27795\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27795)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27795)\">John 15:18-19<\/a><\/span>;\n<span class=\"citation\" id=\"27805\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27805)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27805)\">John 17:9-18<\/a><\/span>).\n<\/p><p>\nWell, then, an omnipotent God has deliberately and advisedly placed us in the circumstances\nin which we now find ourselves, with enticements and lusts of every sort around us, for the\nvery purpose of determining whether we will overcome the world, whether we will turn to\nspiritual things rather than be engulfed in carnal things.\n<\/p><p>\nWe had a probationary experience, a testing of a different sort, in the pre-existent sphere. We\nwere there as spirit beings only, without these temporal bodies.  Now we have mortal bodies\nthat are subject to different enticements; and this particular portion of all eternity is that which\nis segregated as the time when we will be tested and tried and examined in the very manner\nin which we are now being examined. May I suggest to you some of the things that there are\nin the world which stand as tests in determining whether we will turn to the things of\nrighteousness or whether we will go off after the manner of the world, walking as carnal men\ndo.\n<\/p><p>\nIf, for instance, we gratify the appetites that there are in this body, taking into the body food\nand drink that are unclean and unwholesome, we are walking after the manner of the world\nand manifesting love therefore. But if, on the other hand, we abstain completely from tea,\ncoffee, tobacco, and liquor, and from every other unwholesome and impure food or drink,\nthereby developing self-control, then to this extent we are both overcoming the world and\nacquiring a godly attribute.\n<\/p><p>\nIf we walk in this life in such a manner as to use all of the time that there is, seven days a\nweek, either for the purpose of gaining a livelihood or for engaging in recreational pursuits,\nwe are walking after the manner of the world. But if, on the other hand, we honor the Lord's\nholy day, keep his Sabbath, go to the house of prayer and offer up our vows and sacraments\n(<span class=\"citation\" id=\"13631\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13631)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13631)\">D&amp;C 59:9<\/a><\/span>)\nso that we may gain strength to become and to remain unspotted from the world, if that is our\ncourse, then we are rising to a plane of spirituality.\n<\/p><p>\nPaul said, \"The love of money is the root of all evil\"\n(<span class=\"citation\" id=\"2818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2818)\">1 Tim. 6:10<\/a><\/span>). Now, if we get the love\nof money or the love of the things of this world in our hearts, so that we desire those things\nin preference to the things of the Spirit, we are walking in carnal paths. But if, on the other\nhand, we pay an honest tithing; pay our fast offerings; contribute to the great missionary\ncause, to the Church educational system, to the building programs of the Church, and so on; if\nwe make our means available to the Lord and to his kingdom and to his work&mdash;then we are\nrising above the plane of covetousness and lust that is inherent in the nature of our mortal\nexistence.\n<\/p><p>\nThe Lord has placed in our bodies certain passions and certain appetites; perhaps the strongest\nof these deal with what we call the sex urges. Now if we walk in an unbridled manner, after\nthe way of the world, and are immoral and lascivious and unclean, then we are reveling in the\nbasest sort of carnal existence.  But if, on the other hand, we have the strength of character\nand the fortitude and ability to stand up like men and bridle our passions and\ncontrol our lusts and use the sex urges in the manner in which the Lord has ordained that they\nshould be used&mdash;which is wholesome and pure and right&mdash;if we walk without any form of\nsex immorality, then we are rising above the animal plane, and we are walking in the realm\nof spiritual things.\n<\/p><p>\nAnd so it is with every situation in which we find ourselves.  If we play cards; if we visit\nbeer halls; if we lie or steal or cheat; if we take advantage of our neighbor for a word\n(<span class=\"citation\" id=\"3630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3630)\">2 Ne. 28:8<\/a><\/span>); if we\noppress the hireling in his wages\n(<span class=\"citation\" id=\"32759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32759)\">Mal. 3:5<\/a><\/span>);\nif we are immodest in our dress; if we do any of the things\nthat are commonly done by the great masses of ungodly people in the world&mdash;we will be\nliving after their manner and certifying that we love the things of the world more than we\nlove the Lord.  But on the contrary, if we abide in the truth and keep our covenants and walk\nin the manner that we were counseled to walk by our President as he opened this\nconference&mdash;and do it consistently, acting uprightly, with integrity and devotion&mdash;then we will be\nputting off the natural man (<span class=\"citation\" id=\"40285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40285)\">Mosiah 3:19<\/a><\/span>);\nwe will be born again (<span class=\"citation\" id=\"50029\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50029)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50029)\">John 3:3-5<\/a><\/span>);\nwe will become new creatures (<span class=\"citation\" id=\"3036\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3036)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3036)\">2 Cor. 5:17<\/a><\/span>) of the Holy\nGhost.  Then it will be our right to have the constant companionship of that member of the\nGodhead. And finally, if we endure in faith and in devotion to the end, we will be inheritors\nof eternal life in the kingdom of God hereafter.\n<\/p><p>\nHe who doeth the works of righteousness shall receive his reward, even peace in this world,\nand eternal life in the world to come\n(<span class=\"citation\" id=\"13632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13632)\">D&amp;C 59:23<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}