{"ID":931, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Into His Marvelous Light\"<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1958, pp. 71-75<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I sincerely trust that I might have an interest in your prayers in\nmy behalf. Without prayer, it would be impossible to express one's thoughts and give\ntestimony of the existence of the Lord Jesus Christ and his Church.\n<\/p><p>\nOur general conference being held on April 4, 5, and 6 recalls vividly those memorable days\nof the crucifixion and the resurrection of the Lord Jesus Christ.  The words of Paul voice the\ntestimony of each of us when he said,\n<\/p><p>\nJesus Christ the same yesterday, and to day, and for ever\n(<span class=\"citation\" id=\"24279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24279)\">Heb. 13:8<\/a><\/span>).\n<\/p><p>\nAs Latter-day Saints, we are particularly interested in two great individuals: one, Jesus Christ,\nthe Son of God, and the other, Joseph Smith&mdash;the one at the age of twelve, the other at the\nage of fourteen.  Christ visited Jerusalem for the first time with Mary and Joseph, who had\ngone there to attend the Feast of the Passover and to pay their taxes. When they started\nhomeward, and after one day's travel, they discovered the Christ was not in their company.\nReturning to Jerusalem, they found him in the temple where he was engaged in discussion\nwith the great men of the day and was, no doubt, telling them of his future assignments and\nteaching them the gospel that was to be given to the world. Mary and Joseph entered the\ntemple. Mary said, \". . . Son, why hast thou thus dealt with us?  behold, thy\nfather and I have sought thee sorrowing\"\n(<span class=\"citation\" id=\"31463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31463)\">Luke 2:48<\/a><\/span>). Christ then made that marvelous\nanswer, \". . . How is it that ye sought me? wist ye not that I must be about my Father's\nbusiness?\" (<span class=\"citation\" id=\"31464\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31464)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31464)\">Luke 2:49<\/a><\/span>).\n<\/p><p>\nSome years later, the Christ sought John the Baptist who was preaching repentance and\nbaptism for the remission of sins, and John impressed those with whom he came in contact,\nsaying that the Christ, \". . . shall baptize you with the Holy Ghost, and with fire\"\n(<span class=\"citation\" id=\"34839\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34839)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34839)\">Matt. 3:11<\/a><\/span>).\n<\/p><p>\nChrist requested baptism of John,\n<\/p><p>\nBut John forbad him, saying, I have need to be baptized of thee, and comest thou to me?<br \/> \nAnd Jesus answering said unto him, Suffer it to be so now: for thus it becometh us to fulfil\nall righteousness (<span class=\"citation\" id=\"34841\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34841)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34841)\">Matt. 3:14-15<\/a><\/span>).\n<\/p><p>\nAs Christ came up straightway out of the water, a voice was heard from the heavens\nsaying . . . \"This is my beloved Son, in whom I am well pleased\"\n(<span class=\"citation\" id=\"34842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34842)\">Matt. 3:17<\/a><\/span>).\n<\/p><p>\nIn requesting baptism of John, Christ recognized that John held the Aaronic Priesthood, the\noffice of a priest.\n<\/p><p>\nAfter the Church was organized, we read in Ephesians 4:11, \"And he gave some apostles; and\nsome, prophets; and some evangelists; and some, pastors and teachers\"\n(<span class=\"citation\" id=\"21701\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21701)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21701)\">Eph. 4:11<\/a><\/span>). The teachers held the\nAaronic Priesthood.\n<\/p><p>\nWe read in Philippians 1:1 from a statement of the Apostle Paul as follows,\n<\/p><p>\nPaul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at\nPhilippi, with the bishops and deacons (<span class=\"citation\" id=\"41247\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41247)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41247)\">Philip. 1:1<\/a><\/span>).\n<\/p><p>\nIt is a great source of inspiration to every member of this Church to know that the Aaronic\nPriesthood actually existed in the days of the Christ and the apostles.  Others were called to\nreceive the Melchizedek Priesthood. Elders were called and ordained, as we read in Acts\n14:23,\n<\/p><p>\nAnd when they had ordained them elders in every church, and bad prayed with fasting, they\ncommended them to the Lord, on whom they believed\n(<span class=\"citation\" id=\"7825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7825)\">Acts 14:23<\/a><\/span>).\n<\/p><p>\nIn addition to elders, there were selected seventies receiving the Melchizedek Priesthood, for\nin Luke 10:1 it states,\n<\/p><p>\nAfter these things the Lord appointed other seventy also, and sent them two and two before\nhis face into every city and place, whither he himself would come\n(<span class=\"citation\" id=\"31470\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31470)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31470)\">Luke 10:1<\/a><\/span>).\n<\/p><p>\nThe Christ was the great high priest. Others were also so blessed, including the apostles. We\nread in Hebrews 5:1,\n<\/p><p>\nFor every high priest taken from among men is ordained for men in things pertaining to God,\nthat he may offer both gifts and sacrifices for sins\n(<span class=\"citation\" id=\"24275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24275)\">Heb. 5:1<\/a><\/span>).\n<\/p><p>\nThe history of the New Testament points out definitely the existence of the Aaronic\nPriesthood, wherein there were deacons, teachers, and priests, and the Melchizedek Priesthood\nwith elders, seventies, and high priests. There stood at the head, the apostles and the bishops,\nguiding and directing the two priesthoods.  The members of the Aaronic and Melchizedek\npriesthoods taught the membership of the Church faith, repentance, baptism for the remission\nof sins, and laying on of hands for the gift of the Holy Ghost by those who held the\nMelchizedek Priesthood. The seventies with the apostles were assigned to preach the gospel to\nthe known world at that time.  Those who held the priesthood were directed to be helpful to\nthe poor, teach the membership of the Church to pay their tithing, to observe the Lord's day,\nnot to profane, to be honest, and to attend Sacrament meeting.  Again, the New Testament\nmakes it clear that work was being done for the dead, for did not the Apostle Paul say in 1\nCorinthians 15:29,\n<\/p><p>\nElse what shall they do which are baptized for the dead, if the dead rise not at all? why are\nthey then baptized for the dead? (<span class=\"citation\" id=\"307\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 307)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(307)\">1 Cor. 15:29<\/a><\/span>).\n<\/p><p>\nSo with both the Aaronic and Melchizedek priesthoods, the saints of the Church 2,000 years\nago enjoyed the same privileges, divine direction, and inspiration as do the membership of the\nChurch in this day. The Church 2,000 years ago was one of activity and opportunity for\nservices to be rendered by every individual member to assist in building up the kingdom.  For\nagain, reading the words of the Apostle James,\n<\/p><p>\nYea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works,\nand I will shew thee my faith by my works\n(<span class=\"citation\" id=\"26132\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26132)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26132)\">James 2:18<\/a><\/span>).\n<\/p><p>\nAfter the resurrection of the Christ, there stood as the president of the Church the Apostle\nPeter, who through divine direction and inspiration continued to teach the gospel and the\nexistence of the Lord Jesus Christ to the people and those not of the faith. To those who were\nloyal, devoted, true, and active in the gospel, it is said,\n<\/p><p>\nBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight (<span class=\"citation\" id=\"2269\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2269)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2269)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nIt was Paul who realized there was soon to come about a change in the Church, for did he not\ndeclare in 2 Timothy 4:3-4,\n<\/p><p>\nFor the time will come when they will not endure sound doctrine, but after their own lusts\nshall they heap to themselves teachers, having itching ears;<br \/>\nAnd they shall turn away their ears from the truth, and shall be turned unto fables\n(<span class=\"citation\" id=\"5126\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5126)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5126)\">2 Tim. 4:3-4<\/a><\/span>).\n<\/p><p>\nHe realized that the Church of the Lord Jesus Christ would soon be changed from the\nteachings of the Christ and the apostles to that of individuals who were teaching false\ndoctrine.\n<\/p><p>\nTwo hundred years later, the gospel had been changed, the priesthood had been taken away,\nand the earth was left in spiritual darkness; but this was not to exist forever, for John the\nbeloved had said in Revelation 14:6,\n<\/p><p>\nAnd I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people\n(<span class=\"citation\" id=\"42278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42278)\">Rev. 14:6<\/a><\/span>).\n<\/p><p>\nTwo thousand years later, there was a boy at the age of fourteen, Joseph Smith, who lived in\nPalmyra, New York. Among the churches in Palmyra, New York, was great misunderstanding\nof the gospel. It was impossible to find the church organization and the priesthood as it\nexisted nearly 2,000 years before. Joseph was very much concerned about the differences of\nopinion among the various churches and the doctrines they were teaching.  He was one in\nwhose heart was a testimony that in the Bible could be found the answers to his many\nquestions.  The statement of James the Apostle gave him the necessary information,\n<\/p><p>\nIf any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him.<br \/>\nBut let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea\ndriven with the wind and tossed\n(<span class=\"citation\" id=\"26129\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26129)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26129)\">James 1:5-6<\/a><\/span>).\n<\/p><p>\nJoseph followed the admonition given to him by the Apostle James and made it a matter of\nprayer, asking God where he might find the Church of the Lord Jesus Christ.  In answer\nthereto, there appeared the Father and the Son, the first appearance of the Father and the Son\nsince Jesus Christ was upon the earth nearly 2,000 years before. The Lord said to the Prophet\nJoseph, \"This is My Beloved Son.  Hear Him!\"\n(<span class=\"citation\" id=\"30376\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30376)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30376)\">JS&mdash;H 1:17<\/a><\/span>). Instructions to Joseph by\nthe Christ indicated that his Church was not upon the earth, but in time it would be\nre-established.\n<\/p><p>\nThere appeared other heavenly beings to the Prophet Joseph, among whom was Moroni, who\nhad lived upon the American continent and had prepared the history of the great events that\nhad taken place in the coming of Lehi and his sons and in the establishment of both the\nNephite and Lamanite nations and that Jesus Christ the Son of God actually appeared upon\nthe American continent, established his Church, and organized the Aaronic and Melchizedek\npriesthoods.  Jesus taught the Nephite people the gospel as he had the people in Israel,\nbestowing upon them the same rights, blessings, and privileges. Moroni also indicated to\nJoseph that he would receive the gold plates containing the history of America\n(<span class=\"citation\" id=\"30387\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30387)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30387)\">JS&mdash;H 1:34<\/a><\/span>).  The gold\nplates were written in a strange language, which the Prophet Joseph translated, and Oliver\nCowdery acted as scribe. In so doing, they came across the manner of baptism, which was not\nclear to them. They made it a matter of prayer to the Lord, and there appeared a heavenly\nbeing who introduced himself as John the Baptist.  This event took place on\nMay 15, 1829, in Harmony, Pennsylvania.  He placed his hands upon the heads of Joseph\nSmith and Oliver Cowdery and uttered these words,\n<\/p><p>\nUpon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron,\nwhich holds the keys of the ministering of angels, and of the gospel of repentance, and of\nbaptism by immersion for the remission of sins; and this shall never be taken again from the\nearth, until the sons of Levi do offer again an offering unto the Lord in righteousness\n(<span class=\"citation\" id=\"13607\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13607)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13607)\">D&amp;C 13:1<\/a><\/span>).\n<\/p><p>\nThrough the appearances of the Father and the Son, Moroni, and John the Baptist, the Aaronic\nPriesthood was restored and placed upon the earth. Some few weeks later, three apostles,\nPeter, James, and John, appeared and bestowed upon Joseph Smith and Oliver Cowdery the\nMelchizedek Priesthood. We can readily see that the Church of Jesus Christ was again\nrestored, organized, and placed upon the earth with both the Aaronic and Melchizedek\npriesthoods, for the salvation, inspiration, and guidance of the sons and daughters of our\nHeavenly Father.\n<\/p><p>\nAs the Aaronic Priesthood and Melchizedek Priesthood 2,000 years ago had very definite\nassignments, it is now true that those who hold the Aaronic and Melchizedek priesthoods have\nthe same assignments to teach faith, repentance, baptism for the remission of sins, laying on\nof hands for the gift of the Holy Ghost by those who hold the Melchizedek Priesthood,\nfasting, missionary work to preach the gospel to every nation, kindred, tongue, and people,\nhelping the poor, paying tithing, observing the Lord's day, being honest, attending Sacrament\nmeeting, and doing work for the dead. The Prophet Joseph Smith received a marvelous\nrevelation from the Lord which is recorded in the Doctrine and Covenants, section 2, wherein\nthe membership of the Church were instructed to do work for the dead.  The Lord said,\n<\/p><p>\nBehold, I will reveal unto you the Priesthood, by the hand of Elijah the prophet, before the\ncoming of the great and dreadful day of the Lord.<br \/>\nAnd he shall plant in the hearts of the children the promises made to the fathers, and the\nhearts of the children shall turn to their fathers.<br \/>\nIf it were not so, the whole earth would be utterly wasted at his coming\n(<span class=\"citation\" id=\"13604\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13604)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13604)\">D&amp;C 2:1-3<\/a><\/span>).\n<\/p><p>\nMy brethren and sisters, I bear you my testimony that the gospel of the Lord Jesus Christ and\nthe organization of the Church with the Aaronic and Melchizedek priesthoods have been\nrestored to the earth through the Prophet Joseph. He actually saw the Father and the Son. \nThose of us who have the privilege and blessing of membership in the Church of Jesus Christ\nof Latter-day Saints have very definite responsibilities and assignments, particularly in\nconnection with the marvelous revelation wherein the Lord said,\n<\/p><p>\nFor I will raise up unto myself a pure people, that will serve me in righteousness;<br \/>\nAnd all that call upon the name of the Lord, and keep his commandments, shall be saved\n(<span class=\"citation\" id=\"13677\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13677)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13677)\">D&amp;C 100:16-17<\/a><\/span>).\n<\/p><p>\nThis is a definite promise for each and every one of us who is sweet and clean in body and\nmind, wherein there will come the gift of the Holy Ghost in building up our testimonies and\ngiving us the full understanding of the restored gospel of the Lord Jesus Christ. In addition\nthereto, in our hearts will be that testimony that there stands at the head of the Church an\napostle of the Lord Jesus Christ as there was 2,000 years ago in the days of Peter, with the\nsame desire to inspire the Saints of today. Peter visited many of the saints, as does our\npresident and apostle today, with the same attitude and feeling with reference to the\nmembership of the Church as Peter had when he said,\n<\/p><p>\nBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight (<span class=\"citation\" id=\"2270\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2270)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2270)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nMy brethren and sisters, it is wonderful to know that all of us are here enjoying the blessings\nof the Church and the gospel because we are among those who have literally been called out\nof darkness into his marvelous light.  One hundred years ago, our grandfathers and\ngrandmothers and many of our own fathers and mothers were literally drawn\nout of the darkness of the world into the marvelous light of the Lord Jesus Christ through\nmissionaries.  Men and women today are accepting the truth and becoming members of his\nChurch. There is no other Church in the world where individuals have as great\nresponsibilities, particularly those who hold the Aaronic and Melchizedek priesthoods.\n<\/p><p>\nI humbly pray that we shall be worthy to follow in his footsteps and be inspired by the\nstatement of the Christ 2,000 years ago when he said,\n<\/p><p>\n. . . wist ye not that I must be about my Father's business?\n(<span class=\"citation\" id=\"31465\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31465)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31465)\">Luke 2:49<\/a><\/span>),\n<\/p><p>\nand I ask it in the name of Jesus Christ. Amen.\n<\/div>\n<\/div>"}