{"ID":932, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Life and Peace and Voices from the Past\"<\/p>\n<p class=\"gcspeaker\">Elder Richard L. Evans<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Richard L. Evans, <i>Conference Report<\/i>, April 1958, pp. 75-77<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay and my brethren and sisters, I acknowledge my need for help in this\nhumbling position and would wish to go back, in these few moments which I have, to the\ntheme set by President McKay yesterday morning and recall as a text and a title: \n<\/p><p>\nFor to be carnally minded is death; but to be spiritually minded is life and peace\n(<span class=\"citation\" id=\"42735\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42735)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42735)\">Rom. 8:6<\/a><\/span>).\n<\/p><p>\nI cannot think of a greater blessing nor anything more earnestly to be sought after than life\nand peace.\n<\/p><p>\nAs I have heard the words of life and peace spoken in this conference these past two days, as\nI have contemplated the ways of life and peace, I have thought inevitably of some voices and\nfaces of the past mingled with those of the present.  Those three who most recently have left\nus have been mentioned a number of times in this conference. I have counted others,\nespecially during the late hours of last night and the early hours of this morning, and have\nwritten down some nineteen or twenty names of beloved Brethren with whom I have here sat\nduring some nineteen and a half years, and who have since left this life.\n<\/p><p>\nI would read the list, but am afraid I might miss some; but I should like to recall from some\nof those voices of the past some things that they have said, that they may mingle again with\nus in the present. (One thing that their having gone impresses upon us is how swiftly the days\nof life move and how choice must be the company on the other side where all of us hope\neventually to find ourselves in the kingdom of our Father.)\n<\/p><p>\nMelvin J. Ballard is one.  A printed card which has crossed the desk of some of us these past\nfew days gives these sentences of a paragraph by Brother Ballard: \n<\/p><p>\nMan is a child of God, therefore he partakes of the divine nature of his Father. Within him lie\ngerms of infinite development.  Potentially he is a godlike being. Therefore he may rise\neternally towards the likeness of his Father in heaven.  Upward, divine, unending is man's\ndestiny.\n<\/p><p>\nI thought of Brother Albert E. Bowen, a choice spirit with a profound mind, and from the last\ntalk he gave at a general conference, I have taken these sentences: \n<\/p><p>\nOur religion comprehends more than just the ethical code.  It contains a body of principles,\nthrough the observance of which we are promised the great reward of eternal life and\nsalvation in the kingdom of God . . . It all centers in Jesus the Christ. Our religion comprises\nthe teachings and life and actions of Jesus of Nazareth. That constitutes our religion.\n<\/p><p>\nI have thought of Brother Matthew Cowley and the last talk he gave here, as I recall, a\nbeautiful talk on prayer: \n<\/p><p>\nSome people think it is a sign of weakness to get upon one's knees and pray to our Heavenly\nFather.  It's the greatest sign of strength that exists. No men are greater than\nwhen they are upon their knees in communion with God and having a sacred interview with\nhim.\n<\/p><p>\nThe voice of Thomas E. McKay, you will remember it, pleading for love at home.  I think it\nwas the last talk he gave here: \n<\/p><p>\nI never heard my father, and nobody else did, speak an unkind word to my mother, so it has\nnot been difficult for me to say kind words.\n<\/p><p>\nYou will remember those two phrases recalled by Brother Hanks at the funeral service of\nBrother Oscar Kirkham: \n<\/p><p>\n\"Your name is safe in our home\"&mdash;and \"What will it do to the man?\"\n<\/p><p>\nAnd many other voices come to mind.\n<\/p><p>\nDr. Adam S. Bennion&mdash;this bench this day is a lonelier place without his sitting beside us. \nTo say that he is much missed would be an acute understatement. You may recall his most\noutstanding University baccalaureate address in the stadium under the starlight, some six or\nseven years ago, with the hills to the east in their beauty catching the last tints of the sunset: \n<\/p><p>\nHere in the shadow of these everlasting hills I bring you no argument&mdash;I bring you a\nconviction. A conviction that we and the world in which we live are the product not of\nchance&mdash;not of the mere interplay of lines of force&mdash;but the master work of a great\nCreator. A conviction that we are the children of our Father in heaven, who created\nthe universe and all of us, and that He still guides our destinies.  Hence the title,\n\"Candle of the Lord.\" Or, if you prefer the whole text: \"The spirit of man is the candle\nof the Lord\" (<span class=\"citation\" id=\"41429\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41429)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41429)\">Prov. 20:27<\/a><\/span>).\n<\/p><p>\nThere is a light that lights all of us who come into the world. We have the assurance of John\nfor this: \n<\/p><p>\nIn him was life; and the life was the light of men . . . the true Light, which lighteth every\nman that cometh into the world (<span class=\"citation\" id=\"27747\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27747)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27747)\">John 1:4,9<\/a><\/span>).\n<\/p><p>\nI think that one of the worst things we could say of any man is that there is not light in him. \nAnd in thinking of the candle of the Lord, I am thinking of the candle of conscience, and of\nmuch else, also.\n<\/p><p>\nI could not think of the voices and faces of the past without thinking of my beloved friend\nwho (with Dr. James E. Talmage) was my mission president, Dr. John A. Widtsoe. I can hear\nhim say many times: \"I would rather go through life trusting my fellow men, and have a few\nof them disappoint me, than to go through life mistrusting everyone.\"\n<\/p><p>\nI can hear him say to the discouraged, to the penitent, to those who are weighted with\nproblems and weighted with sin: \"Look up, not down.  Look forward, not back.\"\n<\/p><p>\nI can hear him recall an old and ancient thought, many versions of which have been recalled\nand restated over the ages: \"Count no man happy until he is dead\"&mdash;which is another way of\nsaying, \"He that shall endure to the end shall be saved\"\n(<span class=\"citation\" id=\"34882\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34882)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34882)\">Matt. 24:13<\/a><\/span>).\nWe have to finish the race.  There is\na reward for consistency in life.\n<\/p><p>\nI can hear him say: \"He giveth twice who giveth quickly.\"\n<\/p><p>\nThe time when men need things is when they need them. The time when a man needs\nnourishment is when he is hungry. The time when youth need counsel may be a very\nperishable time. It may be this very night and not when it is convenient, not tomorrow, not\nnext week.  \"He giveth twice who giveth quickly.\"\n<\/p><p>\nI can hear Dr. Joseph F. Merrill saying: \"No one ever falls over a precipice who never goes\nnear one.\"\n<\/p><p>\nDo not tempt temptation.  None of us knows his own strength. We should not flit around the\nedge of anything that we should not flit around the edge of, unless we want to hazard what\nhanging too near the edge hazards.  Do not tempt temptation.\n<\/p><p>\nI can hear President George Albert Smith: \"Give the Lord a chance,\" and \"Keep on the Lord's\nside of the line.\"\n<\/p><p>\nI can hear the voice of President Grant ringing out here, and I can almost hear him thumping\nthe pulpit: \"That which we persist in doing becomes easy to do; not that the nature of the\nthing has changed, but that our power to do has increased.\"\n<\/p><p>\nI have quoted many times a letter of President Grant's which his family republished parts of,\nwith other quotations, on the one-hundredth anniversary of his birth a year ago last\nNovember, a letter he wrote from Japan as a young man, in 1903, from\nwhich these paragraphs are taken: \n<\/p><p>\nWe have no right to go near temptation, or in fact to do or say a thing that we cannot\nhonestly ask the blessing of the Lord upon, neither to visit any place where we would\nbe ashamed to take our sister or sweetheart.\n<\/p><p>\nThe Good Spirit will not go with us on to the Devil's ground, and if we are standing\nalone upon the ground belonging to the adversary of men's souls, he may have the\npower to trip us up and destroy us.  The only safe ground is so far from danger as it is\npossible to get.  Virtue is more valuable than life&mdash;\n<\/p><p>\nThere are some who come and say they have not been taught, that they wish they had known\ndifferently.  But the commandments are pretty plain.  I would not worry too much about the\nobscure passages of scripture.  We will not be held accountable for things we do not know,\nbut we will be for those we do know.\n<\/p><p>\n(I think of a sentence from Mark Twain. One would always expect a bit of humor from him,\nand there is something of whimsy in this sentence of his: \"The scripture passages that bother\nme the most are the ones I understand.\" I think we do not need to worry too much about the\nones we do not understand.)\n<\/p><p>\nBack to President Grant: \n<\/p><p>\n&mdash;Virtue is more valuable than life. Never allow yourself to go out of curiosity to see\nany of the \"undercrust\" in this world. We can't handle dirty things and keep our hands\nclean.\n<\/p><p>\nThese are some of the voices of the past.  They are true voices, mingled with those of the\npresent, in counsel to this generation and to those yet in the future.\n<\/p><p>\nI would plead with my beloved young friends, many of whom come, some of whom are\nburdened with sin and sorrow, and older ones also, not to quibble about definitions, and\nshades of meaning and obscure passages and try to rationalize and outreason the scriptures.\nThe commandments are basic to our very nature.  They are not arbitrary. The Lord God has\nnot just sat down and thought up a series of thou shalt nots. He knows us. He knows our\nnatures. He knows what will lead to happiness, to \"life and peace\"\n(<span class=\"citation\" id=\"42736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42736)\">Rom. 8:6<\/a><\/span>), to refer back to the text of\nPresident McKay.  He knows what will help us to realize our highest possibilities.\n<\/p><p>\nThere are consequences in all things. As surely as we live the law we shall reap the rewards\nof living the law.  As surely as we break the law we shall pay some penalties, but blessedly\nwith that mercy of which President Clark spoke so beautifully.\n<\/p><p>\nI give you these voices of the past, and bring your attention, my beloved young friends, to the\ncommandments and ask you to look beyond the sophistries of men and the rationalizing that\nwould wave them away, and remember the strong, terse language of our Savior, who was no\nmore sharp in his language at any time than when he was talking to hypocrites and such,\nwhen he said: \"Ye blind guides, which strain at a gnat, and swallow a camel\"\n(<span class=\"citation\" id=\"34880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34880)\">Matt. 23:24<\/a><\/span>).\n<\/p><p>\nAttaining \"life and peace\" (<span class=\"citation\" id=\"42737\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42737)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42737)\">Rom. 8:6<\/a><\/span>)\nis not a matter of quibbling.  It is not a matter of obscure\nmeanings.  It is just a matter of knowing the simple commandments of God and living and\nkeeping them.\n<\/p><p>\nMay I bring your attention in closing to some sentences from Mr. Cecil B. DeMille in his\ngreat address to the graduates of Brigham Young University last June: \n<\/p><p>\nWe cannot break the Ten Commandments. We can only break ourselves against them&mdash;or\nelse, by keeping them, rise through them to the fulness of freedom under God. God means us\nto be free.  With divine daring, He gave us the power of choice.\n<\/p><p>\nOne choice sentence from an unknown source: \n<\/p><p>\nHuman harvests are not just gathered in the autumn of life. They are planted, cultivated, and\nreaped, each and every day.\n<\/p><p>\nFor to be carnally minded is death; but to be spiritually minded is life and peace\n(<span class=\"citation\" id=\"42738\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42738)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42738)\">Rom. 8:6<\/a><\/span>).\n<\/p><p>\nMay God help us and our youth and all the generations, as we mingle the voices of the past\nwith those of the present, to walk the ways that will lead to life and peace, I pray in the name\nof our Redeemer, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}