{"ID":933, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Through the Blood of the Lamb<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, April 1958, pp. 78-81<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the session of conference this morning, I am sure that all of you listened with great\nsatisfaction and joy as did I to President Clark's very wonderful account of Christ's last few\ndays upon the earth, his crucifixion, and his glorious resurrection, which broke the bands of\ndeath and brought about the resurrection for the entire human family.  Thus the Only\nBegotten Son gave general salvation to all the people who have lived or who shall live in this\nworld as a free gift, in that he redeemed them from the grave. Paul declared: \n<\/p><p>\nFor as in Adam all die, even so in Christ shall all be made alive\n(<span class=\"citation\" id=\"304\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 304)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(304)\">1 Cor. 15:22<\/a><\/span>).\n<\/p><p>\nIn addition to this, Jesus Christ through the gospel plan of salvation made it possible for all\npeople who will pay the price to come back into his presence and dwell forever in celestial\nglory.\n<\/p><p>\nPerhaps the greatest statement in the scriptures which defines the work of the Father and the\nSon&mdash;consummated however through the \"Lamb of God\"&mdash;declares that \". . . this is my work\nand my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39093\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39093)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39093)\">Moses 1:39<\/a><\/span>). Thus\nthrough Christ's resurrection he gave every man, woman, and child who live in this world\nimmortality, i. e., resurrection from the grave. Through the plan of salvation, or the gospel of\nJesus Christ, he made it possible for all people who would receive him and the gospel the\nopportunity to work out their exaltation.  For those who would receive the gospel without\nentering into the covenant of celestial marriage, but however remain faithful to the end of\ntheir lives, Christ's redemption and their faithfulness promises them a place in celestial glory.\n<\/p><p>\nThis afternoon I desire to talk upon the phase of the atonement of Jesus Christ which will be\neffective in the lives of that part of the human family whom God the Father hath given unto\nthe Son&mdash;those who will enter celestial glory.  If I were to give a title to what I desire to\ntalk about, it would be, \"Cleansed or Sanctified through the Blood of the Lamb.\"\n<\/p><p>\nAfter Adam and Eve were cast from the Garden of Eden, through diverse ways the gospel of\nJesus Christ was given to Father Adam; namely, by the administration of angels, by the voice\nof Jehovah, and by the witness of the Holy Ghost. We read in the scriptures: \n<\/p><p>\nAnd thus the Gospel began to be preached, from the beginning, being declared by holy angels\nsent forth from the presence of God, and by his own voice, and by the gift of the Holy Ghost\n(<span class=\"citation\" id=\"39103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39103)\">Moses 5:58<\/a><\/span>).\n<\/p><p>\nOn a certain occasion Adam was offering a sacrifice, and an angel appeared unto him and\nasked: \n<\/p><p>\nWhy dost thou offer sacrifices unto the Lord? And Adam said unto him: I know not, save the\nLord commanded me.<br \/>\nAnd then the angel spake, saying: This thing is a similitude of the sacrifice of the Only\nBegotten of the Father, which is full of grace and truth.<br \/>\nWherefore, thou shalt do all that thou doest in the name of the Son, and thou shalt repent and\ncall upon God in the name of the Son forevermore\n(<span class=\"citation\" id=\"39099\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39099)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39099)\">Moses 5:6-8<\/a><\/span>).\n<\/p><p>\nAnd the voice of God spoke from heaven, commanding all men everywhere that they must\nrepent of all of their sins, and take upon themselves the name of the Son and be baptized: \n<\/p><p>\nAnd as many as believed in the Son, and repented of their sins should be saved; and as many\nas believed not and repented not, should be damned (see\n<span class=\"citation\" id=\"39102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39102)\">Moses 5:14-15<\/a><\/span>;\n<span class=\"citation\" id=\"39104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39104)\">Moses 6:50-58<\/a><\/span>).\n<\/p><p>\nThus in the very beginning Adam and his posterity were given the law of sacrifice.  They\nwere to take lambs&mdash;perfect lambs without spot or blemish&mdash;shed their\nblood, and sacrifice them. The blood and bodies of the lambs represented the great atoning\nsacrifice of the Only Begotten Son of God&mdash;the Lamb of God slain from the foundation of\nthe world to redeem his people. Adam was told that the Lamb of God would come to earth in\nthe Meridian of Time, and that his name was \". . . Jesus Christ, the only name which shall be\ngiven under heaven whereby salvation shall, come unto the children of men\"\n(<span class=\"citation\" id=\"39105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39105)\">Moses 6:52<\/a><\/span>).\nThus Adam and his posterity who accepted the gospel observed the law of sacrifice to\ncommemorate the Savior's sacrifice.\n<\/p><p>\nThe night before the Israelites left Egypt, in compliance with a commandment of the Lord\ngiven to Moses, each family took a lamb without spot or blemish.  They shed the blood of\nthese lambs, and sprinkled it upon the doorposts of their homes. During that night the\ndestroying angel passed through Egypt, and passed by all the homes on whose doorposts\nblood had been sprinkled; but in the households where there was no blood on the doorposts\nthe firstborn died (<span class=\"citation\" id=\"22664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22664)\">Ex. 12:21-29<\/a><\/span>).\nAfter the Israelites had left Egypt, the Lord commanded them to\ncommemorate that great event by the observance of a feast once each year known as the Feast\nof the Passover.\n<\/p><p>\nThe pastoral lambs were of special importance in that feast; as I have already said, they were\nlambs without spot or blemish\n(<span class=\"citation\" id=\"41103\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41103)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41103)\">Num. 19:2<\/a><\/span>;\n<span class=\"citation\" id=\"2268\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2268)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2268)\">1 Pet. 1:19<\/a><\/span>),\nwhich lambs symbolized the Lamb of God, he who would\ncome in the Meridian of Time to redeem those who would accept him.\n<\/p><p>\nWe find that many of the ancient prophets spoke of Christ under such terminology as the\n\"Lamb of God\" (<span class=\"citation\" id=\"27748\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27748)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27748)\">John 1:29<\/a><\/span>)\nor the \"Lamb slain from the foundation of the world to redeem his people\"\n(<span class=\"citation\" id=\"42276\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42276)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42276)\">Rev. 13:8<\/a><\/span>).\nFor example, John the Baptist was standing on the banks of the Jordan River conversing with\nJohn, the son of Zebedee, and Andrew, Peter's brother.  That ancient prophet, seeing Jesus\ncoming toward them, said, \"Behold the Lamb of God, which taketh away the sin of the\nworld\" (<span class=\"citation\" id=\"27749\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27749)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27749)\">John 1:29,34-36<\/a><\/span>).\n<\/p><p>\nNephi, after having had a vision, said that the garments of the apostles of Jesus \". . . are made\nwhite . . . in the blood of the Lamb\" (<span class=\"citation\" id=\"1543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1543)\">1 Ne. 12:10-11<\/a><\/span>).\nAmulek, speaking of those who would inherit celestial\nglory, said: \". . . their garments should be made white through the blood of the Lamb,\" whose\nsacrifice would be \"infinite and eternal\"\n(<span class=\"citation\" id=\"8990\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8990)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8990)\">Alma 34:36,14<\/a><\/span>).\nAnd then Amulek explained in\nsome detail that no mortal man could sacrifice his blood for the salvation of the human\nfamily. It must be the sacrifice of a Divine Being, even the Son of God, whose sacrifice must\nbe infinite and eternal.\n<\/p><p>\nThe night before King Benjamin was to turn his throne and the leadership of the people over\nto his son Mosiah, an angel appeared to him and told him that in the near future Christ would\ncome into the world.  The angel described the great work that Jesus would perform, and then\nhe said: \n<\/p><p>\nAnd lo, he shall suffer temptations, and pain of body, hunger, thirst, and fatigue, even more\nthan man can suffer, except it be unto death; for behold, blood cometh from every pore, so\ngreat shall be his anguish for the wickedness and abominations of his people\n(<span class=\"citation\" id=\"40282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40282)\">Mosiah 3:7<\/a><\/span>).\n<\/p><p>\nPresident Clark told us this morning about the Last Supper, and I would like to refer to that\ngreat event once more. It was at the Last Supper, held the night before the Savior's\ncrucifixion, that Jesus broke the bread and passed it to his disciples and told them to eat it in\nremembrance of his flesh; and then he gave them the cup&mdash;the wine&mdash;and told them to\ndrink it in remembrance of his blood, thus instituting new symbols or emblems of his great\natoning sacrifice to take the place of the body and the blood of the lamb\n(<span class=\"citation\" id=\"31475\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31475)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31475)\">Luke 22:19-20<\/a><\/span>).\n<\/p><p>\nThen Jesus left the upstairs room in Jerusalem and with his apostles went to the Garden of\nGethsemane.  There he suffered terrifically, as Benjamin had predicted, \"even more than man\ncan suffer.\" In fact, we read in Luke: \n<\/p><p>\nAnd being in an agony he prayed more earnestly: and his sweat was as it were great drops of\nblood falling down to the ground (<span class=\"citation\" id=\"31482\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31482)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31482)\">Luke 22:44<\/a><\/span>).\n<\/p><p>\nThere he shed much of his blood and took upon himself the sins of those who would receive\nhim.\n<\/p><p>\nNow I would like to ask a question: Who will be cleansed or sanctified through the blood of\nthe Lamb?\n<\/p><p>\nPerhaps it would be best to go to the scriptures and see what the prophets of God have said\non this subject.  King Benjamin claimed that \"the blood of Christ atoneth for\" the sins of little\nchildren who die before they reach the age of accountability\n(<span class=\"citation\" id=\"40284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40284)\">Mosiah 3:16<\/a><\/span>). Mormon wrote a\nrevelation from Christ to his son Moroni, stating that\n<\/p><p>\n. . . little children are whole, for they are not capable of committing sin; wherefore the curse of\nAdam is taken from them in me . . .<br \/>\nBut little children are alive in Christ, even from the foundation of the world\n(<span class=\"citation\" id=\"38273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38273)\">Moro. 8:8,12<\/a><\/span>).\n<\/p><p>\nIn modern revelation, we read: \n<\/p><p>\nBut little children are holy, being sanctified through the atonement of Jesus Christ\n(<span class=\"citation\" id=\"13643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13643)\">D&amp;C 74:7<\/a><\/span>; see also\n<span class=\"citation\" id=\"13624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13624)\">D&amp;C 29:46-47<\/a><\/span>).\n<\/p><p>\nAlso, according to King Benjamin, Christ's blood will cleanse or sanctify those people who\ndo not have a chance to receive the gospel in mortality but who live lives sufficiently good\nthat temple work will be effective for them and who receive the gospel in the spirit world. \nTo quote that ancient prophet-king: \n<\/p><p>\nFor behold, and also his blood atoneth for the sins of those who have fallen by the\ntransgression of Adam, who have died not knowing the will of God concerning them, or who\nhave ignorantly sinned (<span class=\"citation\" id=\"40283\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40283)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40283)\">Mosiah 3:11<\/a><\/span>).\n<\/p><p>\nThird&mdash;and this is of great importance to every member of the Church of Jesus Christ of\nLatter-day Saints and to all people throughout the world who are honest in heart and who\ndesire to come back into the presence of God&mdash;Christ's blood will cleanse or sanctify all those\nwho take upon themselves the name of Christ through faith, repentance, baptism, and\nconfirmation, and then by keeping his commandments live faithfully to the end.\n<\/p><p>\nWhen the gospel was first given to Adam, certain ordinances were established which were\nnecessary for entrance into celestial glory, and they were very beautiful in their symbolism. \nAdam was commanded that all men must repent, be baptized, receive the Holy Ghost, and\nkeep God's commandments, preparatory to being sanctified through the blood of the Lamb.  I\nwould like to read a very powerful statement from the Pearl of Great Price: \n<\/p><p>\nThat by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye\nwere born into the world by water, and blood, and the spirit, which I have made, and so\nbecame of dust a living soul, even so ye must be born again into the kingdom of heaven, of\nwater, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten;\nthat ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and\neternal life in the world to come, even immortal glory;<br \/>\nFor by the water ye keep the commandment; by the Spirit ye are justified, and by the blood\nye are sanctified (<span class=\"citation\" id=\"39108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39108)\">Moses 6:59-60<\/a><\/span>).\n<\/p><p>\nAlma, Amulek, Nephi, John the Revelator, the Prophet Joseph Smith, numerous other\nprophets, and even the Master, definitely declared that Christ's blood would cleanse or\nsanctify those who would accept the true church, keep God's commandments, and eventually\nenter celestial glory.  Speaking of the great patriarchs who lived in ancient times, Alma wrote:\n<\/p><p>\nThus they became high priests forever, after the order of the Son, the Only Begotten of the\nFather . . . and it was on account of their exceeding faith and repentance, and their\nrighteousness before God . . .<br \/>\nTherefore they were called after this holy order and were sanctified, and their garments were\nwashed white through the blood of the Lamb\n(<span class=\"citation\" id=\"8986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8986)\">Alma 13:9-10<\/a><\/span>).\n<\/p><p>\nOne of the clearest and most definite statements on this subject was made by Amulek.\n<\/p><p>\nAnd he [Christ] shall come into the world to redeem his people; and he shall take upon him\nthe transgressions of those who believe on his name; and these are they that shall have eternal\nlife, and salvation cometh to none else.\n<\/p><p>\nTherefore the wicked remain as though there had been no redemption made, except it be the\nloosing of the bands of death; for behold, the day cometh that all shall rise from the dead and\nstand before God, and be judged according to their works\n(<span class=\"citation\" id=\"8985\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8985)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8985)\">Alma 11:40-41<\/a><\/span>).\n<\/p><p>\nLet us quote the words of the resurrected Lord to the Nephites on this subject: \n<\/p><p>\nAnd no unclean thing can enter into his [the Father's] kingdom; therefore nothing entereth\ninto his rest save it be those who have washed their garments in my blood, because of their\nfaith, and the repentance of all their sins, and their faithfulness unto the end\n(<span class=\"citation\" id=\"5587\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5587)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5587)\">3 Ne. 27:19-20<\/a><\/span>).\n<\/p><p>\nEther described the second coming of Christ, accompanied by the hosts of heaven, to dwell\nupon the earth during the millennium, as follows: \n<\/p><p>\nAnd then cometh the New Jerusalem; and blessed are they who dwell therein, for it is they\nwhose garments are white through the blood of the Lamb . . .<br \/>\nAnd then also cometh the Jerusalem of old; and the inhabitants thereof, blessed are they, for\nthey have been washed in the blood of the Lamb\n(<span class=\"citation\" id=\"22212\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22212)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22212)\">Ether 13:10-11<\/a><\/span>).\n<\/p><p>\nIn closing I would like to remind all members of the Church of Jesus Christ of Latter-day\nSaints that you and I have taken upon ourselves the name of Christ through faith, repentance,\nbaptism, and confirmation.  All of us have entered into a covenant that we will keep all of\nGod's commandments.  The Lord has promised us that if we do so and remain faithful to the\nend that someday we shall be quickened by a celestial power\n(<span class=\"citation\" id=\"13659\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13659)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13659)\">D&amp;C 88:29<\/a><\/span>). At that time we shall rise as\ncelestial beings, and enter into the presence of God.  Then the righteous shall be sanctified\nthrough the blood of the Lamb and be worthy to dwell in the presence of the Lamb of God\nforevermore.\n<\/p><p>\nMay this be our happy lot and also the happy lot of all those who will receive the gospel of\nJesus Christ, I pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}