{"ID":934, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1958, pp. 88-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, and as the phrase in Holy Writ goes, from Dan to Beer-sheba\n(<span class=\"citation\" id=\"30850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30850)\">Judg. 20:1<\/a><\/span>), north, south, east,\nwest: \n<\/p><p>\nPresident McKay, I can envision within the reasonable future that we shall broadcast\nthroughout the civilized world, a broadcast in which by means of the proper interpreting\norganization here in Salt Lake City, perhaps in this building, the French will hear what we\nsay in French, the German in German, the Spanish speaking people in Spanish, and so on\nthroughout the whole earth.\n<\/p><p>\nIt is a great, a great triumph which we already have.\n<\/p><p>\nI had intended to say a little something tonight more by way of suggestion than anything else. \nI would like to recommend that you people read the Prophet's translation of the 24th Chapter\nof Matthew (<span class=\"citation\" id=\"30781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30781)\">JS&mdash;M 1:1-55<\/a><\/span>).\nI am not acting as a prophet or a seer, I am only asking that you read that\nchapter.  We have heard during this Conference certain passages of scripture repeatedly\nreferred to. The Prayer, so-called, of the Great High Priest: \n<\/p><p>\n\"And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom\nthou hast sent\" (<span class=\"citation\" id=\"27800\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27800)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27800)\">John 17:3<\/a><\/span>).\n<\/p><p>\nWe have heard the statement made by Peter to the Sanhedrin responsive to their question, by\nwhom did he do these things: \n<\/p><p>\n\"By the name of Jesus Christ of Nazareth, whom ye crucified . . . for there is none other\nname under heaven given among men, whereby we must be saved\"\n(<span class=\"citation\" id=\"7818\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7818)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7818)\">Acts 4:10-12<\/a><\/span>).\n<\/p><p>\nWe have heard the scripture where Thomas was told by the Savior, responsive to his question,\nthat no one could come to the Father, save through him\n(<span class=\"citation\" id=\"27789\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27789)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27789)\">John 14:4-6<\/a><\/span>).\n<\/p><p>\nAnd I have in mind and will read to you, what was said by Alma to his son Shiblon: \n<\/p><p>\n\"And now, my son, I have told you this that ye may learn wisdom, that ye may learn of me\nthat there is no other way or means whereby man can be saved, only in and through Christ.\nBehold, he is the life and the light of the world.  Behold, he is the word of truth and\nrighteousness\" (<span class=\"citation\" id=\"8992\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8992)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8992)\">Alma 38:9<\/a><\/span>).\n<\/p><p>\nAnd then I want to read to you or call your attention to those various statements by Paul in\nwhich he compares the wisdom of men and the wisdom of God\n(<span class=\"citation\" id=\"298\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 298)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(298)\">1 Cor. 1:20<\/a><\/span>),\npointing out how great God's\nwisdom is and how slight is the wisdom of man\n(<span class=\"citation\" id=\"301\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 301)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(301)\">1 Cor. 3:19<\/a><\/span>).  Then I want to read to you from the sermon\nwhich the Savior made to the multitude after he had met and answered the visitors from\nJohn, the sermon in which he paid that great tribute to John and turning to\nthe multitude he said: \n<\/p><p>\n\"Come unto me, all ye that labour and are heavy laden, and I will give you rest.<br \/>\n\"Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall\nfind rest unto your souls.<br \/>\n\"For my yoke is easy, and my burden is light\"\n(<span class=\"citation\" id=\"34870\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34870)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34870)\">Matt. 11:28-30<\/a><\/span>).\n<\/p><p>\nChrist is the only one through whom, through his teachings and his work and his sacrifice and\nhis atonement, by which we can reach the divine destiny which has been declared for us.  We\nare living in perilous times.  That is trite. Man has discovered and is trying to learn how to\nuse some of the great forces that evidently were operative at the time of the creation of the\nuniverse. We know nothing about them, we play with them as a child plays with the live end\nof a high voltage transmission wire.  We know not how to control them nor what they will\ndo.  We are equally challenged in all walks of life, economic, financial, social, religious, with\nnew theories, new problems, new solutions.  We live in a maze of unknown, untried ideas and\nconcepts.\n<\/p><p>\nBe not dismayed.  Remember what I have read to you and referred you to. Christ is our\nanswer.  Christ is our salvation. \"Let not your heart be troubled, neither let it be afraid\"\n(<span class=\"citation\" id=\"27794\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27794)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27794)\">John 14:27<\/a><\/span>).\nAnd remember, you who may be influenced by discoveries of science today, that the\ndiscoveries of science in my day have been thrown away and given up and in so far as\npresent discoveries are not in accord with truth, they will be thrown away and discarded. \n\"Let not your heart be troubled, neither let it be afraid.\" \"For my yoke is easy, and my burden\nis light.\"\n<\/p><p>\nBrethren, keep your eye on the beam, the Word of God, and he will bless you.\n<\/p><p>\nMay that blessing come to all of us, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}