{"ID":935, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1958, pp. 90-92<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI hold in my hand the number of the men of the Priesthood in the quorums of this fraternity\nto which President Richards has referred, Melchizedek and Aaronic: In round numbers, in the\nMelchizedek quorums&mdash;High Priests, Seventies, Elders&mdash;High Priests, 41,552; Seventies,\n20,649; Elders, 120,230&mdash;approximately 190,000 men; 150,000 Aaronic Priesthood members.\n<\/p><p>\nAs I have listened to the wonderful messages given tonight, there came to my mind the words\nof the Savior: \n<\/p><p>\n\". . . whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise\nman, which built his house upon a rock;<br \/>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell not: for it was founded upon a rock.<br \/>\n\"And every one that heareth these sayings of mine, and doeth them not, shall be likened unto\na foolish man, which built his house upon the sand:<br \/>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell: and great was the fall of it\"\n(<span class=\"citation\" id=\"34861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34861)\">Matt. 7:24-27<\/a><\/span>).\n<\/p><p>\nOver three hundred thousand men holding the Priesthood, carrying the responsibility of\nexemplars as well as proclaimers.  Exemplars!  If we could get but half of these men to apply\nin their lives every practical suggestion given tonight what a mighty influence for good would\nbe accomplished!  May I take, for example, some suggestions from the theme of Brother\nLowell Bennion?\n<\/p><p>\nYoung people, young girls in high school, going daily in courtship with young boys of their\nage, of the girls' age, in their early teens, depriving themselves of becoming better\nacquainted with other companions; and in that daily courtship in their early age, becoming so\nintimate as to arouse their passions for an hour's pleasure, bringing misery upon themselves\nthrough life. And that is not imagination!  You men in the Presidencies of Stakes and\nBishoprics of Wards, and you fathers and mothers of some of them, know that that is not\nimagination.\n<\/p><p>\nWhat practical suggestions Brother Bennion has given us in regard to this early association! \nThe Mutuals are trying to work out Saturday night dances to entertain these young people.\nThey merit entertainment, and we must furnish it for them. In our own wards, young men and\nyoung women come to those dances, and the young man and his girl spend the entire time\nthey are there in that social in each other's company, dancing together hour after hour.\n<\/p><p>\nYears ago we did not use to do that. Now, they say, \"Well, I pay my ticket; I bring my girl,\nand I have the right to dance with her.\" I wonder if we can do something, Bishops, to help\nour Mutuals make more effective their plans to have all the young people become well\nacquainted with one another as suggested by Brother Bennion.  That is just one means.\n<\/p><p>\nWe have young people who go out in society, our young boys and girls; they are not quite\nstrong enough to say no when the cigarette and wine glass are passed around.  They look\nupon father and mother and some of us teachers as old-fashioned.  They erroneously think\nthat it is all right to participate in the \"wine cup\" in the social ethics of the crowd, out in the\ncanyon and other places.  Some of our boys and girls are so eager to be the\n\"hale fellow, well met\" that they go to an extreme, and disappoint, not to say disgust, visitors\nfrom outside who look upon the Mormon boys and girls as abstainers from these things.\n<\/p><p>\nCan we go from this great Priesthood Meeting with just a little more determination to put into\neffect the suggestions given by Brother Bennion at the request of the Authorities? They were\nexcellent and you are now expected to carry out those suggestions.  \"Whoso ever heareth\nthese sayings of mine, and doeth them, I will liken him unto a wise man\"\n(<span class=\"citation\" id=\"34859\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34859)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34859)\">Matt. 7:24<\/a><\/span>).\n<\/p><p>\nI think this has been a wonderful meeting.  We shall get the number who are in attendance\nlater. But now the question is, what shall we do about it?  Two hundred and fifty thousand\nmembers in this fraternity.  Are we equal to holding up the standards? Take just the number\nwe have assembled here tonight&mdash;let us hold to the ideals given. We know they are right.\nThere are many, for example, who be come addicted to tobacco. We know it is wrong.  Those\nwho use it know it is wrong and injurious. Those who advertise it know it is wrong, and we\nsit in our homes and hear of the safety of one kind of cigarette over another, indicating that\nthose who manufacture those cigarettes know they are injurious, and yet we go on violating\nthe Word of God who a hundred years or more ago said, \"tobacco . . . is not good for man\"\n(<span class=\"citation\" id=\"13668\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13668)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13668)\">D&amp;C 89:8<\/a><\/span>).\n<\/p><p>\nMany who are listening to us to night use it. You will not be excommunicated for using it,\nbut the use of tobacco is not good. It is so stated in the Word of Wisdom, given by revelation\nto the Prophet Joseph Smith. Do not you think that it is time, brethren, just man to man, that\nwe unite now in this brotherhood of Christ, this great, this most sacred fraternity in all the\nworld, to stand by one another, helping one another and set an example to the world, if only\nfrom a social standpoint? All within the hearing of our voices tonight, and all who belong to\nthe Priesthood quorums should realize in all earnestness that here are four hundred thousand\nmen in the world who hold the Priesthood, who should be exemplary as fathers, as sons, as\nbrothers, and each one has the responsibility of being an exemplar. What an influence\nthroughout this world! Let us decide to do it. We will not condemn you, brother by our side,\nwho does not do it; you have your free agency. We extend the hand of fellowship to you, and\nwe shall help you. What an influence for good if we could have a hundred, two hundred,\nthree hundred thousand men who say, \"We are going to stand for the principles of our\ngroup!\" We can do it!\n<\/p><p>\n\"And every one that heareth these sayings of mine, and doeth them not, shall be likened unto\na foolish man, which built his house upon the sand:<br \/>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell: and great was the fall of it\"\n(<span class=\"citation\" id=\"34862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34862)\">Matt. 7:26-27<\/a><\/span>).\n<\/p><p>\nBrethren, the Church of Jesus Christ, as you know and I know, is the mightiest force in the\nworld, but you and your companions constitute the source of that force.  The Lord cannot use\nhis quorums without you; and every one has the responsibility of doing his best to maintain\nthe standards of life.\n<\/p><p>\nAnd our boys and girls in high schools, in universities, junior colleges, need our help.  Their\nparents need our help.  Let us try to follow the suggestions given tonight to aid them when\nthey go to their socials.\n<\/p><p>\nIt is time now to put forth extra effort to maintain the standards of right, the Word of\nWisdom, and to pay attention as we have never done be fore to the efforts sent out by our\nChurch Committee under the caption, \"Be Honest With Yourself.\" These records that will be\nsent out, will you please use, make them effective in directing the boys and girls in the right\nway.\n<\/p><p>\nWe are facing conditions which demand the highest intelligence, the deepest spirituality, the\ngreatest effort that the Priesthood of God can possibly put forth.\n<\/p><p>\nTonight in the Salt Lake Tabernacle we have 7,478 men of the Priesthood; in the Assembly\nHall and in Barratt Hall and on the grounds, 3,600; in the one hundred and\ntwenty-eight groups that have reported in, 34,076; a total of 45,154 men holding the\nPriesthood. President Clark was right when he said that the time will come when we shall be\nable to reach every part of the world.  This is the largest attendance ever assembled in the\nChurch.  Last year we had 37,180; an increase this year of 7,970 people in Priesthood\nmeeting.\n<\/p><p>\nWith all my heart I say, God bless you.\n<\/p><p>\nThank you, brethren, who have taken part tonight, Brother Lowell Bennion, Brother Mark\nPetersen, and those who are associated with him and those who are sending out these\nstandards of action, appealing to our young folks in a way which we hope will be more\nimpressive than just sending printed matter to them.\n<\/p><p>\nI conclude, that \". . . whosoever heareth these sayings of mine,\" said the Savior, \"and doeth\nthem, I will liken him unto a wise man, which built his house upon a rock;<br \/>\n\"And the rain descended, and the floods came, and the winds blew, and beat upon that house;\nand it fell not: for it was founded upon a rock\"\n(<span class=\"citation\" id=\"34860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34860)\">Matt. 7:24-25<\/a><\/span>).\n<\/p><p>\nI like to think in that connection that here are several hundred thousand married men in the\nMelchizedek Priesthood, not even counting some of the Aaronic Priesthood, several hundred\nthousand men, every one of whom should be an exemplary husband.  If that one thing were\ntrue, what an example to the civilized world!  And that is not imagination, it really should\nbe&mdash;Several hundred thousand men, fathers, to whom every son should be respectful and\nobedient, especially those sons who hold that Priesthood.  Several hundred thousand men,\nfathers, to whom their daughters should be respectful, whose wives should be cooperative\nwith them; no quarreling in the home&mdash;homes in which you would never hear the name of\nGod taken in vain.  And it should not be.  Several hundred thousand homes in which prayers\nare offered, children participating, the blessing asked on the food.  Suppose that were\npublished as a fact, as it should be, what an example to the civilized world!  We need not\nworry about going out into space, we can bring evolutions right here in our own towns, in our\nown cities, and in our own communities. Is this saying too much, fellow members of\nPriesthood quorums? I can feel your spirit; that is just how you feel.  You feel mine.  We feel\nour neighbor's.\n<\/p><p>\nLet us realize that we are members of the greatest fraternity, the greatest brotherhood&mdash;the\nbrotherhood of Christ&mdash;in all the world, and do our very best each day&mdash;all day&mdash;to\nmaintain the standards of these quorums, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}