{"ID":939, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Except They Be Agreed<\/p>\n<p class=\"gcspeaker\">Elder Mark E. Petersen<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Mark E. Petersen, <i>Conference Report<\/i>, April 1958, pp. 104-107<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAs we pay tribute to the Savior of the world on this Easter day and express gratitude to him\nfor his great atonement, we must remember, also, that to be a true Christian means that we\nlove Jesus Christ and that to love him means to obey him.\n<\/p><p>\nHow can we truly love him unless we walk in his footsteps. How can we sincerely honor him\nunless we follow his teachings?\n<\/p><p>\nNot every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he\nthat doeth the will of my Father which is in heaven\n(<span class=\"citation\" id=\"34857\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34857)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34857)\">Matt. 7:21<\/a><\/span>).\n<\/p><p>\nHis great fundamental teaching was that of love, and out of love he taught unity, harmony,\nbrotherhood, sisterhood. He prayed, you recall, that his disciples might be one, even as he and\nhis Father were one (<span class=\"citation\" id=\"27806\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27806)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27806)\">John 17:21<\/a><\/span>).\nHe taught that a house divided against itself cannot stand\n(<span class=\"citation\" id=\"33105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33105)\">Mark 3:25<\/a><\/span>). A man cannot\ndivide his loyalty, either.  No one can serve two masters\n(<span class=\"citation\" id=\"34851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34851)\">Matt. 6:24<\/a><\/span>).\n<\/p><p>\nWhen he placed apostles and prophets in the Christian church\n(<span class=\"citation\" id=\"21702\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21702)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21702)\">Eph. 4:11-13<\/a><\/span>), as Paul explains, he did so to\nhelp the saints to be united, to reach a unity of faith, to understand what is true harmony\n(<span class=\"citation\" id=\"296\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 296)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(296)\">1 Cor. 1:13<\/a><\/span>).\nYet, as we contemplate these teachings, we must realize that Christianity itself is sadly\ndivided.  Thoughts of unity among the churches are repugnant to most Christians, and still\nthey claim to believe the Master's teachings urging unity and brotherhood, not division and\nlack of harmony.\n<\/p><p>\nOne of the most difficult things about this division in modern Christianity is the effect it has\nupon family life.  In these days of far too much discord in the average American home,\nreligious differences frequently become the important cause of discord, sometimes to the\nextent of breaking up homes, causing separations and divorce, with all their accompanying\nheartaches.\n<\/p><p>\nEvery young couple on making plans for marriage hopes for a happy home life.  Everyone\nwants to make a success of marriage.  Most young couples have faith in God and seek his\nblessings upon their marriage.  But in so many instances the very religions to which they hold\ntend to bring unhappiness to them because the couples belong to different religious faiths. \nThis difference becomes a source of irritation, conflict, quarreling, and unhappiness. It\nbecomes so to such an extent that those who have studied marriage most are convinced that\nso-called interfaith marriages generally are a mistake.\n<\/p><p>\nChristianity is too divided to permit Christians of different denominations to live together in\npeace and harmony. It may be a great reflection upon Christian living and Christian concepts,\nbut it is nevertheless true.  Interfaith marriage jeopardizes the stability and happiness of the\nhome.\n<\/p><p>\nThe Christian denominations are the first to recognize this. They, themselves, advise their\nyoung people to avoid marital disharmony by marrying within their own faith.  I have written\nto many clergymen of various faiths from coast to coast, asking their views on this subject,\nand have received back a whole sheaf of letters, all advising against interfaith marriage. To\ngive you a small cross section of their opinions, I read to you a few of the letters, at least\nexcerpts from them.\n<\/p><p>\nFrom New York City, St. Patrick's Information Center, the Rev. Charles J. McManus writes: \n<\/p><p>\nYou can gather the position of our Church from the fact that Catholics are forbidden to marry\nnon-Catholics by Church law.\n<\/p><p>\nAnd from the Salt Lake Diocese of the Catholic Church, a letter signed by the Rev. Francis T.\nKelleher, says: \n<\/p><p>\nHis Excellency, Bishop Hunt has requested that I answer your letter of August 23.\n<\/p><p>\n. . . a mixed marriage is always potentially dangerous.  Disagreement on religion can lead to\nunhappiness for both parties, confusion and indifference on the part of the children, and even\nbreakup of the family.  We have seen it happen time and again.\n<\/p><p>\nFrom the First Presbyterian Church of Salt Lake City, the Rev. E. E. Bollinger writes: \n<\/p><p>\nThe Protestant tradition has always taken a firm stand in advising young people to marry\nwithin their own historic faith.\n<\/p><p>\nWe . . . agree with the LDS Bishop, the Jewish Rabbi, and the Roman Catholic Priest, that\nchances for harmony in marriage are greatly minimized when there are two major religious\ntraditions in the home.\n<\/p><p>\nThe Rabbi Mordecai Podet of the Congregation B'Nai Israel of Salt Lake City, writes: \n<\/p><p>\nTo my knowledge no clergyman, marriage counselor, or other person professionally trained\nand experienced in marital matters recommends mixed marriages . . . The Central\nConference of American Rabbis, which is the organization of liberal rabbis, is on record\nopposing mixed marriage.\n<\/p><p>\nThe Christ Lutheran Church and School, of Murray, Utah, has as its pastor, the Rev. William\nC. Naatz, and he writes: \n<\/p><p>\n. . . we urge our young people to marry within their church if that is at all possible. The tragedy\nof intermarriage is that far too often when children are born into families of split faiths there\nare serious complications.  It has been my experience that the great majority of unchurched\nhomes in our country today are homes where there were originally two different faiths\ninvolved, and as a compromise finally the family ended up going nowhere.\n<\/p><p>\n The First Unitarian Society of Salt Lake City writes over the name of Harold Scott, Pastor:\nThe literature on the subject indicates that when Jews, Protestants, Catholics, and Mormons\nintermarry, there are more difficult adjustments to be made than as though the contracting\nparties were of the same faith . . .\n<\/p><p>\n. . . interfaith marriages . . . mean additional strain on the marriage bond.\n<\/p><p>\nWe wrote to the Greek Orthodox Church in New York City.  The Director of Public\nRelations, Mr. Arthur Dore, wrote and said: \n<\/p><p>\n. . . our Church . . . never encourages mixed marriages because, speaking from experience,\nmixed marriages are likely to be a failure. . .\n<\/p><p>\nThe Colorado Woman's College recently conducted a discussion for the students of the\ncollege in which a Jewish rabbi, a Catholic priest, and a Protestant minister spoke. Following\nthis discussion, the <i>Rocky Mountain News<\/i> summarized the information given in their issue of\nFebruary 5, 1958, and said: \n<\/p><p>\nMarriage between people of different religious faiths is often the start of loss of faith,\ndelinquency or divorce . . .\n<\/p><p>\nThe New York <i>Times<\/i> on June 24, 1956, carried an article entitled, \"Why Marriages Go\nWrong,\" and among other things said: \n<\/p><p>\n. . . there are approximately three times as many divorces or separations in Catholic-Protestant\nmarriages as there are when the marital partners are of the same faith, and about four times as\nmany when a Catholic father is married to a Protestant mother. And here again the story of\nmarital unhappiness is far larger than divorce and separation statistics show.\n<\/p><p>\nBeing further interested I decided to write to judges in divorce courts of the nation, and went\nfrom New York to San Francisco and Los Angeles, and I read only a few of the replies given\nus by these gentlemen: \n<\/p><p>\nFrom the Circuit Court of Cook County, Illinois (Chicago), Judge B. Fain Tucker writes: \n<\/p><p>\n. . . there is an obvious advantage in the same church membership.  Dissimilarity of interest in\nany field may prove a hazard in marriage.  This is particularly true with religion . . . I believe\nthat family worship-family prayers&mdash;help tremendously in strengthening\nmarriage ties.  Family worship is easier if both spouses belong to the same church . . .\n<\/p><p>\nHe goes on to say: \n<\/p><p>\nDifference in religion undoubtedly will aggravate the \"in-law\" problem where the parents of\none or both spouses are deeply religious . . . The religious training of the children when the\nspouses are of different churches, is one of the most vexing problems of all.\n<\/p><p>\nThen from the Superior Court of San Francisco, Judge Orla St. Clair writes: \n<\/p><p>\nWhere the parents are of different religious faiths, we often find that if the marriage fails the\nbitterness over the religious problems for the children seems to be all out of proportion . . . if\nthe marriage is a failure, this mixed faith problem is an extremely vexatious one from the\npoint of view of the court trying to decide custody and visitation matters.\n<\/p><p>\nFrom the Supreme Court of the State of New York, Justice Samuel M. Gold writes: \n<\/p><p>\n. . . religion does play a part in maintaining a happy marriage and . . . the chances of a marriage\nbeing successful are greater when young people marry within their own faith.\n<\/p><p>\nAnd from Denver, Colorado, District Court, Judge Joseph E. Cook writes: \n<\/p><p>\n. . . interfaith marriages do not succeed as well as between people of the same faith; especially\nwhere children are involved.\n<\/p><p>\nEducators have made considerable research into this problem.  I quote only one, Dr. Earl E.\nEmme, Professor of Psychology and Religion, Florida Southern College, who, on October 16,\n1957, addressed an open meeting of Pi Gamma Mu, a National Honor Society in Social\nScience.  He listed numerous reasons why people of different religious faiths should not\nmarry.  He advocated marriage within your own church.  I only give two comments from him\nin the interest of time. First, he says: \n<\/p><p>\nA survey of representative textbooks used in marriage courses [in colleges and universities]\nshows that they all counsel the students against mixed marriages.\n<\/p><p>\nAnd second.\n<\/p><p>\nThe slogan of religious groups that \"Families that pray together, stay together\" might be\nrestated to say that \"families that can do things together, plan things together, stay together.\"\n<\/p><p>\n\"The <i>key word<\/i>,\" he says, \"is <i>together<\/i>.\"  And then he adds, \"The happy-<i>together family<\/i> cannot\nremain so if <i>religion is not included<\/i>.\"\n<\/p><p>\nEven the Lord has spoken on this subject. Anciently he asked through one of his prophets: \n<\/p><p>\nCan two walk together, except they be agreed?\n(<span class=\"citation\" id=\"10410\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10410)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10410)\">Amos 3:3<\/a><\/span>).\n<\/p><p>\nThrough Moses, he commanded his ancient people to refrain from marrying unbelievers. Said\nhe: \n<\/p><p>\nNeither shalt thou make marriages with them; thy daughter thou shalt not give unto his son,\nnor his daughter shalt thou take unto thy son.\n<\/p><p>\nFor they will turn away thy son from following me . . . so will the anger of the Lord be\nkindled against you (<span class=\"citation\" id=\"21224\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21224)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21224)\">Deut. 7:3-4<\/a><\/span>).\n<\/p><p>\nAnd the Apostle Paul said: \n<\/p><p>\nBe ye not unequally yoked together with unbelievers\n(<span class=\"citation\" id=\"3038\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3038)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3038)\">2 Cor. 6:14<\/a><\/span>).\n<\/p><p>\nWhat are we to do then?  Shall we bring upon ourselves the unhappiness of a divided\nhousehold? Shall we profit by the voice of experience and marry within our own faith?\n<\/p><p>\nGod lives, it is true. Christianity, divided as it is, claims to believe that. The gospel is the way\nto peace.  This also is true in spite of the great divisions existing in modern Christianity. But\nChristianity of today is so divided that if we bring its conflicting philosophies into our homes,\nthey can and do become a source of discord which may jeopardize the very foundations of\nour family life.\n<\/p><p>\nThen, what are we to do? The obvious answer to everyone is, marry within your own faith. \nIf you are a Presbyterian, marry a Presbyterian. If you are a Catholic, marry a Catholic.  If\nyou are of the house of Judah, marry within your own faith.  If you are a Mormon, marry a\nMormon.\n<\/p><p>\nBut to the Latter-day Saints we have something still further to say. Not only\nshould the Latter-day Saints marry Latter-day Saints, but also the Latter-day Saints must\nmarry Latter-day Saints within a Latter-day Saint temple. Just as God has his mode of\nbaptism, so he has his mode of marriage.  Should a Latter-day Saint ever reject God's mode\nof baptism?  Then why should a Latter-day Saint ever reject God's mode of marriage?\n<\/p><p>\nMarriage is intended by the Lord to last forever, eternally, as President Richards says, \"to be\nprojected out into the eternities.\" That takes temple marriage.  It brings together two\nLatter-day Saints of faith and devotion.  If they will be united, if they will come and\nparticipate in the great saving blessing of a temple marriage, if they then will live the gospel\nand keep sacred their marriage covenant, they need never worry about divorce because of\nreligious or other serious differences in the home, nor need they ever fear that death itself will\nserve as a divorce court, and break the bonds which were made for time only.\n<\/p><p>\nThey who are married in the temple of God are married for all eternity, according to God's\nmode of marriage.\n<\/p><p>\nMay we have the foresight to live in such a way that we may fulfil this great commandment\nof our Father and reap the great blessings he has for us, is my humble prayer, in Jesus' name.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}