{"ID":94, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1943, pp. 99-100<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, I am full of fear and apprehension as I face this large audience of Church\nleaders. I have been deeply touched, as you have, by the stirring messages which have come\nto us in song and in sermon. I have been trying to summarize the messages which we have\nreceived, and as I have done so, the words of Jesus have come to my mind with force and\npersistence:\n<\/p><p>\nMan shall not live by bread alone, but by every word that proceedeth out of the mouth of\nGod (<span class=\"citation\" id=\"33822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33822)\">Matt. 4:4<\/a><\/span>).\n<\/p><p>\nThe Master's words never grow old and trite. They come with the freshness of today, and are\nnever outworn and obsolete. They are always vital and timely. I have seen men grow wealthy\nand influential in worldly things and at the same time grow exceedingly poor in spiritual\nthings. I do not discount material achievements, but deplore the acquisition of such power and\ninfluence at a loss of the higher goal in life.\n<\/p><p>\nIn 1846, Brigham Young stood on the fringe of the great western desert. He looked to the\neastward and saw the cities abandoned by the Saints. He jotted down in his diary a statement\nsomething like this:\n<\/p><p>\nOur homes, our orchards, our farms, our schools, our churches, our temples, and our public\nbuildings, we leave as a monument to our patriotism, our toil, our devotion, our industry, our\nintegrity, and our honesty of purpose.\n<\/p><p>\nAnd he might have added, \"our faith.\"\n<\/p><p>\nWith Brigham Young first things came first. He knew there were things, even more important\nthan lands and homes and worldly comforts, things like freedom, the right to worship, the\nright to grow and develop under the inspiration and guidance of Christian ideals. What better\ntestimony could he give of their integrity and their faith? Here was the workmanship of their\nown hands. Here were the fruits of their labors, the results of their strivings and sacrifice and\nstruggle. All of it they placed on the altar rather than compromise, and rather than forsake\ntheir standards and the guiding principles which sustained them.\n<\/p><p>\nI read an article recently, written by George E. Sokolsky and appearing in The Deseret News.\nHe discusses the Bible as a guide to human progress. Said he:\n<\/p><p>\nI am sure that one of our major difficulties, and when I say \"our,\" I mean the whole of\nmankind, is that we have lost guidance, moving rapidly without compass, for the man without\nguidance lives in a vacuum, nothing has come before and he can find no road to the future. I\nturn to the wisdom of the ages, and find there a transcendent comfort, for those who would\ndestroy are a multitude, but the builder is often and wearily alone.\n<\/p><p>\nThe wisdom of the ages to which he refers is the holy Bible. History has proved that\nhumanity needs guidance and enlightenment. Without guidance man is a law unto himself. He\nfalters and fails. There are signposts everywhere, but men, in their eagerness to pursue their\nown course, pass them by. God knows His children. He has made provision for their safety\nand their security. Christ's gospel is the beacon light to guide humanity. It points the way of\nsalvation. It has come to earth in its fulness to lead the children of men back to God. The true\nend and felicity of man lies in the enjoyment of God's favor, and His saving power.\n<\/p><p>\nJoseph Smith brought to light a great revelation given to Abraham of old. \"We will prove\nthem herewith,\" said God to Abraham, \"to see if they will do all things whatsoever the Lord\ntheir God shall command them; and they who keep their first estate shall be added upon; ...\nand they who keep their second estate shall have glory added upon their heads forever and\nforever\" (<span class=\"citation\" id=\"7157\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7157)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7157)\">Abr. 3:25-26<\/a><\/span>).\n<\/p><p>\nDivine guidance for a wise and holy purpose is thus assured to Abraham and his children to\nthe latest generation. One of the most powerful sermons ever delivered by man was preached\nby Peter to the Jews on the day of Pentecost. It was persuasive and convincing and touched\ndeeply the hearts of the listeners. They were pricked in their hearts and said unto Peter and to\nthe rest of the apostles, \"Men and brethren, what shall we do?\"\n(<span class=\"citation\" id=\"7499\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7499)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7499)\">Acts 2:37<\/a><\/span>). It was a cry of despair and\nremorse, an appeal for enlightenment. Said Peter:\n<\/p><p>\n. . . Repent, and be baptized every one of you in the name of Jesus Christ for the remission of\nsins, and ye shall receive the gift of the Holy Ghost.\nFor the promise is unto you, and to your children, and to all that are afar off, even as many\nas the Lord our God shall call\n(<span class=\"citation\" id=\"7501\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7501)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7501)\">Acts 2:38-39<\/a><\/span>).\n<\/p><p>\nMay we heed the counsel and the guidance which we receive as members of Christ's Church,\nI pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}