{"ID":940, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\"><i>This<\/i> Gospel...Not <i>A<\/i> Gospel<\/p>\n<p class=\"gcspeaker\">Elder Hugh B. Brown<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Hugh B. Brown, <i>Conference Report<\/i>, April 1958, pp. 107-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAn ancient prophet gave the assurance that God would require nothing of his children save he\nprovided a way for them to carry out his commandments\n(<span class=\"citation\" id=\"1542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1542)\">1 Ne. 3:7<\/a><\/span>). I rely on that promise and pray for\ndivine guidance.  Speaking of the Lord making provision for the carrying out of his\ncommandments, I am reminded that in ancient days and in our time he required that the\ngospel of the kingdom should be preached to all the world\n(<span class=\"citation\" id=\"34883\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34883)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34883)\">Matt. 24:14<\/a><\/span>).  When this commandment was\ngiven to the founders of the Church, perhaps it seemed to be an insuperable task, but God has\nkept his promise and has made provision whereby we are able to reach more people with the\ngospel in a few minutes than our fathers could reach in years.  We are grateful for the\nmicrophone, the radio and television; but these facilities, great as they are, as President Clark\nindicated last night, are just in their infancy, and God will, in his own due time, give us such\nimprovements and amplifications as will enable us to carry out his great commandment.\n<\/p><p>\nWe greet you, our friends out there in the radio and television audience who are not members\nof our Church. We join with Christians everywhere, as has been indicated all through this\nconference, in commemorating and giving thanks to God for the resurrection of the Lord. \nThe significance of this transcendent event was emphasized by the Apostle Paul in that\nmatchless sermon recorded in Corinthians, in which, among other things, he said: \"And if\nChrist be not risen [from the dead], then is our preaching vain, and your faith is also vain\"\n(<span class=\"citation\" id=\"303\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 303)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(303)\">1 Cor. 15:14<\/a><\/span>).\n<\/p><p>\nWe believe that the greatest story ever told in all the annals of history is the story of the\natonement of Christ. The record of his resurrection and ascension, without which the\natonement would not have been complete, is the climax to that story; and now, two thousand\nyears after the event, it is still central and pivotal in all true Christian thought.\n<\/p><p>\nChrist was both mortal and divine&mdash;mortal through his mother, Mary; divine through his\nFather, God&mdash;and because of that unique combination he was able to yield voluntarily to\ndeath in order that through his divinity he might conquer death, break its bands, and make the\nresurrection possible to all men.  The resurrection is not for a select few, nor is it alone for\nbelieving Christians; but every man and woman who ever lived upon earth,\nor who ever shall live thereon, will be raised from the dead.\n<\/p><p>\nPaul, the apostle, epitomized the cause and consequences of the atonement in one sentence . . .\nas in Adam all die, even so in Christ shall all be made alive\"\n(<span class=\"citation\" id=\"305\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 305)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(305)\">1 Cor. 15:22<\/a><\/span>). And the Savior\nsaid,\n<\/p><p>\nMarvel not at this: for the hour is coming, in the which all that are in the graves shall hear his\nvoice,<br \/>\nAnd shall come forth; they that have done good, unto the resurrection of life; and they that\nhave done evil, unto the resurrection of damnation\n(<span class=\"citation\" id=\"27769\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27769)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27769)\">John 5:28-29<\/a><\/span>).\n<\/p><p>\nBut we must not assume because of this promise that regardless of what we may do we shall\nhave exaltation and eternal life.  Those blessings are reserved for those who accept the gospel\nof Jesus Christ and observe and keep the commandments of God.\n<\/p><p>\nWe not only commemorate the resurrection of the Lord as an event in history, but we also\nrecognize it as a harbinger of things to come. When he gave his life on the cross, he did not\nindicate that his interest in his fellow men had ceased. He promised, and his apostles\npredicted, as did the prophets of the Old Testament, that there should be a second coming of\nthe Lord when, as Paul said,\n<\/p><p>\n. . . the Lord himself shall descend from heaven with a shout, with the voice of the archangel,\nand with the trump of God: and the dead in Christ shall rise first\n(<span class=\"citation\" id=\"2736\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2736)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2736)\">1 Thes. 4:16<\/a><\/span>).\n<\/p><p>\nBut before his coming certain things must happen. Among them, as he said in answer to the\nquestion of his apostles as to what should be the sign of his coming and the end of the world,\n\". . . this gospel of the kingdom shall be preached in all the world for a witness unto all nations;\nand then shall the end come\"\n(<span class=\"citation\" id=\"34884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34884)\">Matt. 24:14<\/a><\/span>).\nIt is significant that he said \"this gospel of the\nkingdom,\" not \"a gospel,\" or \"some gospel,\" but \"this gospel.\" And the Apostle Paul, always\nprecise and zealous said: \n<\/p><p>\nBut though we, or an angel from heaven, preach any other gospel unto you than that which\nwe have preached unto you, let him be accursed\n(<span class=\"citation\" id=\"23252\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23252)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23252)\">Gal. 1:8<\/a><\/span>).\n<\/p><p>\nAnd still there are some who say it matters little or not at all which church one joins, which\ngospel one preaches, whether it be the gospel of Luther, Knox, or Calvin, whether one\nbelongs to the Roman or Greek Catholic Church, to one of the numerous protestant\ndenominations, or to some group which emphasizes some one aspect of the gospel such as\nfaith healing, mode of baptism, which day is the Sabbath, etc.  Unfortunately the world is\nfaced with a variety of religious denominations which in some measure neutralize each others'\ninfluence in the minds of people.\n<\/p><p>\nThe question then arises, \"Where shall we find that gospel?\" The Church of Jesus Christ of\nLatter-day Saints makes certain definite statements with respect to what the gospel is.  A\ncommission was appointed in England recently by the Archbishops of Canterbury and York to\nmake a complete survey of modern evangelism, and they were asked to seek and discover if\nthey could the causes for the wide and deep gulf that exists between the church and the\npeople.  This commission in the preamble to their report, emphasized the irrelevance of the\nchurch in the life and thought of the community in general.\n<\/p><p>\nThe most arresting observation made by the commission was, \"We believe that the tendency\nto preach another gospel, or a partial gospel, has been the weakness (not to say the sin) of the\nchurch.\" This observation reminds us of Paul's warning and anathema which for emphasis he\nrepeated: \n<\/p><p>\nAs we said before, so say I now again, If any man preach any other gospel unto you than that\nye have received, let him be accursed (<span class=\"citation\" id=\"23253\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23253)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23253)\">Gal. 1:9<\/a><\/span>).\n<\/p><p>\nWhat gospel did Paul preach?  All will agree that he was converted to the gospel of Jesus\nChrist as now taught in the New Testament through personal communication and instruction.\nHe became one of its chief exponents, most effective and fearless defenders, and finally one\nof its martyrs.  Many are asking, \"Where can one find a church which teaches the gospel as\nPaul taught it?\" Any search for the true gospel leads at once to the matter of\norigin and authority.\n<\/p><p>\nIn a brief consideration of that subject we shall not challenge the claims of other churches\nunless our claim that we have the gospel is taken as a challenge.  The Catholic Church bases\nits claims to authority on the long line of apostolic succession.  Many of the other churches\nbegan with a protest against or an attempted reformation of the so-called mother church.  As\nthe great reformers failed to change or reform the false teachings and undesirable conditions\nthey claimed to have discovered, and as they were successively excommunicated, some of\nthem undertook to establish new churches without claiming new revelation or authoritative\nordination.\n<\/p><p>\nThe restored gospel of Jesus Christ does not base its claim to authority on apostolic\nsuccession, nor did it begin with a protest against or attempt to reform other churches.\nFurthermore, this Church did not have its beginning in scholarly analysis of the gospel as\ntaught in the Bible.  Its founder, at the time of his first vision, did not claim to be a profound\nstudent of theology, and he knew little of the writings of the early church fathers.  His\nmessage came as a direct revelation from heaven.\n<\/p><p>\nWe say humbly but fearlessly that the restored gospel of Jesus Christ is the divinely inspired\nway of life, the plan of salvation.  It is the gospel of the kingdom of which Jesus spoke\n(<span class=\"citation\" id=\"34885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34885)\">Matt. 24:14<\/a><\/span>).  It is,\nas was its prototype in the Meridian of Time, the fulness of the everlasting and unchangeable\ngospel, the very power of God unto salvation\n(<span class=\"citation\" id=\"42731\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42731)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42731)\">Rom. 1:16<\/a><\/span>), the everlasting gospel which, through angelic\nministration in the latter days, was, according to John the beloved, to be carried to every\nnation, kindred, tongue, and people\n(<span class=\"citation\" id=\"42279\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42279)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42279)\">Rev. 14:6<\/a><\/span>).\n<\/p><p>\nSome express amazement and disbelief when we claim that the restoration began with a vision\nof heavenly beings and revelations from God. These claims should not be thought incredible\nto anyone who believes in the Holy Bible, for such events were standard procedure in both\nthe Old and New Testaments.\n<\/p><p>\nMormonism is a message of glad tidings to all people\n(<span class=\"citation\" id=\"31459\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31459)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31459)\">Luke 2:10<\/a><\/span>), a glorious declaration that the\nprophecies recorded in both Old and New Testaments concerning the latter days have been\nand are being fulfilled.  It is an announcement that the God of heaven has set up a kingdom\nas predicted by Daniel (<span class=\"citation\" id=\"10638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10638)\">Dan. 2:44<\/a><\/span>).\nIt is a proclamation that the times of refreshing have come from the\npresence of the Lord, when there is to be a restitution of all things which God has spoken by\nthe mouths of all his holy prophets since the world began as predicted by Peter\n(<span class=\"citation\" id=\"7815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7815)\">Acts 3:19-21<\/a><\/span>).\nWe humbly and gratefully announce the opening of the Dispensation of the Fulness\nof Times in which, as promised by Paul, all things are to be gathered together in Christ, both\nwhich are in heaven and which are on earth\n(<span class=\"citation\" id=\"21696\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21696)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21696)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nThe above scriptures concerning the restoration refer to the whole gospel. We think neither\nindividuals nor groups of men, under whatever title, are justified in their attempts to pick and\nchoose between particular aspects of the whole gospel.  We profoundly dissent from the\nopinion that there is an element in the message which changes with varying conditions.  The\nmessage of the Church of Jesus Christ of Latter-day Saints is that there has been a restoration\nof the identical gospel which Jesus taught and which the apostles preached at his command. It\nis a gospel of glad tidings of great joy\n(<span class=\"citation\" id=\"31460\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31460)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31460)\">Luke 2:10<\/a><\/span>;\n<span class=\"citation\" id=\"40281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40281)\">Mosiah 3:3<\/a><\/span>),\na gospel of hope and saving power as was enjoyed by\nmembers of the Church in the days of the Savior and his apostles.\n<\/p><p>\nThe restored gospel is also a warning of judgment to come, a judgment which is neither\nfiction nor superstition but is a tremendous and solemn truth, when all that is found valueless\nor out of harmony with the purposes of God must be abolished.\n<\/p><p>\nSome may not understand how this message of good news can include a warning of judgment\nto come, but judgment is integral to the gospel.  It is the assertion of the final triumph of\ngood and the abolition of evil.\n<\/p><p>\nWhile the Church, which was organized under divine direction, is the kingdom of God on\nearth, its membership consists of men and women who are not yet made perfect. It is a mixed\nsociety with an international complexion, subject in varying degrees to the\nweaknesses of humanity. It does not claim to be a picture gallery where every portrait is a\nmasterpiece; therefore, Church membership requires continued tolerance, charity, and love of\nfellow men.\n<\/p><p>\nWe do not claim to have achieved perfection; we often fall short of our ideals; but with\nadditional revelations from the Lord, and with the gift of the Holy Ghost to help us, we hope\nit may be said of the Church of Jesus Christ of Latter-day Saints what Peter said to the\nChurch of Jesus Christ of former-day Saints: \n<\/p><p>\nBut ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of him who hath called you out of darkness into his marvelous\nlight (<span class=\"citation\" id=\"2271\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2271)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2271)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nWe look upon the restoration and the second coming of Christ as sequels to the resurrection. \nWe believe that a full understanding of the significance of the resurrection must include\nconsideration of and belief in his second coming which, as he himself declared, must be\npreceded by the preaching of the gospel of the kingdom to all the world.\n<\/p><p>\nThere are those who wonder at our assurance, and sometimes they say our presumption&mdash;as\nwe make such positive and definite statements, but we ask you, our friends: If you knew of a\nrevelation from God, and knew it to be a revelation, would you equivocate or water it down,\nor be afraid to defend it, or assert it? In my opinion, no greater message has come to this\nworld since the angel standing at the open tomb said: \"He is not here; he is risen\" (see\n<span class=\"citation\" id=\"33108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33108)\">Mark 16:6<\/a><\/span>).\n<\/p><p>\nThe announcement of the Church today, and let all people heed as they hear, is that this same\nJesus (<span class=\"citation\" id=\"7809\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7809)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7809)\">Acts 1:11<\/a><\/span>)\nhas appeared again, established his kingdom, organized his Church with apostles and\nprophets, and set in motion a great missionary system by which the gospel of Jesus Christ\nshall be carried to all the world as a witness, and then the end shall come\n(<span class=\"citation\" id=\"34886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34886)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nHumbly I bear my testimony to you, my friends, and brothers and sisters, that from the center\nof my heart to the ends of my fingers and toes I know that Jesus is the Christ, the Son of the\nLiving God. I know that he came forth from the tomb with his body, which he displayed to\nhis disciples, and invited them to feel of the wounds.  I know that he has spoken again.  I\nknow that the gospel has been restored to the earth. If this message be true, it should be heard\nand heeded by all men everywhere, for it has in it the saving principles of the gospel of the\nLord Jesus Christ.\n<\/p><p>\nI leave this testimony with you, and thank God that he has given it to me, and pray that I\nmay be able to live so as to come back into his presence, and I remind all of you that any of\nus may come into his presence when our conduct has been such that we can feel at home\nthere.\n<\/p><p>\nGod bless us to that end I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}