{"ID":941, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Can Two Walk Together<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, April 1958, pp. 115-119<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters and friends, I should like to express my appreciation for the Brethren\nsustained among the group of General Authorities with all my heart.  I welcome them in these\nnew positions.  I know each personally for his faith, devotion, and dedication to the great\ncause of the Lord. I pledge to them my faith, my prayers, and my help.\n<\/p><p>\nThis has been a great spiritual conference with choice, enlightening messages. I hope my\nmessage will not detract from this sacred day and the important event we commemorate, the\nresurrection of our Lord and Savior, Jesus Christ.\n<\/p><p>\nOften in conversation with devout and sincere men not of our faith, the subject of religion\nroutinely comes up as an important and interesting topic for discussion.  After answering\nquestions and supplying information about the restored Church of Christ, also following an\nexchange of doctrinal beliefs, the friendly discussion usually terminates with their saying\nsomething like this: \n<\/p><p>\n\"We are all God's children; therefore, it makes no difference to which church a person\nbelongs; we are all working for the same place.\" Then, apparently without profound thinking,\nthey add: \"There are many roads to get to heaven; therefore, it does not matter which road we\ntake, we will all end up in God's presence.\"\n<\/p><p>\nThis man-made philosophy&mdash;for such it is&mdash;sounds good, but the scriptures do not support\nit. I assure each of you that the road to God's presence is not that easy.  I feel certain that the\ndevil chuckles whenever this false opinion is expressed, for it pleases him that the minds of\nmen have been so blinded to revealed truth by his cunning craftiness and deceit that they will\nbelieve any religion to be acceptable to God regardless of its tenets and ordinances or how or\nby whom those ordinances are administered.\n<\/p><p>\nOccasionally, to justify or bolster their Christian belief and church allegiance, men will simply\nsay, \"We admire your church, but you agree, do you not, that although of\ndifferent faiths we are all striving for the same goals?\" True, we are, but to me this statement\nevidences an uncertainty and lack of personal assurance of the rightness of their convictions\nand church membership, because the conversation had neither solicited nor suggested any\nexplanation of their religious choice.\n<\/p><p>\nRecently a father wrote an unchristianlike letter to his son, who, after prayerful study, gave up\nthe church of his parents, in which he had been most active, to join the Church of Jesus\nChrist of Latter-day Saints.  The father, apparently suffering from a vain and injured false\npride, used this argument as one of many, which were most unfair and bitter, in order to win\nhis son back to the church of his youth and young manhood: (I quote from his letter.) \"My\nfather often told us that if we lived by God's Ten Commandments and the Golden Rule every\nminute that we were awake, we would have all the religion we needed to live a good,\nwholesome, and righteous life on this earth, thereby pleasing God and reaping our rewards in\nheaven.\" And then he quoted a noted evangelist of our day as saying, \"There is no true\nchurch,\" and the father added, \"I believe the same.\"\n<\/p><p>\nNo one will deny the everlasting importance of the Ten Commandments. They are as binding\ntoday upon mankind as they were at the time God gave them to Moses upon Mount Sinai.\nAlso, the Golden Rule today is basic to our Christian way of life.  However, this father, like\nso many others, is blinded in his concept of what true religion is and what it requires of an\nindividual. Many people, no doubt, would agree with the statement attributed to the\nevangelist, that there is \"no true church.\" Many others would not be certain because of the\nconfusion caused by so many churches all claiming to be right.  I testify in all sincerity and\nhumility that the true Church of Christ is upon the earth, and every person, in the interest of\nhis salvation and exaltation, is duty bound to find it and to obey its way of life.\n<\/p><p>\nA few months ago I saw a large 1957 calendar hanging on a church wall with this caption in\nbold letters, challenging all who looked upon it to \"Go to Church Sunday,\" followed with this\nmessage: \"I'll go to my Church, you go to yours, but let us walk together.\" How can people\ngoing to different churches of divergent faiths, doctrines, and tenets, walk together in\nunderstanding and peace when they disagree on basic Christian principles and true gospel\nteachings and faith concepts? Does not walking together imply agreement, unity of faith, and\noneness of purpose?\n<\/p><p>\nThe Lord, reasoning with the children of Israel because of their waywardness and failure to\nfollow the prophets, declared to them through the Prophet Amos: \n<\/p><p>\nYou only have I known of all the families of the earth: therefore I will punish you for all\nyour iniquities.<br \/>\nCan two walk together, except they be agreed?\n(<span class=\"citation\" id=\"10409\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10409)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10409)\">Amos 3:2-3<\/a><\/span>).\n<\/p><p>\nA great and important lesson is taught in this scripture; namely, that we should walk together,\nagreed in faith and doctrine with the Lord.  Is not that admonition and counsel just as\napplicable today to the people of the world as it was in the days of the Prophet Amos?\n<\/p><p>\nIt was the Apostle Paul, writing to the Ephesian saints, who taught the \"one Lord, one faith,\none baptism\" doctrine (<span class=\"citation\" id=\"21700\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21700)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21700)\">Eph. 4:5<\/a><\/span>),\nand also testified to them that Christ\n<\/p><p>\n. . . gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and\nteachers;<br \/>\nFor the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist:<br \/>\nTill we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man, unto the measure of the stature of the fulness of Christ:<br \/>\nThat we henceforth be no more children, tossed to and fro, and carried about with every wind\nof doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive\n(<span class=\"citation\" id=\"21704\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21704)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21704)\">Eph. 4:11-14<\/a><\/span>).\n<\/p><p>\nThese officers, since the days of Christ, are and always will be in the true Church of Christ as\nlong as the earth shall stand.\n<\/p><p>\nWith the multiplicity of churches in the world today all claiming the right way, and so many\nyielding to the generally accepted opinion that all roads or churches lead to eternal life, how\nimportant it is that these officers of the true Church of Christ, enumerated by\nthe Apostle Paul, reveal light and truth in the midst of confusion and darkness of teaching, to\nguide mankind unerringly to the safe harbor of God's everlasting kingdom.\n<\/p><p>\nIf truth is consistent, and I testify it is, can there be more than one true way to God and\neternal life?  The Savior said to the Jews who believed on him: \n<\/p><p>\nIf ye continue in my word, then are ye my disciples indeed;<br \/>\nAnd ye shall know the truth, and the truth shall make you free\n(<span class=\"citation\" id=\"27779\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27779)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27779)\">John 8:31-32<\/a><\/span>).\n<\/p><p>\nA man cannot truly be free who is handicapped by false tradition, false teachings, error, and a\nlack of true knowledge that saves.\n<\/p><p>\nAmong the eternal truths taught by our Redeemer in his great Sermon on the Mount is this\nimportant and challenging obligation: \". . . seek ye first the kingdom of God, and his\nrighteousness\" (<span class=\"citation\" id=\"34854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34854)\">Matt. 6:33<\/a><\/span>).\nThe Lord specified a certain kingdom, not <i>many<\/i> kingdoms or\n<i>any<\/i> kingdom, but only God's kingdom. It is the gospel of this kingdom that the Lord\ndeclared, when outlining the signs and events that would precede his second coming, was to\nbe preached in all the world as a witness unto all nations before the end should come (see\n<span class=\"citation\" id=\"34887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34887)\">Matt. 24:14<\/a><\/span>).\nThe duty, therefore, of every man is to search honestly and sincerely in faith\nuntil he finds God's kingdom and yields obedience to its full requirements.\n<\/p><p>\nWhen Thomas asked the Lord, \". . . how can we know the way?\" the Savior answered, \"I am\nthe way, the truth, and the life: no man cometh unto the Father, but by me\"\n(<span class=\"citation\" id=\"27790\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27790)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27790)\">John 14:5-6<\/a><\/span>).\nThomas did not ask his Lord what different ways could be chosen or taken, nor did the Savior\nreveal more than one way or plan by which eternal life can be obtained.  He presented the\nplan he received from his Father, for he declared: \n<\/p><p>\n\"My doctrine is not mine, but his that sent me.<br \/>\nIf any man will do his will, he shall know of the doctrine, whether it be of God, or whether I\nspeak of myself\" (<span class=\"citation\" id=\"27772\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27772)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27772)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nWhen Christ ministered among men, he did not accept the sects of the Pharisees and\nSadducees, but admonished his listeners to beware of their doctrine\n(<span class=\"citation\" id=\"34873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34873)\">Matt. 16:12<\/a><\/span>). He called\nthem blind guides and referred to them, with the scribes, as hypocrites who built the tombs of\nthe prophets; . . . compared them unto whited sepulchres and said they omitted the weightier\nmatters of the law (<span class=\"citation\" id=\"34879\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34879)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34879)\">Matt. 23:23-31<\/a><\/span>).\nThe Pharisees believed in the resurrection of man, but\nthe Sadducees did not accept this doctrinal belief.  Both could not be right.\n<\/p><p>\nJust as the Judah kingdom of the house of Israel had departed from the right way into error\nand apostasy because of tradition and false teachings, even so today many people are in\nspiritual darkness because they do not have the light of truth found in the true gospel of Jesus\nChrist.\n<\/p><p>\nIt was not the purpose and calling of Christ's apostles anciently to convert and permit people\nto join any church, but only the true church that Christ had established among men. The\nApostle Paul, addressing himself to the Corinthian saints, warned them by Saying: \n<\/p><p>\nNow I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the\nsame thing, and that there be no divisions among you; but that ye be perfectly joined together\nin the same mind and in the same judgment\n(<span class=\"citation\" id=\"295\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 295)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(295)\">1 Cor. 1:10<\/a><\/span>).\n<\/p><p>\nHe then calls attention to reports that there were contentions among them and asks, \"Is Christ\ndivided?\" (<span class=\"citation\" id=\"297\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 297)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(297)\">1 Cor. 1:13<\/a><\/span>).\nLater in this same epistle he refers to himself as a wise master-builder and states: \n<\/p><p>\nI have laid the foundation, and another buildeth thereon.  But let every man take heed how he\nbuildeth thereupon.<br \/>\nFor other foundation can no man lay than that is laid, which is Jesus Christ.<br \/>\nEvery man's work shall be made manifest: for the day shall declare it, because it shall be\nrevealed, by fire; and the fire shall try every man's work of what sort it is\n(<span class=\"citation\" id=\"299\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 299)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(299)\">1 Cor. 3:10-11,13<\/a><\/span>).\n<\/p><p>\nWriting to the Galatian saints, Paul was just as emphatic. He said to them: \n<\/p><p>\nI marvel that ye are so soon removed from him that called you into the grace of Christ unto\nanother gospel:<br \/>\nWhich is not another; but there be some that trouble you, and would pervert\nthe gospel of Christ.\n<\/p><p>\nDoesn't this statement describe religious conditions in our day and time? Paul continued by\ndeclaring: \n<\/p><p>\nBut though we or an angel from heaven, preach any other gospel unto you than that which we\nhave preached unto you, let him be accursed.\n<\/p><p>\nAnd then to re-emphasize it, Paul repeated: \n<\/p><p>\nAs we said before, so say I now again, If any man preach any other gospel unto you than that\nye have received, let him be accursed\n(<span class=\"citation\" id=\"23251\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23251)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23251)\">Gal. 1:6-9<\/a><\/span>).\n<\/p><p>\nDoes not this scripture clearly reveal that there is only one true gospel plan?\n<\/p><p>\nLuke, the physician, recording the historic events that occurred on the Day of Pentecost,\nproudly relates: \n<\/p><p>\nThen they that gladly received his word were baptized . . .<br \/>\nAnd they continued stedfastly in the apostles' doctrine and fellowship . . .<br \/>\nAnd the multitude of them that believed were of one heart and of one soul\n(<span class=\"citation\" id=\"7813\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7813)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7813)\">Acts 2:41-42<\/a><\/span>;\n<span class=\"citation\" id=\"7819\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7819)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7819)\">Acts 4:32<\/a><\/span>).\n<\/p><p>\nWhen Jesus was taken before Pilate to be judged of him, he said to Pilate, \"Every one that is\nof the truth heareth my voice\"\n(<span class=\"citation\" id=\"27811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27811)\">John 18:37<\/a><\/span>).\n<\/p><p>\nAgain, when he was in Jerusalem at the Feast of Dedication, he answered certain Jews who\ngathered about him wanting to know if he was the Christ, by saying,\n<\/p><p>\nMy sheep hear my voice, and I know them, and they follow me:<br \/>\nAnd I give unto them eternal life (<span class=\"citation\" id=\"27783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27783)\">John 10:27-28<\/a><\/span>).\n<\/p><p>\nHow can people truly hear and know the voice of their Shepherd and become so confused in\nunderstanding his teachings and doctrines that they divide into many denominations of\ndivergent beliefs and practices?  Can they follow him by branching off into different\ndirections contrary to the path Jesus marked out for them?\n<\/p><p>\nThe Savior authoritatively taught: \". . . there shall be one fold, and one shepherd\"\n(<span class=\"citation\" id=\"27782\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27782)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27782)\">John 10:16<\/a><\/span>).\nHe did not suggest there were to be many folds and many shepherds in his kingdom.\n<\/p><p>\nAlma, a great prophet of ancient America, declared: \n<\/p><p>\nBehold, I say unto you, that the good shepherd doth call you; yea, and in his own name he\ndoth call you, which is the name of Christ; and if ye will not hearken unto the voice of the\ngood shepherd, to the name by which ye are called, behold, ye are not the sheep of the good\nshepherd.<br \/>\nAnd now if ye are not the sheep of the good shepherd, of what fold are ye? Behold, I say\nunto you, that the devil is your shepherd, and ye are of his fold; and now, who can deny this? \nBehold, I say unto you, whosoever denieth this is a liar and a child of the devil\n(<span class=\"citation\" id=\"8984\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8984)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8984)\">Alma 5:38-39<\/a><\/span>).\n<\/p><p>\nIn this world of many churches with their diversity of beliefs and teachings, can they all be\nright and enjoy true authority of ministry?  The scriptures teach that God is consistent and\nunchangeable (<span class=\"citation\" id=\"37972\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37972)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37972)\">Morm. 9:19<\/a><\/span>), that his kingdom\nis one of order (<span class=\"citation\" id=\"13698\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13698)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13698)\">D&amp;C 132:8<\/a><\/span>), not chaos.\nIf the scriptures are interpreted\naccording to the light of truth, there is only one path to God, not many.  A kingdom divided\nagainst itself will fall and become desolate\n(<span class=\"citation\" id=\"50030\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 50030)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(50030)\">Mark 3:24<\/a><\/span>).\nThe laws of God and the requirements for\nentrance into his kingdom are the same for all.  Even the governments of men do not permit a\nvariety of plans by which people can obtain citizenship; the requirements apply to all alike. \nCan we think of God's kingdom advocating many different ways to salvation and glory to suit\nthe fancy of men?  Sincerity of belief is not enough and cannot save any man. Exaltation is\nfounded upon true faith and good works, for it is by works that faith is made perfect.\n<\/p><p>\nThe Savior asked this thought-provoking question: \"And why call ye me, Lord, Lord, and do\nnot the things which I say?\"\n(<span class=\"citation\" id=\"31469\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31469)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31469)\">Luke 6:46<\/a><\/span>).\nHe also taught: \"The disciple is not above his\nmaster: but every one that is perfect shall be as his master\"\n(<span class=\"citation\" id=\"31468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31468)\">Luke 6:40<\/a><\/span>). If we are not above\nour master, then we are obligated to do the things that he did to obtain eternal life.  We\ncannot follow a different course of teachings and beliefs and rest securely with him in the\nkingdom of our Father.  Christ said he came not to do his own will but the will of him that\nsent him. He also advocated, \"Come follow me\"\n(<span class=\"citation\" id=\"31471\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31471)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31471)\">Luke 18:22<\/a><\/span>).\nTo do so would lead us into the waters of\nbaptism, even as Christ was baptized, and by one who has the authority to\nperform that sacred ordinance. John the Baptist was divinely commissioned and sent from the\nFather to baptize his Lord and Redeemer.\n<\/p><p>\nThe Savior taught: \n<\/p><p>\nVerily, verily, I say unto you, He that entereth not by the door into the sheepfold, but\nclimbeth up some other way, the same is a thief and a robber\n(<span class=\"citation\" id=\"27781\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27781)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27781)\">John 10:1<\/a><\/span>).\n<\/p><p>\nEvery seeker after truth should searchingly and honestly ask himself or herself this question:\nAm I attempting to climb heavenward by some other path than the one marked out by the\nRedeemer and Savior of men?\n<\/p><p>\nAnother important saying of the Savior in his discourse upon the mount that significantly\napplies to one Lord, one faith, one baptism, is this: \n<\/p><p>\nNot every one that saith unto me Lord, Lord, shall enter into the kingdom of heaven; but be\nthat doeth the will of my Father which is in heaven.<br \/>\nMany will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy\nname have cast out devils: and in thy name done many wonderful works?<br \/>\nAnd then will I profess unto them, I never knew you: depart from me, ye that work iniquity\n(<span class=\"citation\" id=\"34858\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34858)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34858)\">Matt. 7:21-23<\/a><\/span>).\n<\/p><p>\nIf God's children close their minds and hearts to truth and refuse to obey the saving\nordinances of the true kingdom of God and thus fail to obtain rightful citizenship in it, this\nwill place the disobedient in that group of iniquity workers that the Lord will refuse to\nrecognize at his coming.  Our Savior has warned that every tree that bringeth not forth good\nfruit is hewn down and cast into the fire\n(<span class=\"citation\" id=\"34856\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34856)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34856)\">Matt. 7:19<\/a><\/span>).\n<\/p><p>\nJohn the Beloved reasoned wisely and correctly when he taught: \n<\/p><p>\nAnd hereby we do know that we know him, if we keep his commandments.<br \/>\nHe that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not\nin him.<br \/>\nBut whoso keepeth his word, in him verily is the love of God perfected: hereby know we that\nwe are in him.<br \/>\nHe that saith he abideth in him ought himself also so to walk, even as he walked\n(<span class=\"citation\" id=\"1053\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1053)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1053)\">1 Jn. 2:3-6<\/a><\/span>).\n<\/p><p>\nIf all people walked as Christ walked, guided by the Holy Ghost, which is the spirit of truth,\nthey would accept and follow his teachings and do the things which he did.  This would unite\nthem in one fold under the leadership of the true Shepherd, Christ our Lord.\n<\/p><p>\nIn the midst of present-day religious confusion, false teachings, and questionable faith in the\ntrue purposes and power of God, it is most difficult, without honest effort and sincere\nsearching, to find Christ's kingdom with its plan of life and salvation.  Fortunately for us,\nGod has not left mankind alone in this world of uncertainty, but has promised the guidance of\nhis spirit to enlighten the understanding of his children upon the earth with truth and light if\nthey will faithfully and prayer-fully seek after him.\n<\/p><p>\nI testify to you, my brothers and sisters and friends, that there is only one true gospel plan, of\nwhich our Savior is the author, that embodies all the teachings, principles, and ordinances\nrevealed for the salvation and exaltation of mankind.  I testify also that there can be only one\ntrue kingdom of God on earth with the authority and power to teach and administer the sacred\ngospel ordinances for the blessing of the human family.\n<\/p><p>\nMay God grant that through the restoration of his kingdom in this, the Dispensation of the\nFulness of Times, his will shall be done on earth as it is in heaven, as our Savior taught us to\npray, I humbly pray in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}