{"ID":942, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Seek Ye First\"<\/p>\n<p class=\"gcspeaker\">Elder Albert Theodore Tuttle<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">A. Theodore Tuttle, <i>Conference Report<\/i>, April 1958, pp. 120-121<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my brothers and sisters: at this time I would surely like to have Brother\nBenson share with me the manuscript he has in his pocket.\n<\/p><p>\nI am sure I need not try to tell you what a humbling experience this is. Perhaps the only\npeople who fully understand the impact of such an assignment are these Brethren who sit\nbefore you.\n<\/p><p>\nKnowing something of Brother Oscar A. Kirkham, his life and his tremendous stature, gives\nme no consolation in fulfilling the vacancy which resulted from his passing.  On the contrary,\nit has increased the weight of this responsibility. I must confess that at the present time I do\nnot know why the Lord has called me to this position.  I have been taught a principle all of\nmy life to which President Clark has given expression, that we neither seek nor do we decline\nthe calls that come to us in this Church.  Acceptance of this principle coupled with my faith\nthat the Brethren who direct the affairs of this Church are acting for the Lord, lends strength\nsufficient to accept this assignment, and to pledge my heart, might, mind, and strength to the\nfuture assignments which shall be given to me.  I thank you for your sustaining vote.  I trust\nthat in the days to come you will feel inclined to carry out the admonition of President Clark\nand help sustain me with your prayers.\n<\/p><p>\nOccasions such as this give one cause for serious reflection. If I have a message today it is an\nexpression of gratitude for those who have helped to bring me to this position of high honor.\nFirst, I want to express my gratitude to my Heavenly Father for the blessings and\nopportunities that he has made mine throughout my life; secondly to my sweet and devoted\ncompanion, who has been in every sense what Brother Cowley has termed a\n\"companion-wife.\" For her sweet and silent and effective support, I express my appreciation.\n<\/p><p>\nI am thankful, too, to my five children from whom I have learned many lessons of life and\nwho have given me a better understanding of my Father in heaven and his relationship to all\nof us, his children.  To have them climb upon my knee and throw themselves upon my neck\nand express in their innocent way their love and their affection typifies, I am sure, what our\nFather in heaven wants us to do: to come to him, to rely upon him, to ask of him, that we\nmay receive.\n<\/p><p>\nI think I have learned another lesson from my children, too, when they have remembered to\nexpress appreciation to me for some kind act.  We all may well learn to express our\nappreciation to our Father in heaven for his many blessings.\n<\/p><p>\nI am grateful for my wonderful mother and father and for the boundless love and valuable\nteachings received in our home.  I am grateful, too, for my only sister.  In our home we had\nboth precept and example, which, I think should be found in every Latter-day Saint home and\nto which I owe most of what I am.\n<\/p><p>\nI owe a debt of gratitude also to my other forebears who joined the Church when they heard\nthe truth and came to the valleys of the mountains and built what we now enjoy.  I am\ngrateful that they had the courage to leave their homes and accept calls which came to them\nto colonize in the Great Basin area.\n<\/p><p>\nI am also deeply grateful for my teachers, both within and without the Church. I am a product\nof this Church. I hope and pray that I can be counted a worthy one, because from my early\nyouth I have been taught in all of the organizations of the Church, in the Primary, the Mutual,\nthe Sunday School, and the priesthood classes, and have had opportunity to learn and serve in\nthem. Today I cannot help thinking of the lovely women and the fine men in these auxiliaries\nand priesthood quorums who have taught me the gospel and strengthened my testimony.  To\nthem I voice my appreciation.\n<\/p><p>\nBecause of my association in the educational program of the Church (and all of my\nproductive life has been spent in it), I feel a greater appreciation and kinship to my seminary\nand institute teachers and those at Brigham Young University than perhaps to\nothers.  I certainly would echo the eloquent plea of Elder Moyle that all parents in this\nChurch see to it that their sons and daughters enroll in seminary, and that those college\nstudents who do not attend the Church schools should enroll in institutes of religion, where\nmen of devotion and dedication can balance their religious education with their secular\nlearning.  It is my belief, my brothers and sisters, that we do not lose young people who go\naway to college and further their education if while they are so engaged secular learning is\nbalanced with teachings of the restored gospel of Jesus Christ.\n<\/p><p>\nI realize that young people are under tremendous pressure from school to complete the\nrequirements both for graduation and for entrance into a university, and sometimes we think\nwe do not have time to get daily religious training.  It seems to me that while we are in this\nlife, sent here for the purpose of getting acquainted with the physical things of this earth, and\nto work out our salvation, that we might well pay attention first to the learning of the gospel\nplan and our part in it. And I would urge, because of my close experience with daily religious\neducation and my testimony of its fruitfulness, that every young person in the Church enroll\nin seminaries.  Such instructions will help prepare youth for life; will supplement the\nteachings in the home, the teachings of the auxiliaries of the Church; will more adequately\nprepare missionaries, as we have heard explained; will lead them into the temples for proper\nmarriage, and help to make faithful members of them.\n<\/p><p>\nNow it is true that there are pressures on these young people for such courses as they should\ntake, but may we ever keep in mind the admonition of our Lord and Savior to \". . . seek . . .\nfirst the kingdom of God, and his righteousness\"\n(<span class=\"citation\" id=\"34855\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34855)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34855)\">Matt. 6:33<\/a><\/span>); and then add the other things\nwhere we can.\n<\/p><p>\nI would like to pay my respects to that corps of devoted men and women who teach in the\nChurch educational system, for their devotion and their dedication to duty in going the extra\nmile.\n<\/p><p>\nIn closing, I wish to leave my humble testimony with you that there has been a conviction\nborne upon my soul that God lives, that his Son, Jesus Christ, lives, that he was resurrected\nand now rules with his Father in the affairs and destinies of men, and that he is at the head of\nthis Church.\n<\/p><p>\nI have a testimony in my heart that God the Father and his Son appeared to the Prophet\nJoseph Smith in the spring of 1820 and there commissioned him to restore the gospel which\nhad been taken from the earth.  I have a conviction also in my heart that these men before\nyou are the commissioned servants of our Father in heaven, delegated to administer the affairs\nof this Church and kingdom until he shall come and reign.\n<\/p><p>\nI am grateful for this testimony.\n<\/p><p>\nMy brothers and sisters, I pledge my life to the Lord in his cause and to your service,\nreserving only sufficient time and means to rear my children honorably before him and before\nmy fellow men.\n<\/p><p>\nI pray for the blessings of the Lord to be upon me and trust that you, too, will join in that\nprayer that I might adequately serve.\n<\/p><p>\nThis testimony I bear in the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}