{"ID":943, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Only One Answer\"<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1958, pp. 122-123<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAt 4:15 yesterday, as the afternoon session of conference was concluding, I was handed a\nnote written by Sister Clare Middlemiss, President McKay's secretary, requesting that I be in\nPresident McKay's office at five o'clock.  I was there.  Shortly after that the lightning struck.\n<\/p><p>\nPresident McKay pointed out that a vacancy or vacancies would exist in the Assistants to the\nCouncil of the Twelve, and it was his desire and the desire of the Brethren that I should fill\none of those vacancies.  There was only one answer that I could give and that was, \"Yes,\nPresident McKay, I will accept. I will do all I can.\" This, brethren and sisters, is in spite of a\nfeeling of inadequacy and a knowledge of my limitations.\n<\/p><p>\nToday I also would like to pay tribute to my forebears, the Taylors and the Dixons, who\njoined the Church in foreign countries and came to this land. I am grateful for my parents\nwho have long since passed away, for the training which they gave their six sons and two\ndaughters that whenever a call came from the Brethren, there could be but one answer, and\nthat was to say \"Yes,\" accept the calling, and then serve with all of our heart, might, mind,\nand strength.\n<\/p><p>\nIn accepting this calling, I take comfort from a few factors.  First is the promise of the\nprophet that has been quoted once today here, that whenever the Lord has a work for us to\ndo, he prepares a way for us to accomplish it.  Grandmother Taylor used to say that \"the Lord\nbroadens the back to carry the burden\"\n(<span class=\"citation\" id=\"40286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 40286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(40286)\">Mosiah 24:14<\/a><\/span>).\n<\/p><p>\nI also rely upon the assurance that prayers are being offered up daily throughout this Church\nfor the General Authorities, and I know those prayers are heard and that the Brethren are\nsustained by the spirit of our Heavenly Father in answer to those prayers.\n<\/p><p>\nAs we have called missionaries, also branch and district presidencies and others to positions\nof leadership and responsibility, we have pointed out to them that \"often men are called not\nfor what they are, but for what they may become.\" Now, it is an easy thing to give advice\nand counsel like that. Sometimes those words come back to us, so in giving counsel it might\nbe well to keep in mind this adage, to \"let our words be sweet and tender because tomorrow\nwe may have to eat them.\"\n<\/p><p>\nFor the past two and a half years, Sister Taylor and I have been presiding in the California\nMission.  I am grateful for Sister Taylor, a beautiful and lovely daughter of Zion.  Our\npresent calling is probably the most satisfying experience that we have ever had in our lives. \nWe work shoulder to shoulder, traveling about the mission together. Over the years as I have\nserved in other Church positions, Sister Taylor has had to assume the major responsibility in\nthe rearing of our four fine sons. I am grateful for her, for her companionship, and for the\nsupport and strength that she is to me.\n<\/p><p>\nI would like to express appreciation this day for the missionaries in the California Mission,\nalso for the Saints who reside in southern California and Arizona, in the mission as well as in\nthe thirty-four stakes in southern California and Arizona where the missionaries are working.\nThe stake presidents, the bishops, and all the Saints have been most kind, and very thoughtful\nand generous to us.  We have learned to love the people there and to appreciate them.\n<\/p><p>\nI would like to pledge my support this day to the Brethren, that I will do all within my power\nto help build up the kingdom.  Elder Mark E. Petersen once remarked that President Clark\nhad made the suggestion that there are two times when a short talk is in order, at least two\ntimes&mdash;once is when you are starting a job, and the other is when you are finishing.  Well, I\nam just starting a new calling, so it gives me encouragement to make my remarks brief.\n<\/p><p>\nI would like to leave with you today, brethren and sisters, my witness that I know that we\nhave a Heavenly Father, that he loves us, that he is interested in us.  I bear\nmy witness to you today on this Easter Sabbath that I believe Jesus is the Christ, the Son of\nGod, the Savior and Redeemer of mankind, and that through his atonement we will have\nsalvation and also the possibilities of exaltation through our acts.\n<\/p><p>\nI am grateful for the life of the Prophet Joseph Smith.  I truly believe he talked to our\nHeavenly Father and his Son, Jesus Christ, in the Sacred Grove in the year 1820.  It is my\nfirm belief that under instructions which were given him this Church was organized, and I am\nso grateful for my membership in this Church.  I love it very much.\n<\/p><p>\nI am grateful to belong to a Church that is directed and led by inspiration and revelation in\nthis day, and with all my heart I uphold President David O. McKay and these other Brethren\nin the General Authorities.\n<\/p><p>\nGod bless you, brethren and sisters. I hope that you will pray for me as I will pray for you.\n<\/p><p>\nI bear this witness to you and humbly pray for this, in the name of our Lord and Savior, Jesus\nChrist.  Amen.\n<\/p>\n<\/div>\n<\/div>"}