{"ID":945, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Church in Mexico<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1958, pp. 125-129<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters: I loved and respected our leaders who have gone to their\nrewards since last conference. To Sisters Bennion, McKay, and Kirkham I pay my respects\nand pray the Lord to comfort, sustain, and bless them and their families.\n<\/p><p>\nI have been touched by the testimonies of these men who have this day been called into\nservice as General Authorities. I feel certain that the Lord inspired President McKay to name\nthem.  From my acquaintance with them and my knowledge of their work, I can testify that\nall of them are faithful and devoted servants of God.\n<\/p><p>\nI want to say just a word about Brother Joseph T. Bentley who has this day been called to\npreside over the Young Men's Mutual Improvement Association.  I joined wholeheartedly in\nthe vote of appreciation to the brethren who are being released.  I know they have rendered\nlong and able service, and I feel sure that Brother Bentley will prove to be a worthy successor\nto them. I have known him from the time he was born. I knew his father, Joseph C. Bentley. \nHe was my bishop from the time I was born until we left Mexico.  I remember how when my\nmother was in need, my father being away from home, he let me chop wood from some old\nstumps in the tithing office yard.  I can still remember the blisters.  He was a very wise man.\nHe did not permit us to suffer for the necessities of life, but he saw to it that we worked for\nwhat we got.\n<\/p><p>\nToday I desire to do three things; first, make a short report on the Mexican missions I have\njust visited; second, draw a lesson from the history of the Mexican people and their\nprogenitors; and, third, make an application of that lesson to the people of our day.\n<\/p><p>\nI have taken as my text the words of Nephi: \n<\/p><p>\nWherefore, I write unto my people, unto all those that shall receive hereafter these things\nwhich I write, that they may know the judgments of God, that they come upon all nations,\naccording to the word which be hath spoken\n(<span class=\"citation\" id=\"3624\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3624)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3624)\">2 Ne. 25:3<\/a><\/span>).\n<\/p><p>\nIn the main the missionaries in Mexico are in good health, working hard, and therefore\nenjoying the spirit of their callings. We visited with and heard the reports and testimonies of\n254 of them.\n<\/p><p>\nMany of the people among whom they labor are receptive to the gospel.  Last year there were\n1,288 convert baptisms. As of the first of the year the Church membership in Mexico was\n11,249.\n<\/p><p>\nThe missionaries tell of many faith-promoting experiences. To me, however, the greatest is\nthe transformation taking place in the feelings, thinking, and interests of the missionaries\nthemselves. Their adjustment to the environment and the language, together with the love they\ndevelop for the humble people they serve, must be seen to be appreciated. It could not be\naccomplished but by the power of God. Imagine, if you will, an English-speaking\ntwenty-year-old lad be coming so absorbed in Spanish that after but three months he has\ndifficulty bearing his testimony in English.  Like all true missionaries, each regards his own\nfield of labor as choice above all others.\n<\/p><p>\nMy fellow countrymen, Harvey H. Taylor and Claudious Bowman, the mission presidents, are\nwise and able men. With their devoted wives they give faithful service.\n<\/p><p>\nIn Mexico, itself, marked advancement has been made during the past forty years.  Reforms\nforged in the Revolution have measurably advanced the democratic process.  A comparatively\nstable government has arisen.  Phenomenal progress has been made in education.  Industry\nhas expanded. Hard-surfaced roads and air lanes crisscross the country.  The population is\nrapidly increasing.  For many, living standards have improved.\n<\/p><p>\nIt occurred to me that by these and other means the Lord is beginning to prepare the remnant\nof Lehi to receive their promised blessings.\n<\/p><p>\nJesus said to their progenitors,\n<\/p><p>\n. . . ye are the children of the prophets; and ye are of the house of Israel; and ye are of the\ncovenant which the Father made with . . . Abraham.<br \/>\nAnd . . . this people will I establish in this land . . . and it shall be a New Jerusalem. And the\npowers of heaven shall be in the midst of this people; yea, even I will be in the midst of you\n(<span class=\"citation\" id=\"5581\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5581)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5581)\">3 Ne. 20:25,22<\/a><\/span>).\n<\/p><p>\nLooking into the faces of nearly 10,000 Church members and investigators, I thought of their\npromised blessings and contrasted their present status with that to which they must rise to\nattain them. I thought also of our divine commission to carry the gospel to them and was all\nbut overwhelmed by the magnitude of the task.  But then I remembered, too, the Lord's\nassurance that he will hasten his work in its time\n(<span class=\"citation\" id=\"13661\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13661)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13661)\">D&amp;C 88:73<\/a><\/span>)\nand was comforted with the knowledge that\nthe acceptance of the gospel will greatly accelerate their advancement.  Personally, I am very\ngrateful for the impetus being given by the First Presidency to the work among them.\n<\/p><p>\nMany other matters weighed upon my mind as throughout our extensive traveling we\nobserved conditions among them. The effects of the Spanish conquest and of four centuries of\ndomination by secular and ecclesiastical tyrants are everywhere painfully apparent.  The ruins,\nwith their mute evidence of so-called fertility cults and human sacrifice, eloquently testify to\nthe degraded status to which they had fallen long before the Spanish conquest.\n<\/p><p>\nMy heart was saddened as I contrasted their present circumstances with the blessed conditions\nwhich prevailed among their progenitors following the post-resurrection ministry of Jesus.  At\nthat time, as you will remember, they developed a society superior to any since Eden, save\nthat of Enoch only; a society in which, \"there was no contention . . . because of the love of\nGod which did dwell in the hearts of the people\"; a society in which, \"there were no\nenvyings, nor strifes, nor tumults, nor whoredoms, nor lyings, nor murders, nor any manner of\nlasciviousness;\" a society in which every member had conquered the lusts of the flesh. \". . .\nand surely,\" concludes the record, \"there could not be a happier people among all the people\nwho had been created by the hand of God\"\n(<span class=\"citation\" id=\"6515\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6515)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6515)\">4 Ne. 1:15-16<\/a><\/span>).\n<\/p><p>\n\". . . my joy is great, even unto fulness, because of you,\" Jesus said to them, \"yea, and even the\nFather rejoiceth, and also all the holy angels\"\n(<span class=\"citation\" id=\"5588\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5588)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5588)\">3 Ne. 27:30<\/a><\/span>). As I contemplated this golden\nera, I remembered also that even as Jesus spoke his joy was turned to sorrow and he said, as\nhe pre-visioned the apostasy into which their posterity would fall: \n<\/p><p>\nBut behold, it sorroweth me because of the fourth generation from this generation . . . for they\nwill sell me for silver and for gold, and for that which moth doth corrupt and which thieves\ncan break through and steal.  And in that day will I visit them, even in turning their works\nupon their own heads (<span class=\"citation\" id=\"5589\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5589)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5589)\">3 Ne. 27:32<\/a><\/span>).\n<\/p><p>\nThey who spurned the light of his gospel and began the descent into the awful darkness\nthrough which the remnant has since passed not only had this warning before them, they also\nhad the warning of Nephi given some six hundred years earlier.  He foretold their apostasy,\nconcluding with this doleful note: \n<\/p><p>\nAnd I looked, and beheld three generations pass away in righteousness; and their garments\nwere white even like unto the Lamb of God . . .<br \/>\nAnd I . . . saw many of the fourth generation who passed away in righteousness.<br \/>\nAnd . . . I looked and beheld the people of my seed gathered together in multitudes against\nthe seed of my brethren; and they were gathered together to battle.<br \/>\nAnd . . . I beheld . . . that the seed of my brethren did overpower the people of my seed.<br \/>\n. . . and I saw wars and rumors of wars among them; and in wars and rumors of wars I saw\nmany generations pass away.<br \/>\nAnd . . . after they had dwindled in unbelief they became a dark, and loathsome, and a filthy\npeople, full of idleness and all manner of abominations\n(<span class=\"citation\" id=\"1544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1544)\">1 Ne. 12:11-12,15,19,21,23<\/a><\/span>).\n<\/p><p>\nNotwithstanding these warnings, they wilfully took the downward course. The judgments of\nGod which have since been visited upon them have been but the inevitable fruits of their\nrebellion. These judgments came, however, as Nephi said they would, according to the word\nwhich the Lord had spoken.\n<\/p><p>\nBut, the time for them to prepare to receive their blessings is now at hand. Of this we are\nassured, because Jesus said that when the Book of Mormon should be brought to them, \". . . it\nshall be a sign unto them, that they may know that the work of the Father hath already\ncommenced unto the fulfilling of\" his promises\n(<span class=\"citation\" id=\"5582\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5582)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5582)\">3 Ne. 21:7<\/a><\/span>).\n<\/p><p>\nGreat is the message of the Book of Mormon to the remnant of Lehi.  From it they may learn\nof their origin, that they are of the house of Israel, that they are heirs of the covenant.  It\nreveals to them and teaches them of Jesus Christ and his gospel. If they will study, learn, and\naccept it for what it in truth is, they will come to know and understand their past, they will\nobtain a vision of and a hope in their future, and they will realize as did their progenitors that\nonly through accepting and obeying the gospel of Jesus Christ can they obtain their promised\nblessings.\n<\/p><p>\nBut I would not leave you with the impression that the message of the Book of Mormon is\nfor the remnant only.  It has peculiar application to us of the United States.  The message\nexpressed by Nephi and confirmed by the epic of the Book of Mormon peoples is universal,\n<\/p><p>\n. . . the judgments of God [have always and will continue to] . . . come upon all nations\n[regardless of time or place], according to the word which he hath spoken.\n(<span class=\"citation\" id=\"3625\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3625)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3625)\">2 Ne. 25:3<\/a><\/span>).\n<\/p><p>\nThis law embraces two divinely revealed constants. Amos put one of them in these words,\n<\/p><p>\nSurely the Lord will do nothing, but he revealeth his secret unto his servants the prophets\n(<span class=\"citation\" id=\"10412\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10412)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10412)\">Amos 3:7<\/a><\/span>).\n<\/p><p>\nJesus thus stated the other: \n<\/p><p>\nAlthough, the days will come, that heaven and earth shall pass away; yet my words shall not\npass away, but all shall be fulfilled\n(<span class=\"citation\" id=\"30783\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30783)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30783)\">JS&mdash;M 1:35<\/a><\/span>).\n<\/p><p>\nUnderstanding and applying these truths, men and nations may determine for themselves the\ncycle of their own lives, whether it shall terminate in the shadow or in the light.\n<\/p><p>\nHistory amply testifies to this conclusion.  Through Noah the Lord warned the antediluvians\nof their impending destruction (<span class=\"citation\" id=\"23648\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23648)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23648)\">Gen. 6:7-8<\/a><\/span>).\nWith the warning, he presented the means of escape&mdash;the\ngospel of Jesus Christ.  His hearers spurned the warning; rejected the gospel;\nthe floods came (<span class=\"citation\" id=\"23649\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23649)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23649)\">Gen. 7:11-12<\/a><\/span>).\n<\/p><p>\nThe Lord sent many prophets to the Jaredites, who\n<\/p><p>\n. . . prophesied of the destruction of that great people except they should repent\n(<span class=\"citation\" id=\"22210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22210)\">Ether 11:1<\/a><\/span>).\n<\/p><p>\nAs the end approached, Ether,\n<\/p><p>\n. . . did cry from the morning even until the going down of the sun, exhorting the people to\nbelieve in God unto repentance lest they should be destroyed\n(<span class=\"citation\" id=\"22211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22211)\">Ether 12:3<\/a><\/span>).\n<\/p><p>\nThe prophets were rejected and the Jaredite nation perished.\n<\/p><p>\n\". . . in the . . . reign of Zedekiah . . . came many prophets, prophesying unto the people that\nthey must repent, or the great city Jerusalem,\" would be destroyed with many of its\ninhabitants, while others, \"should be carried away captive into Babylon\"\n(<span class=\"citation\" id=\"1541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1541)\">1 Ne. 1:4,13<\/a><\/span>).\nThe prophets and their message were rejected, and the Babylonian captivity followed.\n<\/p><p>\nJesus told the multitude at Jerusalem that their rejection of him would bring desolation to\ntheir homeland; the buildings of the temple would be thrown down, and not one stone would\nbe left upon another (<span class=\"citation\" id=\"34881\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34881)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34881)\">Matt. 24:2<\/a><\/span>);\nthat in the destruction the Jews would suffer great tribulation, and\nthereafter be scattered upon the earth to be hated of all nations\n(<span class=\"citation\" id=\"1550\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1550)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1550)\">1 Ne. 19:13-14<\/a><\/span>). True, they crucified Jesus for\nhis warning. But Titus besieged Jerusalem.  The temple was destroyed, and the Jews were\nscattered.\n<\/p><p>\nWe today are at the crossroads of another cycle in the universal pattern, a cycle fraught with\neverlasting consequences. Whether it shall close in the light or in the shadow is for us to\ndetermine.  The ominous signs are upon us, and the issues are crystal clear.\n<\/p><p>\nOur whole world is in confusion. The wisdom of our wise men has proved inadequate to stay\nthe rising crisis. With the means to unleash universal destruction in the hands of evil men,\nfear and apprehension ride with every breeze. In the past, situations similar to ours have\ngenerally terminated in destruction.  It would seem that the judgments of God are about to be\nonce more poured out upon the nations.\n<\/p><p>\nThe world situation being as it is, I feel impelled to emphasize the fact that, as already\npointed out with respect to similar situations in the past, the Lord saw this one coming, and,\nin harmony with his universal pattern, sounded the warning and prescribed the means of\nescape.  For although the pattern is universal so that the lesson may be clearly drawn from\nhistory, the Lord always warns the people of a new dispensation through prophets raised up\nunto them in their own day.  This he has done for this generation through the great prophet of\nthe restoration, Joseph Smith, Jr.  Through him the Lord repeatedly declared that the world\nwas ripening in iniquity and that unless men repented destruction would overtake them.\n<\/p><p>\nFor example, in March 1829, he said: \n<\/p><p>\n. . . a desolating scourge shall go forth among the inhabitants of the earth, and shall continue\nto be poured out from time to time, if they repent not, until the earth is empty, and the\ninhabitants thereof are consumed away and utterly destroyed by the brightness of my coming.<br \/>\nBehold, I tell you these things, even as I also told the people of the destruction of Jerusalem;\nand my word shall be verified at this time as it hath hitherto been verified\n(<span class=\"citation\" id=\"13605\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13605)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13605)\">D&amp;C 5:19-20<\/a><\/span>).\n<\/p><p>\nYou will note that this prediction, as were like predictions in the past, is conditional.  \"If they\nrepent not,\" is the condition.  For this generation as for all others, the Lord has provided the\nmeans of escape.  This means is now, and has always been, the gospel of Jesus Christ.\n<\/p><p>\nIn the preface to the Doctrine and Covenants, the book in which the revelations sounding the\nwarning and declaring anew the saving principles and ordinances of the gospel are published,\nthe Lord said: \n<\/p><p>\nWherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the\nearth, called upon my servant Joseph Smith, Jun., and spake unto him from heaven, and gave\nhim commandments;<br \/>\nAnd also gave commandments to others, that they should proclaim these things unto the\nworld (<span class=\"citation\" id=\"13602\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13602)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13602)\">D&amp;C 1:17-18<\/a><\/span>).\n<\/p><p>\n\"These things\" are, of course, the revelations published in the Doctrine and Covenants.  In\nthem the issues of our day are as clearly set before us as were the issues of\nthe past set before the antediluvians by Noah; the Jaredites by Ether; the people of Zedekiah\nby Jeremiah; the Jews by the Master.  They are set before us as clearly as they were set\nbefore the Nephites by Nephi and the Resurrected Jesus.\n<\/p><p>\nBy spurning the warning and rejecting the means of escape, we shall most certainly bring\nupon ourselves the predicted destruction, for the words of Jesus, \"Although . . . heaven and\nearth shall pass away . .. my words shall not pass away\"\n(<span class=\"citation\" id=\"30784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30784)\">JS&mdash;M 1:35<\/a><\/span>), are still immutable.\n<\/p><p>\nOn the other hand, if men will hearken to and accept the means of escape, the gospel of Jesus\nChrist as restored through the Prophet Joseph Smith, the rewards shall as certainly follow. \nFears will give way to confidence; war clouds will fade; righteousness will come; peace will\nreign.  Again there shall return to earth that glorious state of felicity which blessed the\nNephites in the days of Jesus.  To these truths I bear witness.\n<\/p><p>\nWhen I see the tangible evidence of them in the light shining from the faces and the\nhappiness enjoyed by those in every land who receive and live the gospel, there wells up in\nmy heart the desires expressed by Alma when he said: \n<\/p><p>\nO that I were an angel, and could have the wish of mine heart, that I might go forth and\nspeak with the trump of God, with a voice to shake the earth, and cry repentance unto every\npeople!<br \/>\nYea, I would declare unto every soul, as with the voice of thunder, repentance and the plan of\nredemption, that they should repent and come unto our God, that there might not be more\nsorrow upon all the face of the earth\n(<span class=\"citation\" id=\"8987\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8987)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8987)\">Alma 29:1-2<\/a><\/span>).\n<\/p><p>\nIn the name of Jesus Christ.  Amen.\n<\/p>\n<\/div>\n<\/div>"}