{"ID":946, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Summation and a Blessing<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1958, pp. 130-131<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAnd now another annual conference of the Church has become history.  In conclusion, none\nof us should leave this conference, <i>first<\/i>, without a resolution in his or her heart to live a\nbetter life. True religion cannot be worn only on Sundays, laid aside as you put aside your\nSunday clothes, and left to lie in mothballs during the week. True spirituality should be\nexpressed in daily activity. That has been a theme of this great conference.\n<\/p><p>\nNo father, no mother, no husband, no wife, and no children who have been here in attendance\nwith them should return home without going into a better home than that which they left\nwhen they came.  No fathers and mothers who have listened in can be true to their ideals as\nmembers, and to the noble thoughts inspired by the remarks of these Brethren of the General\nAuthorities, without living tonight and in the future in a more spiritual home than heretofore. \nThat is our duty.\n<\/p><p>\nNo man or woman who has listened in can be true to himself or to herself without doing\nsomething to make life sweeter and better in their home than it was.  That is our\nresponsibility.\n<\/p><p>\n<i>Secondly<\/i>, the great theme has been that salvation and peace, contentment of the human\nfamily, not only in the home but also in community life, will come through obedience to the\nprinciples of the gospel of Jesus Christ. It has been the season of Easter, and every speaker\nhas referred to the salvation, glorified life, the eternal gospel of the Resurrected Christ.  We\ncannot be true to ourselves and to our loved ones and our associates, without being\ndetermined to live more in accordance with those divine principles. I mean in daily life, in\nour speech, in our self-control, in home associations, with business associates, in political\nfields&mdash;that is the obligation we have taken upon us by participating in the high ideals of the\nmessages given by these speakers.\n<\/p><p>\nWe cannot be true to ourselves and to our loved ones, to our associates, without feeling a\ndetermination to know more about this great truth to which testimonies have been borne. The\nspirit within bears testimony that truth exists in this old world, and the spirit feeds upon that\ntruth.  I have much to say, but I shall summarize it, because of the lateness of the hour, by\napplying to the truth of the gospel what Mr. Jordan says about truth:\n<\/p><p>\nWe cannot truly believe that we are the children of God and that God exists without believing\nin the final inevitable triumph of truth of the gospel of Jesus Christ. And as we leave this\nconference we shall have less worry about the destruction of the world and the present\ncivilization because God has established his Church, never to be thrown down or given to\nanother people (<span class=\"citation\" id=\"10639\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10639)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10639)\">Dan. 2:44<\/a><\/span>),\nand as God lives and his people are true to him and to one another we need\nnot worry about the ultimate triumph of truth.\n<\/p><p>\nIf you have that testimony of truth on your side, you can pass through the dark valley of\nslander, misrepresentation, and abuse, undaunted as though you wore a magic suit of mail,\nthat no bullet could enter, no arrow could pierce. You can hold your head high, toss it\nfearlessly and defiantly, look every man calmly and unflinchingly in the eye, as though you\nrode, a victorious king returning at the head of your legions, with banners waving and lances\nglistening and bugles filling the air with music. You can feel the great expansive world of\nmore health surging through you as the quickened blood courses through the body of him\nwho is gladly, gloriously proud of physical health.  You will know that all will come right in\nthe end, that it must come, that all must flee before the great white light of truth, as the\ndarkness slinks away into nothingness in the presence of the sunburst.\n<\/p><p>\nSo, brethren and sisters, with truth as our guide, our companion, our ally, our inspiration, we\nmay tingle with the consciousness of our kinship with the Infinite, and all the petty trials,\nsorrows, and sufferings of this life will fade away as the temporary, harmless visions seen in a\ndream.  That is our privilege through God's blessing and guidance if we apply in daily\nactivity the spiritual blessings and privileges of the gospel of Jesus Christ.\n<\/p><p>\nGod help us all to do so and to enjoy such blessings I pray in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}