{"ID":947, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Courage to Face the Inevitable through Faith in a Divine Redeemer<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, April 1958, pp. 133-137<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\n\"Now upon the first day of the week, early in the morning, the women came unto the\nsepulchre . . .  They found the stone rolled away from the sepulchre.  And they entered in,\nand found not the body of the Lord Jesus.  And it came to pass that as they were much\nperplexed thereabout, behold two men stood by them in shining garments! And as they were\nafraid, and bowed down their faces to the earth, the angel said unto them, Why seek ye the\nliving among the dead?  Fear not ye, be not affrighted; for I know that ye seek Jesus of\nNazareth, which was crucified.\n<\/p><p>\nHe is not here, for He is risen, as He said.  Come, see the place where the Lord lay&mdash;where\nthey laid him.\n<\/p><p>\nAnd go quickly and tell his disciples and Peter that He is risen from the dead&mdash;that He goeth\nbefore you into Galilee; there ye shall see Him. Remember how He spoke unto you while He\nwas yet in Galilee saying: The Son of Man must be delivered into the hands of sinful men\nand be crucified and the third day rise again.  Lo, I have told you\"\n(<span class=\"citation\" id=\"34912\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34912)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34912)\">Matt. 28:5-7<\/a><\/span>;\n<span class=\"citation\" id=\"33107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33107)\">Mark 16:5-7<\/a><\/span>;\n<span class=\"citation\" id=\"31491\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31491)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31491)\">Luke 24:1-8<\/a><\/span>).\n<\/p><p>\nThus do the writers of the gospels of Matthew, Mark, and Luke, record the greatest event in\nthe history of the world, the literal resurrection of the Lord Jesus Christ, the Savior of\nmankind.  Dramatically had been demonstrated the greatest of all the divine powers of an\nincarnated Son of God. He had declared to the sorrowing Martha, at the time of the death of\nher brother Lazarus: \"I am the resurrection and the life: he that\nbelieveth in me, though he were dead, yet shall he live!\"\n(<span class=\"citation\" id=\"27784\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27784)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27784)\">John 11:25<\/a><\/span>).\n<\/p><p>\nTo the Jews with murderous intent, His pronouncement of His divine power was even more\nexplicit and meaningful.\n<\/p><p>\n\"Verily, verily, I say unto you, The hour is coming, and now is,\nwhen the dead shall hear the voice of the Son of God: and they that hear shall live.<br \/>\n\"For as the Father hath life in himself, so hath He given to the Son to have life in Himself:<br \/>\n\"And to execute judgment also, because He is the Son of God\"\n(<span class=\"citation\" id=\"27768\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27768)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27768)\">John 5:25-26<\/a><\/span>).\n<\/p><p>\nFollowing swiftly His own resurrection, there came an evidence of a second transcendent\npower to raise from the grave, not only Himself, but others \"who though dead, had believed\nin Him.\" Matthew makes this simple, forthright record of the miraculous resurrection of the\nfaithful, from mortal death, \"And the graves were opened; and many bodies of the Saints\nwhich slept arose, And came out of the graves, after His resurrection, and walked into the\nholy city and appeared unto many\"\n(<span class=\"citation\" id=\"34908\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34908)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34908)\">Matt. 27:52-53<\/a><\/span>).\n<\/p><p>\nNor was this to be the end of the redemptive powers of this illustrious Son of God.  Down\nthrough the ages, in every dispensation, has come the cheering promise: \"For as in Adam all\ndie even so in Christ shall all be made alive\"\n(<span class=\"citation\" id=\"306\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 306)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(306)\">1 Cor. 15:22<\/a><\/span>), \". . . they that have done good\nunto the resurrection of life, and they that have done evil, unto the resurrection of damnation\"\n(<span class=\"citation\" id=\"27770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27770)\">John 5:29<\/a><\/span>).\nTime is rapidly moving on to a complete consummation of His divine mission.\n<\/p><p>\nIf the full significance of these thrilling events were understood in this day when, as the\nprophets foretold: The wicked are preparing to slay the wicked; and \"fear shall come upon\nevery man\" (<span class=\"citation\" id=\"13633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13633)\">D&amp;C 63:33<\/a><\/span>),\nthis understanding would put to flight many of the fears and\nanxieties which beset men and nations.  Indeed if we \"fear God and honor the king\"\n(<span class=\"citation\" id=\"2272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2272)\">1 Pet. 2:17<\/a><\/span>)\nwe can then lay claim to the glorious promise of the Master: \"If you strip yourselves\nfrom jealousies and from fear, you shall see me\"\n(<span class=\"citation\" id=\"13638\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13638)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13638)\">D&amp;C 67:10<\/a><\/span>).\n<\/p><p>\nIn the brief time allotted for this Easter message, I should like to cite a few of the\n\"inevitables\" which all may one day face, and draw some parallels from sacred writings in the\nhope of vitalizing the mission of the Redeemer to all who listen and hopefully to those who\nmay read.  This evidence will demonstrate, to some extent, how an unshakable faith in the\nreality of the resurrected Lord and in the certainty of the resurrection of all mankind would\nprovide the essential courage to accept \"insecurity with equanimity\" in a material world. Thus\nmay all successfully combat the apprehensions and tensions which are so destructive among\nus today.\n<\/p><p>\nConsider as one of life's inevitables, if you will, the condition of one suffering from an\nincurable malady, or faced with the heart-breaking prospect of impending death to a loved\none. Have you ever felt yourself spiritually devastated by an inconsolable grief?\n<\/p><p>\nMay I take you to a sacred scene portraying one whose all seemed slipping from her grasp\nand let you feel her strength in a fateful hour!  Huddled at the foot of the cross was the silent\nfigure of a beautiful middle-aged mother with shawl drawn tightly about her head and\nshoulders.  Cruelly tormented on the cross above her was her first-born son.  One can but\nfeebly understand the intensity of the suffering of Mary's mother-heart.  She now faced in\nreality the import of old Simeon's doleful prediction as he had blessed this son as a tiny\ninfant child, \"He shall be as a sign for to be spoken against; Yea, a sword shall pierce thine\nown heart also\" (<span class=\"citation\" id=\"31461\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31461)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31461)\">Luke 2:34-35<\/a><\/span>).\n<\/p><p>\nWhat was it that sustained her during her tragic ordeal?  She knew the reality of an existence\nbeyond this mortal life.  Had she not conversed with an angel, a messenger of God?  She\nundoubtedly had heard of her son's last recorded prayer before His betrayal as it has been\nwritten by John: \"And now, O Father,\" he had prayed, \"Glorify thou me with thine own self\nwith the glory which I had with thee before the world was\"\n(<span class=\"citation\" id=\"27801\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27801)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27801)\">John 17:5<\/a><\/span>). This sainted mother\nwith bowed head heard His last prayer murmured from the cross through tortured lips:\n\"Father, into thy hands I commend my spirit\"\n(<span class=\"citation\" id=\"31490\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31490)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31490)\">Luke 23:46<\/a><\/span>) thus inspiring\nher with resignation and a testimony of reassurance of a reunion shortly with Him and with\nGod her Heavenly Father. Heaven is not far removed from him who, in deep sorrow, looks\nconfidently forward to a glorious day of resurrection. It was a wise man who said: \"We\ncannot banish dangers but we can banish fears.  We must not demean life by standing in awe\nof death.\" (Sarnoff)\n<\/p><p>\nNow to mention another of the \"inevitables\": As the press, the radio and television brings to\nyou daily the frightening prospect of devastating war with atomic or hydrogen bombs and\nguided missiles, are you filled with forebodings of impending doom? What is there to set your\nsoul free from such terrifying anxieties?\n<\/p><p>\nMay I take you to the example of Peter whose loyalty to the Master seemed to have exceeded\nhis courage, when in the face of physical hazard, he denied the Master thrice on the night of\nthe betrayal (<span class=\"citation\" id=\"34900\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34900)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34900)\">Matt. 26:69-75<\/a><\/span>).\nCompare this fear-torn Peter with the boldness in him manifested shortly\nthereafter before those same religious bigots who had so recently demanded the death of\nJesus (<span class=\"citation\" id=\"7814\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7814)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7814)\">Acts 3:12-26<\/a><\/span>).\nHe denounced them as murderers and called them to repentance&mdash;suffered\nimprisonment, and later went fearlessly to his own martyrdom.\n<\/p><p>\nWhat was it that had changed him? He had been a personal witness to the change which came\nto the broken, pain-racked, body taken from the cross, to a glorified resurrected body which\ncould pass thereafter unhindered through walls of mortar and stone, which could eat broiled\nfish and honey comb; which could appear and disappear suddenly from the sight of mortals. \nThe plain and simple answer is, that Peter was a changed man because he knew the power of\nthe risen Lord.  No more would he be alone on the shores of Galilee, or in prison, or in\ndeath.  His Lord would be near him.\n<\/p><p>\nAnd now still another of the all-too-often \"inevitables\" among us: \n<\/p><p>\nIn the writings of Luke, just an inference is made as to what may have been thought to be the\nreason for mental and spiritual turmoil and which may have been as much in evidence then as\nit is among us today in those who have advanced degrees in their higher learning in secular\nfields but have neglected spiritual nourishment.  Such a one, no doubt, was Saul of Tarsus,\nthe Apostle Paul to the Gentiles.  During his interview and defense before King Agrippa,\nFestus who was present \"said with a loud voice, Paul thou art beside thyself; much learning\nhath made thee mad\" (<span class=\"citation\" id=\"7832\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7832)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7832)\">Acts 26:24<\/a><\/span>).\nIndeed it may have seemed so to those who had known of\nhis zealous persecution of the followers of the Master, in contrast to his now declared\nallegiance, to that Jesus he had before so loudly denounced.\n<\/p><p>\nThe insinuation of Festus suggests what higher education could do to a frustrated man, with\nbut a smattering of unrelated bits of information with no unifying philosophy.  Psychologists\ntoday tell us that one such, without a belief in either God or the Devil, \"like a blocked body\nof water turns back upon itself, collecting scum, refuse, and silt, so the soul turns back upon\nitself and collects instinctive, dark forebodings,\" (Peace of Soul) which makes of his days and\nnights torture-chambers of discontent.\n<\/p><p>\nYears later, Paul explained to his beloved Timothy the simple formula which makes for a\ncontented soul: \"Godliness with contentment is great gain\"\n(<span class=\"citation\" id=\"2816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2816)\">1 Tim. 6:6<\/a><\/span>), and then explains the\nsource from which that essential \"godliness\" comes; \"But godliness\" he said, \"is profitable\nunto all things, having promise of the life that now is, and of that which is to come\"\n(<span class=\"citation\" id=\"2815\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2815)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2815)\">1 Tim. 4:8<\/a><\/span>).\n<\/p><p>\nThat promise of eternal life had given meaning and purpose to the life of Paul as it does to all\nof us who so believe.  He had heard the Master's voice at the time of his conversion,\ndeclaring the reality of the Resurrected Lord, and whose teachings by his authorized servants,\nPaul now knew were the \"power of God unto salvation\"\n(<span class=\"citation\" id=\"42732\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42732)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42732)\">Rom. 1:16<\/a><\/span>).\n<\/p><p>\nAs the challenge of dictator nations is before us with their advances in destructive military\nscience, it is a challenge, of course, for us to be strong in military science. \nWe must beware, however, lest our much learning in these worldly matters likewise makes us\nmad.  It is also a challenge for us to be holy through faith in that Divine Redeemer by whom\nall who obediently serve Him might be saved. Atomic power and guided missiles, are dangers\nonly when they are in the hands of evil men.\n<\/p><p>\nAnd now, finally, may I make one further reference to another \"inevitable\" with which many\nare confronted: \n<\/p><p>\nHave you never stood seemingly defeated after years of grueling struggle and faced with the\nprospect of programs, or principles, or policies, dear to your heart, ruthlessly condemned to\nfailure?  Why do some men commit suicide when their bank fails or their earthly possessions\nare swept away? Why do some rise above the heartbreak of disaster and calamity while others\ngo down to inglorious and pitiful despondency of bitterness as though the struggle of life had\nall been wasted? These and others are sobering questions.\n<\/p><p>\nI am indebted to one of the leading educators in our own state university to impress this\nproblem.  After noting the great interest in industrial, governmental, and university circles in\nclinical psychology or in what he called behavioral science, he summarizes the thinking of\neminent authorities with this significant statement: \"This interest derives not only from the\ntrend cited above, but because of the tremendous social conflicts, such as war, which\ndemonstrate behavioral breakdown.\" (Dr. G. Homer Durham)\n<\/p><p>\nThis final illustration may suggest a solution to such as these and other similar frustrating\nproblems.\n<\/p><p>\nThe prophet Joseph Smith in this modern day was facing martyrdom at the hands of enemies\nfor saying that he had seen visions in which God the Father and His Son\n(<span class=\"citation\" id=\"30379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30379)\">JS&mdash;H 1:17-19<\/a><\/span>) and others who had\nlived upon the earth had appeared to him as living, resurrected, glorified beings.  Like the\nApostle Paul; he dared not deny having had these heavenly manifestations lest by so doing he\nwould offend God and come under condemnation\n(<span class=\"citation\" id=\"30383\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30383)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30383)\">JS&mdash;H 1:24-25<\/a><\/span>).\n<\/p><p>\nIn the midst of bitter persecution with his coming doom already foreshadowed, the word of\nthe Lord came to him: \"if the very jaws of hell shall gape open the mouth wide after thee,\nknow thou, my son, that all these things shall give thee experience and shall be for thy good.\nThe Son of Man hath descended below them all.  Art thou greater than He?  Therefore hold\nthy way . . . for the bounds (of your enemies) are set, they cannot pass . . . Fear not what men can\ndo, for God shall be with you forever and forever\"\n(<span class=\"citation\" id=\"13692\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13692)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13692)\">D&amp;C 122:7-9<\/a><\/span>).\n<\/p><p>\n\"Let virtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the\npresence of God . . . and thy dominion shall be an everlasting dominion\"\n(<span class=\"citation\" id=\"13687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13687)\">D&amp;C 121:45-46<\/a><\/span>).\n<\/p><p>\nThere you have your answer, you strong, noble statesmen in worldly councils of men\ninvolving human welfare. Better, as Paul said it, \"godliness with contentment\"\n(<span class=\"citation\" id=\"2817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2817)\">1 Tim. 6:6<\/a><\/span>), than an empty\ncompromise for the sake of expediency or the plaudits of men.  You, too, can know that your\nRedeemer lives (<span class=\"citation\" id=\"26686\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26686)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26686)\">Job 19:25<\/a><\/span>),\nas did Job in the midst of his temptation to \"curse God and die\"\n(<span class=\"citation\" id=\"26683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26683)\">Job 2:9<\/a><\/span>), and know\nalso that you, too, can open the door and invite Him in \"to sup with you\"\n(<span class=\"citation\" id=\"42273\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42273)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42273)\">Rev. 3:20<\/a><\/span>). See also yourselves\none day as resurrected beings claiming kinship to Him who gave His life that the rewards to\nmortal men for earthly struggle and experience will be the fruits of eternal life even though as\nmeasured by human standards ones life's labors seemed to have been defeated.  This is what\nthe voice of wisdom has said, \"The best thoughts, affections, and aspirations of a great soul\nare fixed on the infinitude of eternity. Destined as such a soul is for immortality, it finds all\nthat is not eternal too short, all that is not infinite too small.\" (Stanford Memorial Chapel.)\n<\/p><p>\nToday in commemoration of the world's greatest victory I invite the honest in heart\neverywhere in deep humility to rise above their human fears and frustrations and rejoice as\ndid the apostle to the Gentiles \"Thanks be to God which giveth us the victory through our\nLord Jesus Christ\" (<span class=\"citation\" id=\"309\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 309)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(309)\">1 Cor. 15:57<\/a><\/span>).\n<\/p><p>\nAll of which I pray for us and for all men everywhere who seek to serve\nHim and keep His commandments.\n<\/p>\n<\/div>\n<\/div>"}