{"ID":95, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Wells of Living Water<\/p>\n<p class=\"gcspeaker\">Elder Harold B. Lee<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Harold B. Lee, <i>Conference Report<\/i>, October 1943, pp. 100-105<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPIONEER LABORS\n<\/p><p>\nWhen our Pioneer fathers came to this semi-arid country they settled on the mountain streams\nwithout the benefits of which they could not have made their homes or established\ncommunities. They organized themselves into irrigation companies in order that the water so\nvital to their welfare might be properly distributed, each man receiving shares according to his\nneed. They builded ditches and canals; they constructed reservoirs to hold back the spring\nrun-off for late summer use. They gave special attention to the securing of culinary water that\nthey might have from the mountain springs the purest of the water for human use. They were\naware of the fact that if they carried this water long distances in open ditches there was\ndanger of pollution; that disease and epidemic might result, unless there be a\nspecial care given. With that in mind they safe-guarded the channels, and later constructed\npipe-lines that were placed below the level of the ground to protect from heat and frost. To\nenjoy the benefits of this system, it was necessary that they work together, each man receiving\nan assessment which he was expected to pay either in labor or in money, and for the\nmaintenance of such a system each was required to pay his annual dues. Those who refused to\naccept such obligations were penalized by the company's refusing to deliver the water that\nthey were therefore not entitled to.\n<\/p><p>\nGOSPEL ESSENTIAL TO SPIRITUAL LIFE\n<\/p><p>\nJust as water was and is today essential to the physical life of those who settle in this country,\njust so is the gospel of the Lord Jesus Christ essential to the spiritual life of God's children.\nThat analogy is suggested by the words of the Savior to the woman at the well in Samaria,\nwhen He said: \". . .whosoever drinketh of the water that I shall give him shall never thirst;\nbut the water that I shall give him shall be in him a well of water springing up into\neverlasting life\" (<span class=\"citation\" id=\"27094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27094)\">John 4:14<\/a><\/span>).\n<\/p><p>\nGreat reservoirs of spiritual water, called scriptures, have been provided in this day and have\nbeen safeguarded that all might partake and be spiritually fed, and that they thirst not. That\nthese scriptures have been considered of great importance, is indicated by the words of the\nSavior, \"Search the scriptures; for in them ye think ye have eternal life: and they are they\nwhich testify of me\" (<span class=\"citation\" id=\"27096\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27096)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27096)\">John 5:39<\/a><\/span>);\nand the experience of the Nephites being sent back to\nprocure the brass plates which contained the scriptures so vital to the welfare of the people.\nThe use of those scriptures was suggested in the statement of Nephi when he said, \". . . for I\ndid liken all scriptures unto us, that it might be for our profit and learning\"\n(<span class=\"citation\" id=\"1456\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1456)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1456)\">1 Ne. 19:23<\/a><\/span>).\nAnd again, when Laban forbade their use of these scriptures, the angel declared it were better\nthat one man should perish than a whole nation dwindle and perish in unbelief\n(<span class=\"citation\" id=\"1444\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1444)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1444)\">1 Ne. 4:13<\/a><\/span>). Through these\ngenerations the messages from our Father have been safeguarded and carefully protected, and\nmark you likewise that in this day the scriptures are the purest at their source, just as the\nwaters were purest at the mountain source; the purest word of God, and that least apt to be\npolluted. is that which comes from the lips of the living prophets who are set up to guide\nIsrael in our own day and time.\n<\/p><p>\nThe distribution system which our Heavenly Father has provided is known as the Church and\nkingdom of God to give aid to His great an divine purpose in bringing to pass the immortality\nand the eternal life of man (<span class=\"citation\" id=\"38911\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38911)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38911)\">Moses 1:39<\/a><\/span>),\nwhereby eternal joy might come. But because of the free agency\nwhich our Father in His wisdom has vouchsafed to us, His children, the dangers of pollution\nare great, for ever beckoning with tinsel show and with gaudily wrapped packages, with neon\nsigns beckoning on every hand, the devil has tried to entrap, and under the label of\n\"pleasures\" he has sought to dissuade mankind from a straight course which would lead to\neternal happiness. Pleasure-mad crowds surge at the bargain counters of him who would thus\ndestroy.\n<\/p><p>\nPRIESTHOOD QUORUMS CHANNELS OF TRUTH\n<\/p><p>\nThe Priesthood quorums and the auxiliary organizations are the carefully guarded channels\nprovided within the Church through which precious truths are to be disseminated. Some have\nspeculated that the strength of this Church lies in the tithing system; some have thought in the\nmissionary system; but those who understand rightly the word of the Lord understand full\nwell that the strength of the Church is, fundamentally, in neither of these. The strength of the\nChurch is not in a large membership, but the real strength of this Church lies in the power\nand authority of the holy Priesthood which our Heavenly Father has given to us in this day. If\nwe exercise properly that power and magnify our callings in the Priesthood, we Will see to it\nthat the missionary work shall go forward, that the tithing shall be paid, that the Welfare plan\nprospers, that our homes shall be safe, and that morality among the youth of Israel shall be\nsafeguarded.\n<\/p><p>\nJust as in the illustration of the water system, however, we have certain obligations which we\nmust assume if we are to be blessed. The price we pay for these eternal blessings and the\nright to use of this eternal stream of water is first, to yield obedience to the laws and\nordinances of the gospel, second, to render willing and unselfish sacrifice, and third to assume\nresponsibility and our obligation to serve our fellow men whereby we might gain rights and\ntitles to blessings that our Heavenly Father has in store for us. Every faithful Church member\ncan bear witness to the joy and extreme happiness that comes to one who has kept the law;\nbut, perhaps all of us can likewise bear witness to the anguish and the disappointment that\ncome through lack of obedience and through our own negligence.\n<\/p><p>\nEXPERIENCES OF AN ARMY DOCTOR\n<\/p><p>\nLast June I was in an army camp, up near Corvallis, Oregon, I listened to a young Latter-day\nSaint army doctor tell of an experience he had down in one of the islands just off the raging\nbattle of Guadalcanal. He said they had established a hospital base back away from the front\nline where they were receiving the wounded that were now coming from that area. Because of\ntheir limited facilities and the great need of medical attention by so many wounded, it was\nnecessary that someone look carefully over the men who were brought in, that those who\nwere most seriously wounded might be attended to first, and his was the task of making the\ninitial examination as the boys came ashore. As he leaned over to these boys who were\nconscious, he would whisper to them, ask them how they were feeling, and would ask each\none, \"What church do you belong to?\"\n<\/p><p>\nOn one occasion as he leaned close to the ear of one boy, pretty badly wounded, and asked\nhim what church he belonged to, the boy whispered back, \"I am a Mormon.\" The doctor said,\n\"Well, I'm a Mormon, too. I'm an elder in the Church. Is there anything you would like me\nto do for you?\" The boy, as he clenched his teeth, with resolute white face,\nreplied, \"I'd like you to administer to me.\" The doctor said, \"I took out my little bottle of\nconsecrated oil, and there before the gaze of all, because there was no chance for privacy, I\nanointed his head with oil, by the authority of the holy Priesthood. I blessed him that he\nmight be made well. I took him into the hospital tent for the care that he so much needed,\nand returned back to the other wounded men. By a strange coincidence I found the next boy\nthat I approached was likewise one of our own Latter-day Saint boys, and I asked him the\nsame question, \"What would you like me to do?\" and he replied, \"I'd like a cigarette.\" I said, \"I\nthink I could get you a cigarette,\" and as the boy started to smoke the cigarette I said to him,\n\"Son, are you sure there is nothing else you would like me to do for you now?\" Tears filled\nthe boy's eyes. He said, \"Yes, there is, doctor, but I'm afraid I am not entitled to ask for\nwhat's in my heart. I wonder if the Lord would have a blessing for me. Would you administer\nto me?\" I said, \"We'll leave that for our Heavenly Father to judge. If you want a blessing, I\nshall be his servant in asking the Lord to give you that blessing.\"\n<\/p><p>\nWORK OF THE CHURCH AMONG SOLDIERS\n<\/p><p>\nI ask you, my brethren, what condition are our boys in? What part have you, played in\npreparing them to partake deeply of the streams of eternal life? A great missionary work is\ngoing forward under the guidance of the Church today among these forty thousand Mormon\nboys out in armed service. In this missionary work, under the authority of the Priesthood, they\nhave been organized into M.I.A. groups and have been prepared to partake of these things\nwhich our Lord has for them. On my desk I have a picture of a group over in New Guinea\nwho are holding a sacrament service. Their rifles are across their knees, which evidences the\nfact that they are on alert and expecting attack any moment. I read in a letter how down on\nthe Midway Island our boys likewise gathered around to hold sacrament services. Said the boy\nwriting this letter, \". . . because we felt if the Church could come that close to us we would\nfeel better and our minds would be relieved.\" And when I read the story of the boy who, with\nfive companions flew over in a plane, by permission of their commanding officers in Sicily,\nto administer to one of their sick comrades who had been severely wounded, when I read of a\nboy getting the names of our boys who had been killed in this last campaign down in Italy,\nsecuring the places where they were to be buried or had been buried that he might go there\nand dedicate their graves; when I read of the stories of their holding Sunday services out in\nthe olive groves of that place, their songs rending the Sabbath air, I remember the words that\nhave come from our Father:\n<\/p><p>\nAnd that thou mayest more fully keep thyself unspotted from the world, thou shall go to the\nhouse of prayer and offer up thy sacraments upon my holy day\n(<span class=\"citation\" id=\"11866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11866)\">D&amp;C 59:9<\/a><\/span>).\n<\/p><p>\nI can't think of the work being done among these boys, and the results therefrom, without\nremembering that if there be thirty-two thousand Latter-day Saints in the\nwar-torn countries of Europe as has been stated in this conference, approximately fifty percent\nof these live in the nations we now call the Axis powers. If the same percentage of boys have\nbeen called from among the Saints there as have been called here, there are probably no fewer\nthat seven or eight hundred of our Latter-day Saint boys who hold the Priesthood bearing the\narms in those nations we call our enemies. Oh, I pray that the channel of communication will\nbe opened to those boys whom we can't reach with M.I.A. organizations, to whom we cannot\nsend books, to whom we cannot give the ministrations of the Priesthood. I pray God that He\nwill save our boys in those countries who perhaps are no more guilty of wrongdoing than our\nown loved boys in this country, and yet are suffering the pangs of a terrible war.\n<\/p><p>\nFAITHFULNESS SHOWN BY A YOUNG GIRL\n<\/p><p>\nI met a young girl over at the Lion House last summer where I had been speaking to a group\nof a hundred and fifty or two hundred girls who had come to Salt Lake City from outside of\nthe city for work here. After the meeting, this young girl came up to me, with a sparkle in her\neyes, and showed me a picture of a handsome soldier boy down in Australia. From behind his\npicture she took out and unfolded a paper that proved to be his baptismal certificate. She said,\nas she filled with emotion, \"I left that boy six months ago&mdash;I thought, never to see him again,\nbecause I told him that I could not be married, except it was in the temple of our God, for\ntime and eternity. He was not a member of the Church, but after he felt he began to think,\nand he began to study. Six months have gone past, and on my birthday he sent me this and\nsays in his letter, 'I am now preparing myself, so that when I return I can be sealed to you,\nmy sweetheart, in the house of the living God.'\"\n<\/p><p>\nThere was a girl who had drunk deeply from the fountain of spiritual waters, and hers will be\na well of living water, springing up into everlasting life. And so we might go on.\n<\/p><p>\nPLEA FOR GUARDIANSHIP BY LEADERS\n<\/p><p>\nLatter-day Saints, you bearers of the Priesthood, and leaders in Israel, may we see to it that\nthe streams that guard youth, that guard our homes, are kept unpolluted, because of\never-watchful care that we shall exercise in this trying day. May we be not unmindful of the\ncounsel of Our Father in these fatherly words:\n<\/p><p>\n. . . provide yourselves bags which wax not old, a treasure in the heavens that faileth not,\nwhere no thief approacheth, neither moth corrupteth. For where your treasure is, there will\nyour heart be also. Let your loins be girded about, and your lights burning; And ye yourselves\nlike unto men that wait for their Lord, when he will return from the wedding; that when he\ncometh and knocketh, they may open unto him immediately\n(<span class=\"citation\" id=\"31108\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31108)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31108)\">Luke 12:33-36<\/a><\/span>).\n<\/p><p>\nAnd then, again in our day:\n<\/p><p>\nWherefore. fear not even unto death; for in this world your joy is not full, but in me your joy\nis full. Therefore, care not for the body neither for the life of the body; but\ncare for the soul and for the life of the soul. And seek the face of the Lord always, that in\npatience ye may possess your souls, and ye shall have eternal life\n(<span class=\"citation\" id=\"11902\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11902)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11902)\">D&amp;C 101:36-38<\/a><\/span>).\n<\/p><p>\nGod bless us to seek always the face of our Heavenly Father. May we without fear, even unto\ndeath, protect the fountains of truth, and if it need be in this day that our lives be given for\nthe protection of that truth, may we do so willingly and with the seal of approval of our\nHeavenly Father upon us, I pray humbly, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}