{"ID":950, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">God's Kingdom Is Here<\/p>\n<p class=\"gcspeaker\">Elder Gordon B. Hinckley<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Gordon B. Hinckley, <i>Conference Report<\/i>, October 1958, pp. 12-14<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, my dear brethren and sisters: \n<\/p><p>\nI seek inspiration of the Lord at this time.\n<\/p><p>\nDuring the past six months Sister Hinckley and I have had the opportunity of participating in\nthe dedication of the New Zealand and London temples. If I may, I should like to make some\nobservations out of the experiences of those occasions and comment with appreciation on five\ngreat qualities or aspects that I have noted in this, our Father's work: (1) its breadth; (2) its\ndepth; (3) the devotion of its advocates; (4) the effect of their teaching; (5) the strength of its\nleadership.\n<\/p><p>\nI am grateful, my brethren and sisters, for the breadth of this kingdom.  My testimony of the\nProphet Joseph Smith has been strengthened by the manner in which this work has spread\nover the earth.  I think of the statement made by Moroni in 1823 to an unknown farm boy in\nwestern New York that his \"name should be had for good and evil among all nations,\nkindreds, and tongues\"\n(<span class=\"citation\" id=\"30385\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30385)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30385)\">JS&mdash;H 1:33<\/a><\/span>).\nI think of the word of the Lord to the Prophet in\nthe loneliness of Liberty Jail: \"The ends of the earth shall inquire after thy name, and fools\nshall have thee in derision, and hell shall rage against thee; \n<\/p><p>\n\"While the pure in heart, and the wise, and the noble, and the virtuous, shall seek counsel,\nand authority, and blessings constantly from under thy hand\"\n(<span class=\"citation\" id=\"13688\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13688)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13688)\">D&amp;C 122:1-2<\/a><\/span>).\n<\/p><p>\nMy brethren and sisters, I have witnessed the fulfillment of these marvelous promises.  In the\ntemples in Europe I have seen the people of Finland, Sweden, and Norway, of Denmark,\nBelgium, and Holland, of Germany, Austria, France, and England and even from South\nAfrica&mdash;pure in heart, noble, virtuous men and women of those lands seeking blessings under\nthe authority which came through the Prophet Joseph Smith. In New Zealand I have seen the\npeople of that land, of Australia, Tasmania, Samoa, Tonga, Rarotonga, Fiji, and Tahiti, with\nthe smile of truth upon their faces as they sought blessings in the house of the Lord, each in\nhis own tongue testifying of this great latter-day work.\n<\/p><p>\nI marvel at, and am grateful, for the breadth of the kingdom, its spread over the world, and I\nknow that the end is not yet&mdash;that this stone which was cut out of the mountain without hands\n(<span class=\"citation\" id=\"13636\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13636)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13636)\">D&amp;C 65:2<\/a><\/span>),\nas the prophet foretold, shall roll forth and fill the earth, touching the hearts and lives of the\nvirtuous and the wise and the pure in heart, wherever it is taught&mdash;for it is the kingdom of our\nGod.\n<\/p><p>\nSecondly, as I am grateful for the breadth of the kingdom, I am likewise grateful for the\ndepth of its teaching. To spread laterally is one thing.  To grow in \"the third dimension of\nreligion,\" as one writer put it, is another.\n<\/p><p>\nI think we witnessed in these temples that third dimension.  I shall never forget the testimony\nof a young man who had come from Perth on the west coast of Australia.  He and his wife\nand children had traveled across Australia, a distance approximately as great as from San\nFrancisco to New York, and then across the Tasman Sea to New Zealand.  He said they had\nto sell their furniture, their car, their dishes, and many other of their prized possessions, but,\nhe said, as he looked at his wife and their lovely children, he knew these were more precious\nthan car, furniture, or china.  By hard work and careful saving he could replace his worldly\ngoods, but he could never afford to lose those he loved.\n<\/p><p>\nAnd so they had come, with a sustaining conviction in their hearts that life, love, and family\nmay all be eternal under the plan of the Lord.  And as they kneeled about\nthe altar of the temple and were bound together under the authority of the Holy Priesthood in\nan imperishable relationship, one glimpsed the great, eternal purposes of God&mdash;the everlasting\nverities that transcend in beauty and satisfaction the thin values by which most men gauge\ntheir lives.\n<\/p><p>\nInherent in the events of that day in the temple&mdash;in the instruction given in the endowment, in\nthe covenants made, in the ordinances performed&mdash;were answers to the great eternal questions\nof where we come from, why we are here, and where we are going&mdash;of the purpose of life\nunder the plan of our Creator.  These are the things which give depth and meaning, a third\ndimension to our faith, for which I feel deeply grateful this day.\n<\/p><p>\nThirdly, our experiences of the past six months have given me a new appreciation for the\ndevotion of the advocates of this cause, our missionaries. I have come to a renewed sense of\ngratitude for the sacrifices of those who laid the foundations of this great work.\n<\/p><p>\nWhile in England I spent a few hours in Preston, my first field of labor as a missionary\ntwenty-five years ago. It was in this city that missionaries first preached the gospel in Europe\nin 1837.  As we moved along those old cobbled streets and flagstone walks, I thought of\nthose seven men of 121 years ago&mdash;strangers in a strange land, walking in poverty, but with\na great conviction and a great enthusiasm.\n<\/p><p>\nWe stood beside Vauxhall Chapel where they first spoke, beside the River Ribble where they\nfirst baptized, on the site of the old Cockpit where they bore testimony. In spite of bitter\nopposition, in spite of mobbings, arrests, and every manner of persecution, they went forward,\ngarnering souls in a harvest that will go on forever as the posterity of their converts increase\nin number.\n<\/p><p>\nAnd as they sacrificed and labored, so labor their successors.  We met more than five hundred\nmissionaries of Europe.  One cannot witness these young men and women at work without\nmarveling at their devotion.  One cannot see the maturity that has come into their lives\nwithout recognizing the inspiration of this great program.  One cannot hear their testimonies\nwithout sensing the tremendous power of truth. The Lord bless them for their wonderful\ndevotion and for their wonderful faith. You can be proud of them.\n<\/p><p>\nFourthly, I am grateful for the effect of their teachings.  The Lord has declared: \". . . this is\nmy work and my glory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39094\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39094)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39094)\">Moses 1:39<\/a><\/span>).\nYou need not wait for the life beyond to see the accomplishment of that purpose.  You\nmay witness that process every day in the mission field.  The revelation declares that \"That\nwhich is of God is light; and he that receiveth light, and continueth in God, receiveth more\nlight; and that light groweth brighter and brighter until the perfect day\"\n(<span class=\"citation\" id=\"13629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13629)\">D&amp;C 50:24<\/a><\/span>).\n<\/p><p>\nThat sublime principle of growth was evident in the lives of those who came to these temples. \nWhether they were brown-skinned Maoris, Samoans, or Tongans, or fair-skinned Europeans,\nthey seemed to have a quality indefinable and wonderful.  Perhaps it was a certain kind of\ncleanliness&mdash;no more cigarettes, no more liquor, no more tea. Perhaps it was the company they\nkept&mdash;the kind of company one ought to find in the Church.  Perhaps it was their knowledge\nof the gospel, their assurance concerning the purpose of life. In any event, it was there, and it\nwas inspiring.\n<\/p><p>\nI am grateful for the power of the gospel in the hearts and lives of men and women, and I\nnever saw that power more evident than when the Saints came to the house of the Lord.\n<\/p><p>\nFinally, there came out of these experiences an increased gratitude for our leader and for a\nconviction of his divine appointment.\n<\/p><p>\nA short time ago while doing some research in the missionary records of the Church, I came\nacross the appraisal made by Elder David O. McKay's mission president when he completed\nhis first mission in the British Isles.  That appraisal reads as follows: \n<\/p><p>\n\"As a speaker: Good.<br \/>\n\"As a writer: Good.<br \/>\n\"As a presiding officer: Very good.<br \/>\n\"Has he a good knowledge of the gospel? Yes.<br \/>\n\"Has he been energetic? Very.<br \/>\n\"Is he discreet and does he carry a good influence? Yes sir!<br \/>\n\"Remarks: None better in the mission.\"\n<\/p><p>\nThat was written in 1899.\n<\/p><p>\nAs I read that I thought of another David, the son of Jesse, who was ordained to become the\nleader of Israel. And I thought of the solid consistency of President McKay's life, from the\ntime he first labored in the British Isles as a young man, through the sixty years that passed\nprior to his return to dedicate the House of the Lord in this same land.\n<\/p><p>\nThe affection in which he is held, his unfailing kindness and consideration, his ease in\nmeeting every situation, the fruits of his ministry, all attest to his prophetic calling.\n<\/p><p>\nOn his arrival at the New Zealand Temple he was given a great welcoming festival.  As he\nwalked through the crowd, elderly men and women, who first had met him in the islands in\n1921, wept at the return of their apostle-prophet.\n<\/p><p>\nIn London we watched him face with ease a battery of newspaper and television men and\nbear testimony to them. In both temples we heard him give counsel that was inspiring and\noffer prayers of dedication that were solemn and beautiful and moving.\n<\/p><p>\nIn eleven languages today the worthy of the Church are enjoying the blessings of the temple\nbecause of the inspiration that has come through him.  No one witnessing the joy of those\nwho have received these blessings, could doubt the inspiration of his leadership.\n<\/p><p>\nI recall a little widow in New Zealand, the mother of seventeen children. Her husband was\ngone.  A number of her children were gone.  As she knelt about the altar with the beautiful\nchildren who were left to her and received the assurance that all that she had lost would also\nbe hers, she wept.  And all who were with her on that sacred occasion in that dedicated room,\nwept also.\n<\/p><p>\nAs I have witnessed these and many more inspiring situations during the past six months in\nthese widely scattered lands, I have felt to sing with that convert from the steel mills of\nSheffield: \"We thank thee, O God, for a Prophet, to guide us in these latter days.\"\n<\/p><p>\nThe other day I talked with a misguided young man who has become bitter.  After he told his\nstory, I said to him: \"If you had seen what I have seen, if you had experienced what I have\nexperienced, you would not feel as you now do.\"\n<\/p><p>\nI bear you witness that God's kingdom is here, that it is growing in breadth and depth, and in\npower in the lives of the people, and that those whom he has placed to lead it are his chosen\nand ordained servants. I so testify in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}