{"ID":951, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Faith&mdash;and the Polynesians<\/p>\n<p class=\"gcspeaker\">Elder Delbert L. Stapley<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Delbert L. Stapley, <i>Conference Report<\/i>, October 1958, pp. 16-19<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters, I am indeed grateful for the splendid spirit of this conference session\nthis morning. I hope what I have to say will not detract from the spirit of the messages given. \nI would like to touch upon a few things connected with the New Zealand Temple dedication\nmentioned by Brother Hinckley.\n<\/p><p>\nSince the last general conference of the Church Sister Stapley and I have enjoyed the great\nprivilege and blessing of accompanying our beloved President David O. McKay, Sister\nMcKay, Elder and Sister Marion G. Romney and others to New Zealand for the dedication of\nthe new temple in that faraway land.  Brother Gordon Hinckley and his wife had preceded us\nthere to finalize the preparation for the dedication and opening of the temple for ordinance\nwork. He mentioned the welcome and reception accorded the official Church party by the\nPolynesian Saints. It was a tremendous tribute and demonstration of love and affection for all\nof us, but more particularly for their beloved President and Prophet, \"Tumuaki\" David O.\nMcKay.\n<\/p><p>\nIt was a glorious spectacle, so different, colorful and unique that the sweet memory of the\noccasion will remain forever. Each Polynesian group, in native costume, entertained with\npageantry, song, and dance for the space of three and a half hours.  I believe it is the only\ntime in the history of the world that four such widely scattered Polynesian peoples have been\nbrought together where each featured its individual native entertainment to welcome an\nofficial party.  Such an assembly of mixed talent may never happen again, for it isn't likely\nthat another similar event of such importance will occur to bring them together.\n<\/p><p>\nThe majority of the Saints of the South Pacific attending the temple dedication activities did\nso, as Brother Hinckley has indicated, at great personal sacrifice.  Ever since the building of a\ntemple was announced they have been saving in earnest for that important and historic\ndedication day.  To them it was the spiritual opportunity of their lives, the fulfillment of their\nprayers and dreams.  It would be difficult for the people of the world, not knowing the sacred\nvalue and eternal nature of temple ordinances, to understand why people possess such strong\nreligious beliefs and faith that would cause them not only to save money, but also to sell their\ncars, mortgage furniture and other chattels to raise sufficient funds to visit a temple.  To those\nwho do understand, no sacrifice is too great to achieve the greatest blessings of their lives&mdash;the\nholy temple endowment with the ordinances and sealings that bind husband\nand wife and families together in an eternal family relationship and companionship.\n<\/p><p>\nIn visiting with this mixed group of Saints the evidences of a living and motivating faith were\nfound on every hand. Tears of happiness flowed freely down the cheeks of these faithful and\nworthy people as the significance of these eventful days unfolded more clearly to their\nunderstanding.  Each session of the dedication was a glorious spiritual experience. To watch\nthe faces of the Saints was a reflection of the joy and happiness they felt.\n<\/p><p>\nThe simple and trusting faith of the Polynesian Saints was reflected in the answer of Brother\nLafi Toilupi to President McKay's query, \"Can you do it?\" when he asked Brother Toilupi if\nhe could translate the dedicatory prayer from English into the Samoan tongue. Brother Toilupi\nreplied sincerely and humbly, \"I can do it if you will bless me.\" President McKay answered,\n\"I do bless you,\" and the translation was accomplished perfectly regardless of the fact the\nlimited Samoan language does not have equivalent words corresponding in meaning to the\nEnglish.\n<\/p><p>\nThe New Zealand Temple, situated on a prominence overlooking the valley, with its\nremarkable floodlighting effects, stands out majestically at night with a brilliance of lighting\nintensity which can be seen for miles around, and truly represents \"a candle of the Lord\"\n(<span class=\"citation\" id=\"41430\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41430)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41430)\">Prov. 20:27<\/a><\/span>) to\nreveal light and truth in the midst of error and spiritual darkness. The favorable publicity of\nall happenings there, revealing the purpose of temples, Church beliefs, principles, and\npractices, gave to the people of New Zealand and Australia new knowledge and gospel light\nwhich has stimulated a tremendous spiritual upsurge to the work of the Church.\n<\/p><p>\nMy soul is full of gratitude for the restored gospel of Christ and the blessed power it has to\nenrich the lives of people.  I bear humble testimony, my brothers and sisters, that the gospel\ntaught by the Latter-day Saints is the true gospel of God's kingdom which the Savior testified\n\"shall be preached in all the world for a witness unto all nations; and then shall the end\ncome\" (<span class=\"citation\" id=\"34888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34888)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nThe missionary system of the Church was established by revelation of the Lord to fulfil this\nlatter-day obligation. He declared to the Prophet Joseph Smith: \n<\/p><p>\n\"And the voice of warning shall be unto all people, by the mouths of my disciples, whom I\nhave chosen in these last days.<br \/>\n\"And they shall go forth and none shall stay them, for I the Lord have commanded them.<br \/>\n\"Behold, this is mine authority and the authority of my servants . . . O inhabitants of the\nearth\" (<span class=\"citation\" id=\"13600\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13600)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13600)\">D&amp;C 1:4-6<\/a><\/span>).\n<\/p><p>\nDuring the spring and summer Sister Stapley and I visited three Church missions: the two in\nAustralia, and the Northwestern States Mission.  I personally interviewed over 350 young\nmissionaries.  I pay sincere and humble tribute to them for their faithful devotion to a great\ncause.  I know many families make tremendous financial sacrifices to support their missionary\nsons and daughters while away from home in the service of the ministry. The compensations,\nhowever, for faithful and devoted service are rich and rewarding.  Faith is increased;\ntestimonies are strengthened; principles of righteousness and truth are acquired which build\ninto the missionary fundamental moral and spiritual values which upgrade his character\nattainments for successful and happy living. With few exceptions, the more than 5000\nmissionaries now serving represent the Church honorably and effectively, and are a great\ncredit to it.  Thousands of converts each year result from their devoted service.\n<\/p><p>\nRecently a mission president reporting his mission made this significant statement: \"If the\nChurch were not true, the 5000 missionaries representing it would have proved it long ago.\" I\nhave often thought how true that statement is.  Actuated as they are by the same spirit, the\nHoly Ghost, and officiating by the authority of the true priesthood of God, it is not too\ndifficult to understand the truth of the mission president's statement.\n<\/p><p>\nThe tempo of the proselyting program has stepped up in Australia, and with\nnineteen new lovely buildings to meet and worship in and to carry forward the full Church\nprogram, prospects for increased conversions are constantly improving.  The chapel-building\nprogram alone has set forward the work of the Church many years.  From the beginning of\nconstruction of a beautiful and serviceable chapel in one small branch to the time of\ndedication, thirty-three converts were baptized and twenty-five passive members reactivated\nwho are now in full fellowship.\n<\/p><p>\nIn two widely separated towns of the Australian Mission where lovely buildings are\ncompleted and in service, the mayors attended the appointed meetings to bid us welcome. \nOne, acquainted with the Word of Wisdom, told how he had been prevailed upon to give up\nthe habit of tobacco and of the personal satisfaction he experienced in doing so.  He\ncomplimented the Church and its people for building such a lovely edifice in which to\nworship and to foster cultural activities for the wholesome and broad enrichment of their\nlives.  He also pledged to them the full support of his office and the town council he\nrepresented.  It was a beautiful tribute and a marvelous pledge of co-operation.  The second\nmayor also gave like praise and commendation and declared that the Church building was\nmost attractive and inviting, which added spiritual strength and prestige to their progressive\ncity.  He expressed the hope that the work of the Church would prosper there, and wished the\npeople every success in their religious program. He promised, in conclusion, to return again.\nHe made a profound observation by saying that to many people churches were like\nelevators&mdash;they could just get on at any time and be taken to heaven without the good life and\ngood works to their credit.  He firmly believed faith and works go together.\n<\/p><p>\nAt the dedication of the New Zealand Church College, the Prime Minister of New Zealand\ngave an interesting and challenging talk most favorable to the Church and its program to\nserve and bless people.  He took exception to the organized unfriendly group opposing the\nChurch efforts there, who questioned our right to Christian status, and who also were guilty of\nmaligning the integrity of the Church leaders in Zion.  He called attention to a few of our\nbrethren who were or are now in high United States government positions, whom he was\nprivileged to know personally.  Some had befriended and supported him, which permitted the\nPrime Minister to become acquainted with their qualities of goodness and sound political\nintegrity and leadership.  He made particular reference to Elder Ezra Taft Benson, with praise\nfor his integrity and excellent government service. He indicated favorableness to religious\neducation in the schools of New Zealand, and praised the character and teachings of Jesus\nwhich he encouraged all to accept and follow.\n<\/p><p>\nSuch recognition and unsolicited favorable contributions from outstanding leaders not of our\nfaith are helpful to the work.  Their comments call attention to a letter I received from a\nnon-member friend of mine while we were yet in New Zealand, who closed by saying, \"May\nthe propagation of the Latter-day Saint faith ever spread over the world.\" Such is the\nencouragement of those who know us best.\n<\/p><p>\nThe faraway converts of New Zealand and Australia&mdash;and I listened to many&mdash;teach and preach\nthe same truths, principles, and gospel ordinances as orthodox as we do here. Their\ntestimonies are fervent, spiritual, and convincing.  To associate with and listen to them, one\nwould think and feel as if he were in the congregations of the Saints at home. Truly, all who\nbelong to this Church and yield obedience to its teachings are actuated by the same spirit, the\nHoly Ghost, whose function it is to guide into all truth, to bear witness of the Father and the\nSon, and to keep the Saints of God united wherever they are. What a blessing it is to be\nguided by a power which prevents misunderstandings and divisions among the true followers\nof Christ.\n<\/p><p>\nI would like to share with you briefly three choice experiences resulting from these mission\ntours.  A good woman, called upon by the missionaries while tracting in her neighborhood,\nadvised them that her niece had joined the Church eight months previously. \"Your\nChurch has done so much for her,\" she said, and then asked, \"Can you do\nthe same for me?\"\n<\/p><p>\nA woman investigator, after a few home visits from the missionaries, said to her husband,\n\"The elders take something with them when they leave our home; when they return that\nsomething is here.\" They both recognized that \"something\" present when attending Church\nservices held by the elders. \"What is it?\" this good woman asked. The answer came to her and\nshe exclaimed, \"The priesthood of God,\" to which her husband agreed.\n<\/p><p>\nA faithful sister, eighty-nine years of age but young in spirit, related to me this testimony and\nexperience. As a young woman, her father informed her a new scripture was to come, and the\nChurch presenting it would be true. She was greatly impressed by this statement and\nremembered it.  Her father passed away, and time moved on, but still the new scripture had\nnot come to her attention.  Some years later two missionaries knocked at her door. When she\nreceived them they introduced to her the Book of Mormon which they advised was a new\nscripture revealed by God.  She immediately recalled the words of her father.  She had her\nwitness. She said to me, \"I didn't need the elders to teach me the gospel.  I knew they\nrepresented the true Church.\" She was quickly converted and baptized by them.  For over fifty\nyears this good sister has remained a faithful and devoted member.  Her home has been, and\nis now, a rallying point for missionary work.  The evening we spent with her was enriched by\nher testimony and charm of character.\n<\/p><p>\nHow wonderful it is, my brothers and sisters, that the true gospel of our Lord can be\nunderstood by the simple, yet is so profound it can challenge the most learned thinker with its\ndepths of knowledge and wisdom.  The gospel has the power to bring people together in love\nand understanding and give purpose and wise direction to life.  Our message to the world is\none of faith in God and his beloved Son, Jesus Christ, our Savior and Redeemer.  It is a\nmessage of brotherhood, hope, peace, and salvation, and is therefore of great importance and\nvalue to every nation, kindred, tongue, and people. We possess the truth, the fulness of the\ngospel of Christ with all its glorious principles, high moral standards of conduct, ideals of\nnoble character, and all saving ordinances for the joy and eternal happiness of mankind.\n<\/p><p>\nWe cordially invite all people to investigate the restored Church of Christ, and accept its\nteachings and way of life as revealed for their salvation and glory.  President Richards made\nan excellent appeal in his opening address here this morning. I testify, my brothers and sisters,\nthat God has established his work for the last time among the children of men, and\npreparations are now going forward for the second coming of our Lord and Savior, Jesus\nChrist.\n<\/p><p>\nGod help us, my brothers and sisters, to be true to our obligations as members of his\nkingdom, I humbly pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}