{"ID":953, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Tempering Process of Life<\/p>\n<p class=\"gcspeaker\">Elder Eldred G. Smith<\/p>\n<p class=\"gcspkpos\">Patriarch to the Church<\/p>\n<p class=\"gcbib\">Eldred G. Smith, <i>Conference Report<\/i>, October 1958, pp. 22-24<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray that the spirit of the Lord will be with me, and that I may have his inspiration as has\nbeen given to others in this conference.\n<\/p><p>\nI noticed in an article on the editorial page of the News last evening, calling our attention to\nthe troubled world we are in.  Have you had any problems? Have you had any difficulties? \nHave you had any trials?  Have you ever been discouraged?  Have you had any heartaches? \nHave you ever felt that disaster had fallen upon you and completely\nsubmerged you? Have you been tempted to cry out, \"Why this to me?\" You can always find\nsomeone in worse straits than you.\n<\/p><p>\nI talked to a middle-aged woman who was blind. I have met others who were converts to the\nChurch who were blind or crippled or mute; others who have physical difficulties and\nhandicaps in this life.  Even though this woman was blind from birth, she was a convert to\nthe Church.  I asked her how she became a member of the Church, and she explained how,\nthrough the facilities the missionaries had made available to her of Braille and \"talking\nbooks,\" she had received a knowledge of the gospel, and through her study, through the Spirit\nof the Lord, a testimony of the gospel had come to her.\n<\/p><p>\nI asked her about her family.  She mentioned she had two sisters who had their sight, but she\nsaid, \"They do not see.\"  Even though they had the sight of their eyes they did not understand\nthe gospel. They could not see it. She bore testimony to me that she would rather be as she\nwas and have the gospel of Jesus Christ, than to trade places with either of her sisters who did\nnot have the gospel. It really thrilled me.\n<\/p><p>\nGod gives us darkness to see into the distance.  He gives us light to see close up.  The stars\nshine in the daylight as much as they do at night, yet we need the darkness in which to see\nthe stars. We can see into the distance, as this blind woman did, through the Spirit even\nfarther than we can see with our natural eyes.  This life is full of contrasts.  We have pleasure\nand pain, good and evil, virtue and vice.  One purpose of this life is to be tried and tested,\nand as some have said, they wondered why they did not receive the gospel when they were\nyounger.  They had to wait until they were thirty, or forty, or fifty years old, and some even\nolder, before they heard and accepted the gospel. Probably part of the testing purpose of this\nlife was that they were so born into the world that they would be tried and tested to see\nwhether they would have the faith under those circumstances to accept the gospel when\n<\/p><p>\nSo, this life is a testing period that man may learn obedience by his own experience. Through\nmodern revelation the Lord tells us, \". . . it must needs be that the devil should tempt the\nchildren of men, or they could not be agents unto themselves; for if they never should have\nbitter they could not know the sweet&mdash;\"\n(<span class=\"citation\" id=\"13623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13623)\">D&amp;C 29:39<\/a><\/span>). Again the Lord said: \n<\/p><p>\n\"For behold, it is not meet that I should command in all things; for he that is compelled in all\nthings, the same is a slothful and not a wise servant; wherefore he receiveth no reward.<br \/>\n\"Verily I say, men should be anxiously engaged in a good cause, and do many things of their\nown free will, and bring to pass much righteousness;<br \/>\n\"For the power is in them, wherein they are agents unto themselves.  And inasmuch as men\ndo good they shall in nowise lose their reward.<br \/>\n\"But he that doeth not anything until he is commanded, and receiveth a commandment with\ndoubtful heart, and keepeth it with slothfulness, the same is damned\"\n(<span class=\"citation\" id=\"13630\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13630)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13630)\">D&amp;C 58:26-29<\/a><\/span>).\n<\/p><p>\nThe Lord expects us to use our free agency. That is the reason we have free agency. The\nLord also extends his help in answer to our prayers.  \"We ask for strength, and God gives us\ndifficulties to make us strong.  We plead for wisdom, and God sends us problems, the\nsolution of which develops wisdom. We plead for prosperity, and God gives us brawn and\nbrains to work. We plead for courage, and God gives us dangers to overcome.  We ask for\nfavors, and God gives us opportunities.\"\n<\/p><p>\nThis is a tempering process of life, that we may become stronger and eventually attain\nperfection. It is much the same as we do to temper steel. There are several processes of\ntempering steel. One is to take a bar of steel, put it into a process of hammering and beating,\nand the more it is pounded and hammered and beaten, the tougher the steel gets.  This is cold\nrolled steel. We do not change the content of the steel. After this process it has the same\ncontent it had before, but through the process of a good beating it becomes tougher, stronger,\nmore valuable, and more endurable.\n<\/p><p>\nAnother process is that of heat treatment. We can take a bar of steel and cut\nit in two, one part of it we put through a heat treatment where it is heated to a terrifically\nhigh degree of temperature and held through a given length of time, and then quickly plunged\ninto a solution of brine, cold water, oil, or some other method of quenching&mdash;an extreme\nreverse again from the heat to the cold.  Then that piece of steel, so treated, becomes so hard\nthat it can cut the counterpart from which it was previously cut, yet we have not changed the\ncontent of the steel.  And so is life a tempering process.\n<\/p><p>\nTo me the story of Job has a great lesson in it.  In all the trials of Job, Lucifer did unto Job\nonly that which the Lord permitted.  Lucifer does not have power over us only so far as he is\npermitted.  The trials of Job came only by steps or degrees, not all at once. Job may not have\nbeen able to withstand everything all at once, but coming in steps each trial gave him the\nstrength to take the next.  Finally, Lucifer was given full control over Job, except that he\ncould not destroy his soul (<span class=\"citation\" id=\"26682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26682)\">Job 1:12<\/a><\/span>).\nAs Job conquered, he became more perfect.  As it was with Job,\nso shall it be with us. We also must withstand trials and difficulties through which we attain\nperfection.  This process thus strengthened Job until he uttered that immortal testimony: \"For\nI know that my redeemer liveth, and that he shall stand at the latter day upon the earth: \n<\/p><p>\n\"And though after my skin worms destroy this body, yet in my flesh shall I see God\"\n(<span class=\"citation\" id=\"26687\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26687)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26687)\">Job 19:25-26<\/a><\/span>).\n<\/p><p>\nMany of us say, \"I believe,\" but can we say as Job did, \"I know.\" Can we say we know that\nGod lives, and that Jesus is the Christ, and that Joseph Smith is a true prophet of God, and\nthat the gospel of Jesus Christ has been restored in this, the latter day?  This is the question\nthat we have to answer, and the gospel of Jesus Christ gives us the answer thereto.  Through\nthe tempering process of life we may become strengthened even to perfection, as we conquer\nand endure to the end, that we too may have a testimony of the gospel of Jesus Christ.\n<\/p><p>\nThe Lord said: \". . . he that endureth to the end shall be saved\"\n(<span class=\"citation\" id=\"34865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34865)\">Matt. 10:22<\/a><\/span>). To the Nephites\nhe said: \"Behold, I am the law, and the light. Look unto me, and endure to the end, and ye\nshall live; for unto him that endureth to the end will I give eternal life\"\n(<span class=\"citation\" id=\"5580\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5580)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5580)\">3 Ne. 15:9<\/a><\/span>), which\nis the greatest gift that God can give to man.\n<\/p><p>\nAnd so I, with all good members of the Church, testify to you that the gospel of Jesus Christ\nis now restored to the earth in its fulness, that I with others can say \"I know\" that God lives,\nthat Jesus is the Christ, that the Prophet Joseph Smith is a Prophet of God, and through him\nthe gospel of Jesus Christ has been restored in this, the latter-day, by which we may receive\nthe blessings of the Lord, even eternal life, and this I testify unto you in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}