{"ID":954, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Blessings of the Church<\/p>\n<p class=\"gcspeaker\">Elder Alma Sonne<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Alma Sonne, <i>Conference Report<\/i>, October 1958, pp. 24-26<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I believe I sense fully the responsibility which rests upon me at this\nmoment.  I believe, also, that all who speak from this stand sense a similar responsibility.  I\nrealize that there may be thousands who are listening eagerly to the messages which come\nfrom this building, and among them are many who desire very sincerely to increase their faith\nand to strengthen their testimonies concerning the divinity of God's work.\n<\/p><p>\nThe Latter-day Saints have been abundantly blessed.  Without God's blessings the work could\nnot proceed. Without God's blessings the many settlements made in this Rocky Mountain\nregion by the pioneers could not have been accomplished.  Without divine inspiration and\nguidance the great missionary system could not operate as it does today. \nWithout his blessings temples could not be erected at home and abroad as at present. And\nwithout his blessings we could not sustain upwards of five thousand missionaries in the field\nto proclaim the gospel truths. Neither could we build the churches and support the schools\nand places of education which have been developed in our midst.\n<\/p><p>\nI feel sure, as I stand here, that God's work will not diminish in the earth. Eventually every\nknee will bow and every tongue will confess that Jesus is the Christ\n(<span class=\"citation\" id=\"41248\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41248)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41248)\">Philip. 2:10-11<\/a><\/span>).\nThe adversary, powerful\nas he is in the world today, will be defeated in his plans and in his purposes. The end of evil,\nso rampant in the world, will come when the gospel of the kingdom has been preached as a\nwitness in all the world and when the power of Satan is broken.\n<\/p><p>\nThe Church stands for the principles of eternal truth proclaimed by Jesus Christ and the holy\nprophets.  The appointed mission of the Church is to preach the gospel and to administer the\nordinances thereof.  The work is going forward today, at home and abroad, and we have\nreason, you and I, to rejoice at its success; and so I say, again, God's work will not diminish\nin the world or in the Church, it will continue its onward course. It has survived attacks from\nwithout and crises and threats from within, but it has never weakened.  It is full of vitality\nand power.\n<\/p><p>\nThe large gathering of Latter-day Saints here and in other places, the recent expansion and the\nenlarged projects now under way, are evidences of virility and strength.  The work being done\nis destined to conquer and to touch the human heart and even where Christian sentiments are\nstill slumbering.\n<\/p><p>\nI was interested this morning when Elder Hinckley read from Section 122 of the Doctrine and\nCovenants (<span class=\"citation\" id=\"13689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13689)\">D&amp;C 122:1-9<\/a><\/span>).\nThey were words of reassurance to the Prophet Joseph Smith. They came at a\nmoment when he needed to be reassured, when he was being maligned, betrayed, and\nimprisoned. They were given to him in Liberty Jail where he received words of comfort and\nstrength from his Heavenly Father.  Few men have discharged their responsibility with greater\nconfidence and a firmer trust in God than did Joseph Smith. I marvel as I contemplate the\nsoundness of his program and the durability of his teachings.\n<\/p><p>\nI recall the words of the Savior about John the Baptist.  He said: \n<\/p><p>\n\"What went ye out into the wilderness to see?  A reed shaken with the wind?<br \/>\n\"A man clothed in soft raiment?\"\n(<span class=\"citation\" id=\"34867\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34867)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34867)\">Matt. 11:7-8<\/a><\/span>).\nThey went out to see a man who had\nbeen true to his calling, a spiritual giant, a great prophet.\n<\/p><p>\nYou may rest assured that no worldly allurements could swerve him from his sacred calling. \nWhen you find a man who discharges his obligations to God, first and foremost, you will find\na strong man, an unconquerable spirit, not a reed shaken by the wind.  He is not swayed by\npopular motives nor by passing currents.  He stands on a foundation that will never give way.\n<\/p><p>\nWhen you find a group of men and women similarly endowed, devoted to a God-given trust,\ncounseling together and working for a divine cause in the service of God, you will find an\ninvincible community struggling and striving for the betterment of all.\n<\/p><p>\nIn the year 1831, the Latter-day Saints gathered in Kirtland, Ohio. They were poor from the\nstandpoint of worldly possessions, but they had been taught correct principles of government.\nThey lived in peace.  They were united in their common cause. Within the short period of\nfive years they had built homes for themselves, they had made civic improvements, and they\nhad built a temple which cost them $75,000.  It was a stupendous sum in those days, yet\neconomically, they were on a par with their neighbors and friends.\n<\/p><p>\nThe year following the settlement in Kirtland a part of the Church settled in Jackson County,\nMissouri.  What they accomplished there within a year or two incited the hatred and envy of\ntheir neighbors. A series of persecutions commenced which resulted in the expulsion of the\nLatter-day Saints.  They were driven from their homes and despoiled of their property.\n<\/p><p>\nThey moved into the counties northward.\n<\/p><p>\nIn 1838, according to Church history, four years after being driven from Jackson County,\nthere were in Far West, Caldwell County, Missouri, one hundred fifty dwellings, seven stores,\nsix blacksmith shops, two hotels, and a printing house prepared to issue a Church periodical. \nSchoolhouses were erected, and homes had been built in the country round about.  The\nexodus from Missouri to Illinois with its suffering, exposure, hardship, and trial, has few\nparallels in history.\n<\/p><p>\nThe destination of the people was a bog which had to be reclaimed to make it fit for human\nhabitation.  This was in 1839. And in 1844, five years later, the population of their city had\nreached 20,000.  Did the Lord bless the Latter-day Saints in those early days? These refugees\nbuilt comfortable homes, public buildings, schools, and a temple which cost the enormous\nsum of one million dollars.  How could they accomplish this thing? All of this, as you know,\nthey abandoned and left to their enemies so the Latter-day Saints could worship God\naccording to the dictates of their consciences.  They wanted to be free from persecution and\nmalice.\n<\/p><p>\nThe next movement was to the Rocky Mountains, beyond the confines of civilization in the\ngreat unexplored West. The Salt Lake Basin was at that time regarded as an irredeemable\nwaste.  What has happened in this intermountain region, you already know.  The desert has\nblossomed as a rose (<span class=\"citation\" id=\"25193\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25193)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25193)\">Isa. 35:1<\/a><\/span>).\nThe climate has been tempered. Miracles have been wrought and the\nprecious things of the earth are coming to light.\n<\/p><p>\nI mention these things, brethren and sisters, not to bring up the past but to point out the\nconstructive spirit of the Mormon faith.  I conclude that any worthy project which will\nenhance God's work can be accomplished by the Latter-day Saints&mdash;for God's work will not\nfail.  It will triumph in the world beyond the wildest dreams of those who laid so firmly the\nfoundation of all we have and are. The same authority which actuated and inspired Joseph\nSmith and Brigham Young is directing the present leaders of the Church today. I know this to\nbe a fact.\n<\/p><p>\nI know God is with his people.  I know his inspiration is resting upon those who are directing\nits affairs, and I know God's work will triumph in the earth and the Latter-day Saints will\ncarry forward the great program successfully until it is fully realized, for God is still blessing\nhis people.\n<\/p><p>\nMay we always remember it and may we live worthily before him so that these blessings can\ncome to all of us, I pray, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}