{"ID":955, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"A Marvelous Work and a Wonder\"<\/p>\n<p class=\"gcspeaker\">Elder Milton R. Hunter<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Milton R. Hunter, <i>Conference Report<\/i>, October 1958, pp. 26-30<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn this morning's session of the conference, President Stephen L Richards stated that Isaiah\nprophesied that in the last days the Lord would establish \"a marvelous work and a wonder\"\namong the children of men.  In connection with that marvelous work and a wonder, Isaiah\nsaid: \n<\/p><p>\n\"And thou shalt be brought down, and shalt speak out of the ground, and thy\nspeech shall be low out of the dust, and thy voice shall be, as of one that hath a familiar spirit\"\n(<span class=\"citation\" id=\"25188\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25188)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25188)\">Isa. 29:4<\/a><\/span>).\n<\/p><p>\n\"And the vision of all is become unto you as the words of a book that is sealed, which men\ndeliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it is\nsealed:<br \/>\n\"And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he\nsaith, I am not learned (<span class=\"citation\" id=\"25189\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25189)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25189)\">Isa. 29:9-12<\/a><\/span>).\n<\/p><p>\n\"Therefore, behold, I will proceed to do a marvelous work among this people, even a\nmarvelous work and a wonder: for the wisdom of their wise men shall perish, and the\nunderstanding of their prudent men shall be hid\n(<span class=\"citation\" id=\"25191\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25191)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25191)\">Isa. 29:14<\/a><\/span>).\n<\/p><p>\n\"And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see\nout of obscurity, and out of darkness.<br \/>\n\"The meek also shall increase their joy in the Lord, and the poor among men shall rejoice in\nthe Holy One of Israel\" (<span class=\"citation\" id=\"25192\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25192)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25192)\">Isa. 29:18-19<\/a><\/span>).\n<\/p><p>\nThe Prophet Nephi, who lived about a hundred years after Isaiah died, was commanded by\nthe Lord that he and his posterity should write a religious record which should contain\nespecially testimonies and evidences that Jesus is the Christ, the Savior of the world. It would\ncontain the gospel of Jesus Christ as revealed to his people.  As part of that revelation from\nthe Lord, Nephi wrote: \n<\/p><p>\n\"For, behold, saith the Lamb: I will manifest myself unto thy seed, that they shall write many\nthings which I shall minister unto them, which shall be plain and precious; and after thy seed\nshall be destroyed, and dwindle in unbelief, and also the seed of thy brethren, behold, these\nthings shall be hid up, to come forth unto the Gentiles, by the gift and power of the Lamb.<br \/>\n\"And in them shall be written my gospel, saith the Lamb, and my rock and my salvation\"\n(<span class=\"citation\" id=\"1548\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1548)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1548)\">1 Ne. 13:35-36<\/a><\/span>).\n<\/p><p>\nNephi was picked up by the Spirit of the Lord and taken on top of a high mountain. There he\nwas shown a glorious vision of the history of the world. As part of that vision, Nephi saw\nthat in the latter days the Spirit of God would come down upon a man.  He would get in a\nship and cross a large body of water and come to the \"promised land,\" or the land which was\ninhabited by the seed of his brethren. History indicates that Columbus was this man.\n<\/p><p>\nNephi also saw that following the discovery of this land&mdash;America&mdash;by the man who was\nbrought here by the Spirit of the Lord, that the Spirit of God would come down upon many\npeople who lived in the countries across the large body of water.  Seeking religious freedom,\nthey would leave their native homes and, crossing \"the many waters,\" come to \"the promised\nland\" (<span class=\"citation\" id=\"1545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1545)\">1 Ne. 13:12<\/a><\/span>).\nHe saw that there they would develop a young nation; and this young nation would be\nprospered and blessed by the Lord. It would rise up in revolt against its mother nation.  And\nthen he saw that the Spirit and power of God would rest down upon the inhabitants of this\nyoung nation, \"and also that the wrath of God was upon all those who were gathered together\nagainst them to battle.\" He saw that the inhabitants of the young nation would win their\nindependence from the mother nation and that they \". . . were delivered by the power of God\nout of the hands of all other nations\"\n(<span class=\"citation\" id=\"1546\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1546)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1546)\">1 Ne. 13:12-19<\/a><\/span>).\n<\/p><p>\nIt is evident that Nephi saw in vision the coming of the Pilgrims and others, the rise of the\nthirteen colonies, the Revolutionary War, and the establishment of the United States of\nAmerica.\n<\/p><p>\nAs his vision continued, he observed that through the power of God this young nation would\nbecome a free nation, a nation which would be \"lifted up by the power of God above all other\nnations\" (<span class=\"citation\" id=\"1547\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1547)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1547)\">1 Ne. 13:30<\/a><\/span>).\nIt would be established in a \"choice land above all lands,\" the land\nwhich the Lord had covenanted with Lehi to give to his seed for an inheritance.\n<\/p><p>\nNow, why should the Lord, as is evidenced from what I have said, make the United States a\nfree nation, a greater and more powerful nation than any other nation under heaven?\n<\/p><p>\nNephi gives us the exact reason. He said that in the latter days that Christ was going to\nestablish such a nation and people upon this the promised land so that he\nwould have a place and a people where he would perform his \"marvelous work and a\nwonder.\" Let us quote the words of Jesus Christ which were given through his Prophet,\nNephi: \n<\/p><p>\n\"Therefore, I will proceed to do a marvelous work among this people, yea, a marvelous work\nand a wonder\" (<span class=\"citation\" id=\"3629\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3629)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3629)\">2 Ne. 27:26<\/a><\/span>).\n<\/p><p>\n\"For the time cometh, saith the Lamb of God, that I will work a great and a marvelous work\namong the children of men; a work which shall be everlasting, either on the one hand or on\nthe other&mdash;either to the convincing of them unto peace and life eternal, or unto the deliverance\nof them to the hardness of their hearts and the blindness of their minds unto their being\nbrought down into captivity, and also into destruction, both temporally and spiritually,\naccording to the captivity of the devil\"\n(<span class=\"citation\" id=\"1549\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1549)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1549)\">1 Ne. 14:7<\/a><\/span>).\n<\/p><p>\nNow, what is this marvelous work and a wonder prophesied about by both Isaiah and Nephi?\n<\/p><p>\nThe Prophet Nephi tells us in detail what this marvelous work is.  First, he declared that in\nthe latter days and on this land of promise the Savior would restore his gospel and establish\nhis Church and kingdom. The true gospel of Jesus Christ would be revealed from heaven to a\nprophet; and that prophet's name, according to Father Lehi, would be Joseph and his father's\nname would be Joseph.  Certainly Joseph Smith fits all of the requirements.\n<\/p><p>\nAnother phase of \"a marvelous work and a wonder\" would be the fulfilling of the covenants\nmade by the Lord with the children of Israel. Nephi predicted that at the time that Jehovah\nwould establish his gospel among the Gentiles in the land of promise he would remember the\ncovenants he had made with the house of Israel&mdash;the covenant to return the Jews to Palestine,\nthe covenant to establish Ephraim with the birthright in the promised land, the covenants with\nthe Lamanites&mdash;and he would fulfil all of these covenants\n(<span class=\"citation\" id=\"3632\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3632)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3632)\">2 Ne. 29:1-2<\/a><\/span>).\n<\/p><p>\nThird, the record of the Nephites, the Book of Mormon, would be given to this American\nprophet.  He would translate and publish a book which would contain the gospel of Jesus\nChrist. Nephi predicted that the words of this book will judge the inhabitants of the earth at\nthe last day (<span class=\"citation\" id=\"3626\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3626)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3626)\">2 Ne. 25:18<\/a><\/span>).\n<\/p><p>\nAnd, fourth, the Book of Mormon, as a portion of this \"marvelous work and a wonder,\"\nwould be given through the seed of Ephraim&mdash;who would have the birthright&mdash;or as Nephi\nstated, through the Gentiles, to the Jews, to the Lamanites, and to all of the dispersed of the\nhouse of Israel, wherever they are throughout the world\n(<span class=\"citation\" id=\"3633\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3633)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3633)\">2 Ne. 30:3-8<\/a><\/span>).\nThis book would come forth to bear\nwitness that Jesus is the Christ, the Savior of the world, to be a new witness to the Bible, and\nto help proclaim the gospel to the honest throughout the earth.\n<\/p><p>\nNow, let us see how these prophecies have been fulfilled.  In the spring of 1820, in the state\nof New York, a boy named Joseph Smith retired to a grove of trees, and there he knelt down\nand prayed to his eternal Father, asking which of all the churches he should join.  In answer\nto this prayer, one of the most glorious and marvelous heavenly manifestations that has ever\nbeen seen by man occurred.  The eternal Father and his Only Begotten Son appeared to this\nboy-prophet (<span class=\"citation\" id=\"30380\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30380)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30380)\">JS&mdash;H 1:17-20<\/a><\/span>).\nThe latter told him to join none of the Christian churches, that Christ's true\nChurch wasn't upon the earth, and that Joseph had been selected to be an instrument in the\nhands of God through which the true Church would be established.\n<\/p><p>\nThus the Eternal Father and his Only Begotten Son inaugurated this \"marvelous work and a\nwonder\" with this greatest and most wonderful heavenly manifestation that mortal man has\nseen in the latter days.\n<\/p><p>\nJohn the Revelator looked down through the stream of time and he saw the day about which\nNephi had prophesied. He wrote: \n<\/p><p>\n\"And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach\nunto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,<br \/>\n\"Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is\ncome: and worship him that made heaven, and earth, and the sea, and the\nfountains of waters\" (<span class=\"citation\" id=\"42281\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42281)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42281)\">Rev. 14:6-7<\/a><\/span>).\n<\/p><p>\nCertainly reason tells us that if the gospel of Jesus Christ were upon the earth at that time\nthere would have been no need for an angel to \"fly in the midst of heaven, having the\neverlasting gospel\" to bring to earth again.\n<\/p><p>\nOn September 21, 1823, that angel did fly in the midst of heaven.  He appeared to the\nProphet Joseph Smith, and declared himself to be the Angel Moroni, the last of a great race\nof ancient Americans. He told Joseph Smith about that sacred record which God had\npreserved to be brought forth in the latter days\n(<span class=\"citation\" id=\"30386\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30386)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30386)\">JS&mdash;H 1:33-34<\/a><\/span>).\nFour years later the record was given to the\nProphet. Through the gift and power of God and the Urim and Thummim, he translated the\nBook of Mormon and published it on March 26, 1830, thus fulfilling this portion of the\nmarvelous work and a wonder.\n<\/p><p>\nEleven days later the Prophet Joseph Smith established, as the result of a direct revelation\nfrom the Savior, the Church of Jesus Christ of Latter-day Saints, which was accepted by the\nMaster as his, declaring it to be\". . . the only true and living church upon the face of the whole\nearth, with which I, the Lord, am well pleased\"\n(<span class=\"citation\" id=\"13603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13603)\">D&amp;C 1:30<\/a><\/span>).\n<\/p><p>\nPrevious to this time Joseph Smith had received the Holy Melchizedek Priesthood, also, as\npart of this marvelous work and a wonder; and as time passed he received through revelation\nand heavenly visitations all of the ordinances and doctrines necessary to the salvation and the\nexaltation of the human family.\n<\/p><p>\nAs another important phase of \"a marvelous work and a wonder,\" the Prophet was\ncommanded that he and the Church members should take the gospel and the Book of Mormon\nto every nation, kindred, tongue, and people, searching out the honest in heart, in order that\nall of the covenants that had been made with Abraham, Isaac, and Jacob and others of the\nhouse of Israel might be fulfilled. Thus through this missionary work, Christ would fulfil his\ncovenants which he had made with the children of men by sending his messengers throughout\nthe earth, declaring the restoration of the gospel and proclaiming Jesus to be the Christ, the\nonly name given under heaven whereby man can be saved\n(<span class=\"citation\" id=\"3627\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3627)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3627)\">2 Ne. 25:20<\/a><\/span>). The honest in\nheart&mdash;those who would receive the Book of Mormon and the restored gospel and take upon\nthemselves the name of Christ by joining his Church&mdash;were sought out of the world\npreparatory for the second coming of Christ, that his kingdom might be fully established here\nupon the earth.\n<\/p><p>\nThereupon the Prophet Joseph Smith inaugurated the greatest and most extensive missionary\nprogram that has ever been known in the world. During more than one hundred years' time\nsince the Church was founded, thousands and thousands of missionaries have proclaimed the\neverlasting gospel throughout most of the world; and missionary activities are going forward\ntoday even at a greater momentum than ever before.  The honest in heart are being searched\nout, and the kingdom of God is being developed.\n<\/p><p>\nAccording to the word of the Lord through his ancient prophets, Ephraim was to receive the\nbirthright through his father Joseph.  Jacob gave his son Joseph a blessing in which he said: \n<\/p><p>\n\"Joseph is a fruitful bough, even a fruitful bough by a well; whose branches run over the\nwall . . .<br \/>\n\"The blessings of thy father have prevailed above the blessings of my progenitors unto the\nutmost bound of the everlasting hills: they shall be on the head of Joseph\"\n(<span class=\"citation\" id=\"23651\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23651)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23651)\">Gen. 49:22,26<\/a><\/span>).\n<\/p><p>\nIf we select a spot away from Palestine, where could the utmost bound of the everlasting hills\nbe better located than here in the Rocky Mountains, centered here in Salt Lake City.  This\ncertainly is the place.\n<\/p><p>\nMicah looked down through the stream of time and also made a confirmatory prophecy. He\nsaid: \n<\/p><p>\n\"But in the last days it shall come to pass, that the mountain of the house of the Lord shall be\nestablished in the top of the mountains and it shall be exalted above the hills; and people shall\nflow unto it.\n<\/p><p>\n\"And many nations shall come, and say, Come, and let us go up to the mountain of the Lord,\nand to the house of the God of Jacob; and he will teach us of his ways and\nwe will walk in his paths: for the law shall go forth out of Zion, and the word of the Lord\nfrom Jerusalem\" (<span class=\"citation\" id=\"37885\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37885)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37885)\">Micah 4:1-2<\/a><\/span>).\n<\/p><p>\nThe Salt Lake Temple stands on this Temple Square not far distant from this tabernacle where\nwe are assembled. It is the house of the Lord; and so the Lord's house has been established in\nthe top of the mountains and exalted above the hills.  Through the missionary program during\nthe past hundred years converts have been gathered from all nations of the earth.  Many of\nthe Saints have made their homes in the valleys of the Rocky Mountains.  As they have\nmigrated here to build their homes and also as they have come to Salt Lake City to attend\ngeneral conference twice each year, they say: \"Come ye, and let us go up to the mountain of\nthe Lord, to the house of the God of Jacob; and he will teach us of his ways,\" that they might\nwalk in his path.\n<\/p><p>\nThe \"Law of the Lord\" has gone forth from Zion in the Doctrine and Covenants, in the Book\nof Mormon, in the Pearl of Great Price, and through the inspired teachings of the holy\nprophets of this dispensation to confirm the \"Word of the Lord\" which has gone forth from\nJerusalem in the Holy Bible (<span class=\"citation\" id=\"37886\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37886)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37886)\">Micah 4:2<\/a><\/span>).\n<\/p><p>\nThus the prophecies made by these ancient prophets have been and are being fulfilled.\n<\/p><p>\nIn humility and from the depths of my heart, I want to bear testimony that I know that \"a\nmarvelous work and a wonder\" has been established&mdash;the true Church of Jesus Christ is here\nupon the earth founded through the Prophet Joseph Smith.  I know as I know that I am alive\nthat he is a prophet of God, one of the greatest that the world has known.  I also solemnly\nbear witness that all the presidents who have presided over the Church in this dispensation,\nincluding our beloved President David O. McKay, are prophets of the true and living God. \nPresident McKay holds the keys of the kingdom, which keys and position of prophet, seer,\nand revelator, he shall continue to hold through divine appointment until death and then\nanother will be appointed by the Lord to replace him.\n<\/p><p>\nThe holy prophets have declared that the kingdom of God has been established, never to be\ntaken from the earth again, nor given to another people&mdash;thus Nebuchadnezzar's dream,\ninterpreted by Daniel, is being fulfilled. The God of heaven has set up his kingdom up on the\nearth in these the last days, \"which shall never be destroyed: and the kingdom shall not be left\nto other people.\" Like \"the stone cut out of the mountain without hands,\" it shall roll forth\nuntil it fills the whole earth\n(<span class=\"citation\" id=\"10640\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10640)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10640)\">Dan. 2:44-45,34-35<\/a><\/span>).\nAnd \"the saints of the Most High shall . . .\npossess the kingdom for ever, even for ever and ever\"\n(<span class=\"citation\" id=\"10643\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10643)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10643)\">Dan. 7:18<\/a><\/span>).\n<\/p><p>\nThe climax of this whole marvelous work and a wonder will be the coming of Jesus Christ\nthrough the clouds of heaven to his kingdom to reign as King of kings and Lord of lords\n(<span class=\"citation\" id=\"42284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42284)\">Rev. 19:16<\/a><\/span>).\nTo him shall be given \". . . dominion, and glory, and a kingdom, that all\npeople, nations, and languages, should serve him\"\n(<span class=\"citation\" id=\"10642\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10642)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10642)\">Dan. 7:14<\/a><\/span>).\n<\/p><p>\nThese things I know through the power of the Holy Ghost which has borne testimony to my\nheart; and I bear this testimony to you humbly in Jesus' name.  Amen.\n<\/div>\n<\/div>"}