{"ID":956, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"In Consequence of Evils and Designs\"<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1958, pp. 30-34<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my brethren and sisters, I sincerely trust that the Lord will give me the\ninspiration and the desire I have in my heart to bear testimony to you that I know Joseph\nSmith was indeed a prophet, that he actually saw the Father and the Son.  There appeared to\nhim an angel called Moroni, and through Moroni, he received the golden\nplates from which the Book of Mormon was translated and made available to the people of\nthe world.\n<\/p><p>\nThe Book of Mormon in and of itself is important because we have the history that has to do\nwith the people who lived upon this, the American continent.  In it we find the prophets of\nold indicating that Jesus Christ, the Son of God, would be upon this, the American continent,\nwhich event took place when he appeared to the Nephites after his resurrection. He organized\nthe Church, and gave them the same privileges and opportunities that existed among the\npeople in Jerusalem.\n<\/p><p>\nThrough Joseph Smith, we received the priesthood, both the Aaronic and the Melchizedek. \nJohn the Baptist appeared to the Prophet and Oliver Cowdery and bestowed upon them the\nAaronic Priesthood, the priesthood that he held at the time he baptized the Christ nearly two\nthousand years ago. Later Peter, James, and John appeared and bestowed upon Joseph Smith\nand Oliver Cowdery the Melchizedek Priesthood.\n<\/p><p>\nThe Prophet Joseph was visited by Elijah, the prophet of old\n(<span class=\"citation\" id=\"13680\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13680)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13680)\">D&amp;C 110:13-16<\/a><\/span>), who gave him the authority and\ndirection whereby he was to go forward with the work for the dead, that families would have\nthe opportunity of being sealed for time and eternity in our marvelous temples. He was given\nmany other revelations, those that had to do with the organization of the Church itself, the\nChurch of Jesus Christ as it existed over two thousand years ago.  It was called the Church of\nJesus Christ of Latter-day Saints, by revelation.\n<\/p><p>\nHe received many other revelations. And I sincerely hope and trust, my brethren and sisters,\nthat all of us will read these revelations and understand what they mean to us as individuals\nand what they can do for us in our families and particularly in contact with those not of our\nfaith.\n<\/p><p>\nOne revelation in particular I am interested in.  It is called the Word of Wisdom.  It was\ngiven to the Prophet Joseph on February 27, 1833. This marvelous revelation had to do with\nthe use of tobacco and alcohol, and also indicated what we should take into our bodies to\nkeep them sweet, clean, and strong.\n<\/p><p>\nNow, it has been a hundred and twenty-five years since the Prophet Joseph gave this\nmarvelous revelation to the world.  It has taken medical science a long time to discover that\ntobacco and alcohol are not good for the body.\n<\/p><p>\nIn section 89, the Doctrine and Covenants, verse 4 it reads: \n<\/p><p>\n\"Behold, verily, thus saith the Lord unto you: In consequence of evils and designs which do\nand will exist in the hearts of conspiring men in the last days, I have warned you, and\nforewarn you, by giving unto you this word of wisdom by revelation\"\n(<span class=\"citation\" id=\"13666\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13666)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13666)\">D&amp;C 89:4<\/a><\/span>).\n<\/p><p>\nThere are some individuals in the Church who feel that the Word of Wisdom did not come by\nrevelation, but here we have it, in the words of the Lord. We have received it as revelation.\n<\/p><p>\nWhen he said, \". . . In consequence of evils and designs which do and will exist in the hearts\nof conspiring men in the last days . . .,\" surely these are the last days when great companies\nare endeavoring to sell to men and women over the country, regardless of age, alcohol and\ntobacco.\n<\/p><p>\nIn 1956, the American people spent $10,500,000,000 for alcohol. They spent for tobacco in\n1956, $5,373,000,000, proving the truth of this statement made by the Prophet that in the last\ndays conspiring men would endeavor to encourage and suggest to the people that they should\nuse tobacco and alcohol. On the use of these two poisons, the American people spent\napproximately $16,000,000,000.  I mention that to you because we have only spent\n$14,350,000,000 for education.  We have been spending less for education than we have for\nthe use of tobacco and alcohol.\n<\/p><p>\nOn a religious basis and for welfare purposes in the United States, we have spent\n$3,356,000,000&mdash;approximately one-fifth of the amount we have spent for the use of tobacco\nand alcohol.\n<\/p><p>\nNow please keep in mind this wonderful revelation was given to us 125 years ago. At that\ntime, medical science had not given any consideration to the use of tobacco and alcohol.  So,\nwe can come to but one conclusion: Joseph Smith received a revelation of\nthe Lord whereby we are to protect ourselves against these individuals who are anxious that\nyoung men and young women over the country shall use alcohol and tobacco.\n<\/p><p>\nThere is another marvelous revelation given to the Prophet Joseph that has to do with the\nwelfare program.  This wonderful revelation is found in the Doctrine and Covenants, Section\n78, Verse 3: \n<\/p><p>\n\"For verily I say unto you, the time has come, and is now at hand; and behold, and lo, it must\nneeds be that there be an organization of my people, in regulating and establishing the affairs\nof the storehouse for the poor of my people, both in this place and in the land of Zion&mdash;\"\n(<span class=\"citation\" id=\"13647\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13647)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13647)\">D&amp;C 78:3<\/a><\/span>).\n<\/p><p>\nThis was given to the Prophet in Hiram, Ohio, in March 1832. The Lord realized then as the\nChurch was organized, there must be an organization of some kind whereby those who were\nin need could be helped.  He said there should be an organization, \". . . regulating and\nestablishing the affairs of the storehouse . . . both in this place and in the land of Zion&mdash;\"\n<\/p><p>\nThe great welfare program was given first to the Prophet Joseph in the form of a revelation\nfrom our Heavenly Father. Now we find these storehouses all over Zion, and wherever you\nfind stakes, you also find these wonderful storehouses for the benefit and the ask assistance of\nthose who are in need.\n<\/p><p>\nThis brings us to the conclusion, in the final analysis, that Jesus Christ and the Father\nappeared to the Prophet Joseph and gave him the direction, inspiration, and the revelations\nthat were necessary to organize the Church, not only to organize it, but to protect the people\nand guide and direct them against all that is evil and contrary to the mind and will of our\nHeavenly Father.\n<\/p><p>\nIn the <i>Saturday Evening Post<\/i> of October 11, 1958, there appeared a wonderful statement on\nthe establishment of the welfare program.  The world is beginning to recognize that the\nwelfare program is necessary and essential in assisting those who are in need of help, be it\nfood or clothing or whatnot.\n<\/p><p>\nJoseph Smith actually received the revelation whereby the great welfare program came into\nexistence. The Lord realized that the time would come when we would need it all over the\nland of Zion, wherever our people are to be found that we might be able to assist them and\nprovide them with the necessities of life.\n<\/p><p>\nAnother marvelous revelation is one that is not encouraging, but nevertheless is true, and we\nmust give it consideration.  It is section 87 of the Doctrine and Covenants and it reads: \n<\/p><p>\n\"Verily, thus saith the Lord concerning the wars that will shortly come to pass, beginning at\nthe rebellion of South Carolina, which will eventually terminate in the death and misery of\nmany souls;<br \/>\n\"And the time will come that war will be poured out upon all nations, beginning at this\nplace.\"<br \/>\nHe could only have known this through the revelations that were given to him by the\nLord.  Then also He said, \"For behold, the Southern States shall be divided against the\nNorthern States, and the Southern States will call on other nations, even the nation of Great\nBritain, as it is called, and they shall also call upon other nations, in order to defend\nthemselves against other nations; and then war shall be poured out upon all nations.<br \/>\n\"And it shall come to pass, after many days, slaves shall rise up against their masters, who\nshall be marshaled and disciplined for war\"\n(<span class=\"citation\" id=\"13652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13652)\">D&amp;C 87:1-4<\/a><\/span>).\n<\/p><p>\nIn many cases I am quite sure we all think this has to do particularly with the slaves in the\nSouthern States, but I believe, brethren and sisters, that it was intended that this referred to\nslaves all over the world, and I think of those, particularly in the land of Russia and other\ncountries wherein they have been taken over by that great nation and where the people are\nactually the slaves of those individuals who guide and direct the affairs of Russia and China,\nand where the rights and the privilege to worship God and to come to a knowledge that Jesus\nChrist is his Son is denied them.\n<\/p><p>\nHe also said, \"And it shall come to pass also that the remnants who are left\nof the land will marshal themselves, and shall become exceedingly angry, and shall vex the\nGentiles with a sore vexation.<br \/>\n\"And thus, with the sword and by bloodshed the inhabitants of the earth shall mourn; and\nwith famine, and plague, and earthquake, and the thunder of heaven, and the fierce and vivid\nlightning also, shall the inhabitants of the earth be made to feel the wrath, and indignation,\nand chastening hand of an Almighty God, until the consumption decreed hath made a full end\nof all nations\" (<span class=\"citation\" id=\"13653\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13653)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13653)\">D&amp;C 87:5-6<\/a><\/span>).\n<\/p><p>\nIn the matter of famine and plague and earthquakes, we can go back to World War I, where\n40,000,000 individuals lost their lives either through the war or through famine or plague.\nAnd in the world war just passed wherein our own nation was involved, we lost 408,789 of\nour men.  In Korea, we lost 33,629.\n<\/p><p>\nThe Prophet Joseph gave us this marvelous revelation in 1832.  The Civil War came in 1861;\nthe war between Denmark and Prussia in 1864; Italy and Austria in 1865 and 1866; Austria\nand Prussia in 1866; Russia and Turkey in 1877; China and Japan in 1894 and 1895;\nSpanish-American in 1898; Japan and Russia in 1904 and 1905; World War I in 19 14 1918;\nthen the next war was a comparatively small one, Ethiopia and Italy, when the people in that\nland of Ethiopia were taken over and controlled by Italy.  I am grateful to the Lord that they\nnow have their freedom.  Then, the World War just passed and, of course, the Korean War.\n<\/p><p>\nThese nations of Russia, China, Korea, Syria, Israel, Egypt, Arabia, Lebanon&mdash;all of these\nnations are now in an attitude of war of some kind. Just what the results are going to be, I do\nnot know.  Of course, from the revelations we can and do know that someday there will be\none great war in a certain area, that area possibly may be in and around some of these\ncountries I have mentioned, probably around Israel.\n<\/p><p>\nIn thinking of these nations, there is another marvelous revelation given by one of the\nprophets over three thousand years ago, from Proverbs, Chapter 6, Verses 16, 17, 18, and 19,\nwherein Solomon said: \n<\/p><p>\n\"These six things doth the Lord hate: yea, seven are an abomination unto him:<br \/>\n\"A proud look, a lying tongue, and hands that shed innocent blood,<br \/>\n\"An heart that deviseth wicked imaginations, feet that be swift in running to mischief.<br \/>\n\"A false witness that speaketh lies, and he that soweth discord among brethren\"\n(<span class=\"citation\" id=\"41428\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41428)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41428)\">Prov. 6:16-19<\/a><\/span>).\n<\/p><p>\nThis statement by Solomon, thousands of years ago, was given for the information that in the\nlast days some of these individuals who lead and guide and direct nations would have in their\nhearts, \"A proud look, a lying tongue, and hands that shed innocent blood.\"\n<\/p><p>\nAs we think of the events that have taken place in the last years, we wonder whether or not\nthese are the individuals who are going to cause the great world war which sometime will\ncome before the Christ appears.\n<\/p><p>\nWhat is going to be our position? What is yours and what is mine? What is that of the\nmembership of the world? What is that of the membership of all of those who believe in\nJesus as the Son of God? In the marvelous revelation given to the Prophet Joseph in the\nDoctrine &amp; Covenants, section 88, verse 126, he said this: \n<\/p><p>\n\"Pray always, that ye may not faint, until I come, behold, and lo, I will come quickly, and\nreceive you unto myself. Amen\"\n(<span class=\"citation\" id=\"13664\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13664)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13664)\">D&amp;C 88:126<\/a><\/span>).\n<\/p><p>\nSo, if we are loyal and devoted to Jesus Christ, if we live the gospel as we should, if we are\nsweet and clean, and if war and difficulties come, as he said, \"Pray always,\" for if we will\npray to God and to his Son Jesus Christ, there is no question but that the Lord will help us\nsolve our problems and give us the guidance and the direction that we need.\n<\/p><p>\nThen, finally, he said this, \"Wherefore, stand ye in holy places, and be not moved, until the\nday of the Lord come; for behold, it cometh quickly, saith the Lord. Amen\"\n(<span class=\"citation\" id=\"13654\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13654)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13654)\">D&amp;C 87:8<\/a><\/span>).\n<\/p><p>\nAs I think of this statement, \"stand ye in holy places,\" I wonder what these holy places are.  I\nam sure these holy places, one of which, brethren and sisters, could be our\nown homes if we are prayerful, if we are teaching our sons and daughters to know that God\nlives, to know that Jesus Christ is his Son, to know that Joseph Smith actually saw the Father\nand the Son, if we have our prayers day and night, if the whole family has the knowledge and\nthe testimony that God actually lives, and the Lord will help us solve our problems and\novercome them. Our homes should be a holy place.  There is the holy place where we may go\nonce a week and partake of the Sacrament and be taught the gospel of the Lord Jesus Christ\nby those who are assigned to teach us and give us more knowledge about the gospel.\n<\/p><p>\nAnother holy place, of course, is the temple&mdash;these wonderful buildings of the Lord Jesus\nChrist wherein we can go and be sealed together, father and mother, sons and daughters, for\ntime and eternity.  In this holy place, we can do the work for the dead who did not have the\nsame privileges and opportunities that you and I have had.\n<\/p><p>\nI do testify to you that Joseph Smith was a prophet who saw the Father and the Son and other\nheavenly beings in establishing the priesthood and organizing the Church of Jesus Christ of\nLatter-day Saints.  May all the world accept this testimony, I pray humbly, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}