{"ID":957, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Saints in Europe<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Moyle<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Moyle, <i>Conference Report<\/i>, October 1958, pp. 34-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, I am grateful for this opportunity to bear my testimony to you today\nand to bring to you a message from those who claim membership in the Church, who are part\nof this great society of friends in the world living under circumstances much less favorable\nthan those under which we live.\n<\/p><p>\nI believe one of the most inspiring instances in my life was the opportunity I had this\nsummer, at the direction of President McKay, to visit our Saints in East Germany.  We held a\ngreat conference in the city of Leipzig. Into that city came busloads of members of the\nChurch from all of Saxony, from Dresden, Freiberg, Chemnitz, Stuttgart, Plauen, as far away\nas Mecklenberg.\n<\/p><p>\nI have never seen an exhibition of greater unity, of greater devotion one to another, nor have I\never seen a greater appreciation in the hearts of my brethren and sisters for the restored gospel\nof Jesus Christ. I think you would have to live the experience in order to appreciate what I\nam trying to say to you.\n<\/p><p>\nThese people have had trials and tribulations, losses to undergo.  I know of one family in\nwhich all of the male members of that family for four generations just disappeared in the war. \nBut those who were left behind, the mothers and the children, remained true to the faith. \nThere are people there today who have had membership in the Church for more than fifty\nyears, men and women whom I knew when I was on my mission in 1909 and 1910 in that\nvery country, men and women who have withstood the persecutions heaped upon them not\nonly from outside but from within and have stayed true to the Church.\n<\/p><p>\nAs I understand it, there are many people, almost every day, leaving East Germany for West\nGermany, and so one of the questions that I propounded to many of the Saints with whom I\nhad the opportunity of talking, was the question as to whether or not they did not desire to\ncome out of East Germany and to migrate West. Without a single exception in that group in\nLeipzig, they all said that they felt that their place was to be in their own native country.\nThey wanted to stay there.  They wanted to help build up the Church. They wanted to do\nmissionary work among their neighbors and their friends.\n<\/p><p>\nWe have a great leader behind the Iron Curtain, a young man by the name of Henry Burkardt.\nI met him five years ago.  I marveled then at his faith, his loyalty, and his devotion to the\nChurch. Then he was unmarried.  Now he is married and has a family, and the Lord has\nmagnified him in his calling as first counselor to the mission president of the North German\nMission, President Burtis Robbins. He has served in this capacity under several mission\npresidents. I had a meeting there that lasted all one Saturday, with the missionaries, the local\nmissionaries, with the branch presidents, with the district presidents, of those branches and\ndistricts, and every one of them bore witness to the devotion of Brother Burkardt and of their\nlove and affection for him.  He has all of the attributes of a great leader.  And there he\nstands, practically alone so far as help from the outside is concerned.\n<\/p><p>\nThose people would like to know what we are doing here today.  They look forward to our\ngeneral conferences, never to know what happens here, never to have any conference reports,\nexcept in rare instances, and all they know is what they hear occasionally, when our mission\npresident finds it possible to go behind the Iron Curtain and to meet with them for a day or\ntwo, not oftener than twice a year.  And then in those meetings, there is so much business to\ntransact, that he has little opportunity to tell of the progress of the Church.\n<\/p><p>\nI was very much impressed with the thought that there had not been a General Authority enter\ninto the lives of those people in twenty-nine years. Well, they just could not come up and\nshake hands with you without expressing their gratitude, with tears coming into their eyes.\nThey wanted all of them to share what little they had there to eat, with us.  I tell you, it\nwould have done all your hearts good if you had been there to see them.\n<\/p><p>\nI realized as never before, the extent to which our Saints in Europe sustain President McKay\nas a true prophet of God.  Those who attended the London Temple dedication and heard his\ninspired dedicatory prayer need no one to tell them that he is a prophet of God.  They knew it\nas they met and associated with him. They received the witness that he is guided by\ninspiration and revelation in leading the Church.\n<\/p><p>\nEverywhere in Europe the Church seems to be progressing, growing and developing, and\nmultiplying.  And so my thoughts turned to the words which are to be found in the Acts of\nthe Apostles, when the brethren visited Caesarea. This was after Paul's conversion: \n<\/p><p>\n\"Then had the churches rest throughout all Judaea and Galilee and Samaria, and were edified;\nand walking in the fear of the Lord, and in the comfort of the Holy Ghost, were multiplied\"\n(<span class=\"citation\" id=\"7821\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7821)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7821)\">Acts 9:31<\/a><\/span>).\n<\/p><p>\nI do not know how the situation in Europe could be described better, because that is exactly\nwhat is happening.\n<\/p><p>\nThen I turned to the words of Paul in his statement to the Corinthians, which applies so\ndefinitely to the conditions of these wonderful Saints back of the Iron Curtain: \n<\/p><p>\n\"We are troubled on every side, yet not distressed; we are perplexed, but not in despair;<br \/>\n\"Persecuted, but not forsaken; cast down, but not destroyed\"\n(<span class=\"citation\" id=\"3034\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3034)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3034)\">2 Cor. 4:8-9<\/a><\/span>).\n<\/p><p>\nThese brethren and sisters are part and parcel of this great organization, this society of\nfriends, of Saints, to which we all belong.  I have no hesitancy in stating that we constitute\nthe greatest society of brethren and sisters the world has ever known, and if that were not\ntrue, I am sure it will shortly be brought to pass, because that is what the Lord wills of us, his\npeople.  I am further satisfied that there was never a time in the history of the world when the\nLord had bestowed upon his servants a greater power than is manifest in the leadership of the\nChurch of Jesus Christ of Latter-day Saints today.  It is not only found in our great Prophet\nleader, but it is found in the mission field, in the lives and in the works of the missionaries.  I\nam sure that missionaries in the world have never been blessed to a greater degree than are\nthe missionaries today throughout the world, and I am also conscious of the fact that the\nAdversary is mindful of this, and is not inactive in seeking to thwart the purposes of our\nHeavenly Father.\n<\/p><p>\nThe power of the priesthood made manifest through our elders in the\nmission fields, our sons and our daughters, will overcome all the obstacles that the Adversary can\nput in their way and the work of the Lord will go forth and we will be multiplied, web will\nbe edified, and we will have the comfort of the Holy Ghost in our work.\n<\/p><p>\nI tell you, the message that we bear to the world that God lives and that Jesus is the Christ, is\nbearing fruit in every land and in every city. Cities and countries which heretofore have\nturned a deaf ear to us are now opening their doors, and it is difficult for us to find meeting\nplaces large enough to accommodate the crowds of investigators.\n<\/p><p>\nI must tell you one instance.  Just a few months ago we went into the city of Innsbruck, up in\nthe mountains of Austria, a city in which I understand we have never previously done\nmissionary work. I had the privilege of speaking to a branch there of some twenty Saints and\nover thirty investigators, the work, as I remember it, of less than six months. And that is the\nreport that we get all over Europe.\n<\/p><p>\nI tell you it is a privilege, my brethren and sisters, to be able to bear witness to the world of\nthat testimony which has come into our hearts.  Joy and satisfaction beyond measure is reaped\nby those of us who are able thus to do.\n<\/p><p>\nI know that God lives, that he has given to us, his children, that light and knowledge by\nwhich we can understand and appreciate God and his ways, and through obedience thereto be\nbrought back, eternally, into his kingdom, saved and exalted with his people.  I pray the Lord\nthat we may all so live that we may emulate the example of our leaders and teach his\neverlasting gospel to our friends and our neighbors and thus become saviors upon Mount Zion\n(<span class=\"citation\" id=\"41163\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41163)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41163)\">Obad. 1:21<\/a><\/span>)\nas we save the souls of our fellow men, which I pray humbly, in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}