{"ID":958, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Let Us Pray Always<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1958, pp. 45-47<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: In deep humility and I believe a realizing sense, at least in a\nmeasure, of my own responsibility, holding the position through your sustaining vote, I stand\nbefore you asking an interest in your faith and prayers, that the few remarks I may make will\nbe directed by the Spirit of the Lord.\n<\/p><p>\nI, along with you, am a believer in prayer.  Prayer is the royal road between each of us and\nour Heavenly Father. Whether it remains open or is closed is for our determination. We are a\nChurch, with all that we have received in that capacity and all that we, individually, have\nreceived, as the result of prayer. A boy, troubled, uncertain, faithful, desiring to know the will\nof the Lord had in mind those great verses from James: \n<\/p><p>\n\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and\nupbraideth not; and it shall be given him.<br \/>\n\"But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea\ndriven with the wind and tossed.<br \/>\n\"For let not that man think that he shall receive any thing of the Lord\"\n(<span class=\"citation\" id=\"26130\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26130)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26130)\">James 1:5-7<\/a><\/span>).\n<\/p><p>\nThe Prophet Joseph went into the woods in his innocent faith and reliance, prayed for light\nand received in answer the greatest theophany of which we have any record, for the Father\nand the Son came to him in person and told him of the work there was for him to do.  And\nfrom there on, the line of communication, the royal line, between him and our Heavenly\nFather was never broken.\n<\/p><p>\nWe believe in the doctrine of continuous revelation.  We advocate it boldly and with rightful\npride, boast of it.  It is seriously challenged by many, by many great Church organizations. \nBut I would like to challenge those organizations on their position. If, as they contend, God\nno longer informs his children, advises them and counsels them, that being their position,\nthen I ask them why they pray.  The fact that they pray seems to me to give the falsehood to\ntheir opposition.\n<\/p><p>\nI would like to say just a word or two about prayer.  I assume that all of us pray because we\nwant what we pray for.  I think there is no common denominator for all the peoples of the\nworld that can equal the desire to pray and the resulting prayers.  We do not all pray alike.\nWe do not all pray to the same God. We do not all understand to whom we address our\nprayers in the same way.  But the commonest instinct of all humanity is to pray to a superior\nBeing, some Being somewhere, of some kind, who knows more than we know and who has\nthe power to change events to suit our prayers if he so desires.\n<\/p><p>\nI take it that none of us under those circumstances would pray for something that was\nunwholesome or would pray for something that the Lord would not approve that we should\nhave.  We do not pray, should not pray for the bad, the unwholesome things of this earth.\n<\/p><p>\nI recall that when the Savior began his mission he cleansed the temple. He likewise cleansed\nit at the close of his mission, driving out the moneychangers, driving out those who bought\nand sold animals for a sacrifice.  He declared, \". . . ye have made it [his house] a den of\nthieves\" (<span class=\"citation\" id=\"31472\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31472)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31472)\">Luke 19:46<\/a><\/span>).\n<\/p><p>\nI take it that none of us would wish to pray for anything that would bring us within that\nclassification.  We normally think of it, these incidents, as being indications of the violation\nof the sanctity of the temple. But I think the rebuke goes below and beyond that.\n<\/p><p>\nWhere should we pray?  Amulek is quoted in Alma as telling us about this\n(<span class=\"citation\" id=\"8989\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8989)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8989)\">Alma 34:17-27<\/a><\/span>). I have a feeling\nthat it should be our business never to go anywhere where we cannot ask our Heavenly Father\nfor his protection and approval. It is a sad thing to consider that sometime we might be where\nwe could not ask the Lord for his help.\n<\/p><p>\nWe might pray, I think usually, perhaps always, with the admonition which the Lord gave\nwhen he taught the multitude how to pray, the admonition being that the\nLord knows more of what you need than you know yourselves, and then he taught us a very\nshort prayer, all embracing, and as I recall it, he there uttered a warning not to use too many\nwords and pray as the pagans pray\n(<span class=\"citation\" id=\"34850\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34850)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34850)\">Matt. 6:5-15<\/a><\/span>).\n<\/p><p>\nAnother thing&mdash;the Lord knows, as I have just indicated, what we need.  I have a feeling\nthat we should make praying a habit.  I am not speaking of morning and evening prayers\nonly.  I feel that we should pray whenever we need prayer, and whenever we need the help of\nour Heavenly Father, and that is most of our lives.  And if we shall be where we must pray\nor may pray, always our lives must be in accordance therewith.\n<\/p><p>\nI have always been somewhat impressed with the story of Elijah and the prophets of Baal. \nThey built their altars.  They implored their god, the priests of Baal did.  Elijah said, as the\nday wore on, \"Cry aloud: for he is a god; either he is talking, or he is pursuing, or he is in a\njourney, or peradventure he sleepeth, and must be awakened\"\n(<span class=\"citation\" id=\"1207\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1207)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1207)\">1 Kgs. 18:27<\/a><\/span>). I do not think\nwe ought to give the Lord any opportunity to feel that we have forgotten him or that he is\nasleep. Let us pray always, not just in emergencies.\n<\/p><p>\nAnother thing&mdash;let us not try to tell the Lord what to do.  I will not take time to narrate that\nbeautiful story of Naaman, the Syrian general, who came to have his leprosy cured by Elisha,\nwho was insulted because Elisha sent word to go and bathe seven times in the Jordan River. \nNaaman declared that the rivers out in Syria were as good as Elisha's rivers.  He had thought\nElisha would come out, strike an attitude, place his hand over the afflicted part and then speak\nto his God to heal Naaman.  You will remember when he hesitated and was insulted by\nElisha's direction, his servants came and said that if Elisha had told him to do something\ngreat he would have gone and done it, and then, not exactly in these words, but, \"Why don't\nyou try it?\" He did try and he was healed\n(<span class=\"citation\" id=\"3178\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3178)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3178)\">2 Kgs. 5:1-14<\/a><\/span>).\n<\/p><p>\nThere are one or two incidents in the Savior's life to which I would like to refer.  I am\nthinking of the closing hours of his freedom, a day or two before the day of the Passover.  He\nhad been in the temple, and he prayed to the Lord, Saying, or indicating that he wished that\nthis hour about to come could pass, and yet said he, \". . . but for this cause came I unto this\nhour\" (<span class=\"citation\" id=\"27785\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27785)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27785)\">John 12:27<\/a><\/span>).\n<\/p><p>\nThen he went to Gethsemane. I will not take time to relate the details of that great occasion. \nBut I urge you to read them and ponder them.  Three times he left Peter, James, and John,\nand went on a little farther and prayed. The first time, the second time, and the third time, he\ncame back and found them sleeping\n(<span class=\"citation\" id=\"34893\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34893)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34893)\">Matt. 26:36-45<\/a><\/span>).\n\"What, could ye not watch with me one hour?\"\n(<span class=\"citation\" id=\"34896\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34896)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34896)\">Matt. 26:40<\/a><\/span>). But I\ncall your attention to each prayer: \"Father, if thou be willing, remove this cup from me:\nnevertheless not my will, but thine, be done\"\n(<span class=\"citation\" id=\"31478\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31478)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31478)\">Luke 22:42<\/a><\/span>).\n<\/p><p>\nThree times he went to the Father, having earlier indicated that he knew his hour was come. \nI have never been able to understand that.  But I can understand the central thought of that\nprayer&mdash;\"Nevertheless not my will, but thine, be done\"\n(<span class=\"citation\" id=\"31479\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31479)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31479)\">Luke 22:42<\/a><\/span>).\n<\/p><p>\nAnd I urge on you, brothers and sisters, that when you pray, let that central thought always be\nwith you, and do not always expect that the answer to your prayer will come in the way in\nwhich you desire it.\n<\/p><p>\nI think in that connection, though not strictly in point, of the time when Elijah fled from the\nangry Jezebel. He went to a cave. He was lonesome. He was fleeing for his life, obedient to\nthe Lord's command.  He lamented his lot greatly to the Lord; he stood forth upon the mount,\nwaiting for the Lord. There came a great wind that rent the rocks, but the Lord was not in the\nwind. After the wind, an earthquake, but the Lord was not in the earthquake.  After the\nearthquake, a fire, but the Lord was not in the fire.  Then the Lord came in a still, small\nvoice, and Elijah, wrapping his face in his mantle, came to the mouth of the cave and\nreceived the words of the Lord\n(<span class=\"citation\" id=\"1208\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1208)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1208)\">1 Kgs. 19:9-18<\/a><\/span>).\n<\/p><p>\nThe Lord speaks in gentle terms as well as in terms of great catastrophe and grief.\n<\/p><p>\nBrethren and sisters, let us continue to be a praying people. Let us pray, keeping in mind\nsome of the great principles involved therein. Let us go to our Heavenly Father for his advice,\nhis counsel, his help. He will always answer if we are righteous in our asking, and if we are\nasking for righteous things that would be for our good and benefit.\n<\/p><p>\nThe great foundation in one way of this Church is the doctrine of continuous revelation,\ncontinuous revelation to the individual, to the leaders of the Church, all for our good and\nbenefit and for the advancement of his work.\n<\/p><p>\nMay God give us this spirit of prayer, may God give us the power to pray and may we pray\nalways with that great central thought in mind, \"nevertheless not my will, but thine, be done\"\n(<span class=\"citation\" id=\"31480\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31480)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31480)\">Luke 22:42<\/a><\/span>).\nI ask this in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}