{"ID":96, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Antoine R. Ivins<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Antoine R. Ivins, <i>Conference Report<\/i>, October 1943, pp. 109-111<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren, if I say anything to you that will be worth while this afternoon, I shall need\nyour faith and prayers, so please extend them in my behalf.\n<\/p><p>\nINTERESTING VISIT TO MISSION\n<\/p><p>\nMost of the month of September I spent visiting the North Central States Mission, in\ncompany with President Richards, his wife, and my wife. I bring to you, who are the fathers\nof those missionaries, their greetings, and the report that they are all well and happy, and\ndoing an excellent work.\n<\/p><p>\nI went into that mission to find, as I went from place to place that I was asked to meet people\nwho are not of our faith, in numbers equal, almost, to those of the converted members\nresident in the branches. I was faced with the problem of explaining to them why we are\nthere, and why we are working in the world as we are.\n<\/p><p>\nI wonder if it would be well for us to think occasionally about ourselves in that light, what\nwe want to tell the world. Many of you who are here today are missionaries in the stakes of\nZion, and you are faced with that problem likewise.\n<\/p><p>\nAs I faced those audiences, I felt impressed to bear testimony to the restoration of the gospel\nin this day and age. I remembered that Christ told Peter that he would found His church upon\nthe testimony that He is the Son of God\n(<span class=\"citation\" id=\"33845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33845)\">Matt. 16:16-18<\/a><\/span>).\nI remembered also that when the Prophet Joseph\nSmith was alive that the world appeared to have a very hazy idea as to the personality of\nGod. They were shocked and surprised when that lad told them that he had gone into the\nwoods to ask God for wisdom, and that both God the Father and Christ His Son had appeared\nto him, in vision, and that he saw them as glorified Beings\n(<span class=\"citation\" id=\"30213\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30213)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30213)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nPERSONALITY OF GOD\n<\/p><p>\nThe world was shocked to think that God, after all, might have a personality of that kind; and\ngenerally speaking, I believe, that idea is not to this day accepted, for they rely upon a certain\nscripture in the New Testament which says, \"God is a God of spirit\"\n(<span class=\"citation\" id=\"27095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27095)\">John 4:24<\/a><\/span>), and they say: \"All the\nworld knows that spirit is immaterial.\"\n<\/p><p>\nI called to their attention the fact that the Prophet Joseph Smith teaches that there is no such\nthing as immateriality in the world, and that even spirit is matter\n(<span class=\"citation\" id=\"11923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11923)\">D&amp;C 131:7<\/a><\/span>), and substance; and if God is\na God of spirit, and if spirit is matter, then God is material, and thus can\nhave a definite form. The scripture which says that God created man in his own image\n(<span class=\"citation\" id=\"23463\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23463)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23463)\">Gen. 1:27<\/a><\/span>), is a\nreal and true scripture, and when the Prophet Joseph Smith was given that wonderful blessing,\nhe saw God in His true form.\n<\/p><p>\nWhile we worship God the Father, His Son Jesus Christ and the Holy Ghost, we have a\ndifferent idea as to their personality and being from that which the world at large possesses. It\nwas the restoration of that truth, among others, that was essential at that time. When we tell\nthe world that they have gone astray, we do nothing more than quote the word of Christ our\nLord to the Prophet Joseph Smith, and there is no egotism on our own part when we say it.\nWe accept the responsibility of that announcement in humility and faith.\n<\/p><p>\nI found that there are many people who are blessed with that interpretation of God, even\namong those who are not of our faith. They are pleased with the thought that God can be real,\nthat there is no confusion in that scripture, after all, but that he is a definite personality. I\ntaught them our method of faith in that type of God.\n<\/p><p>\nI believe as our many friends who have come amongst us here inquire as to why Mormonism,\nthat that, perhaps, shall be our first explanation: that God is real, and truly a being, and that\nhe has restored the gospel.\n<\/p><p>\nTHE FIRST PRINCIPLES OF THE GOSPEL NECESSARY\n<\/p><p>\nThen I taught them that the Priesthood of God was restored through the instrumentality of\nheavenly beings, and that we are the custodians of that Priesthood, as we were told by Brother\nRichards in his address here at this Conference. I taught them faith and repentance and\nbaptism.\n<\/p><p>\nThe law of repentance is a law that is ever active among us. I read that there is nothing so\napparent to man as his own imperfection, that life is a struggle to reduce that imperfection.\nNo man can compare himself with his ideals and be proud or haughty. The proud and the\nhaughty are only they who compare themselves with more unfortunate people than they.\nThere is no place in the heart of man for pride or arrogance, and there is room, every day that\nwe live, for repentance on the part of man.\n<\/p><p>\nRepentance is the recognition of improper ways of living, the resolution to depart from them,\nand the final putting in the place of those bad ways of life the correct and superior methods\nof doing things. And if there is ever a day in the lives of anyone of us when that type of\nrepentance does not have place, I will be surprised.\n<\/p><p>\nWhen God told certain of His servants, through the Prophet Joseph Smith, that the thing they\ncould best do for their own spiritual welfare was to cry repentance to this generation\n(<span class=\"citation\" id=\"11846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11846)\">D&amp;C 15:6<\/a><\/span>). He\nknew exactly what He said, and repentance is the thing that we most need, all of us, every\nday of our lives.\n<\/p><p>\nAlong with the law of repentance comes a law of forgiveness. We are told that though our\nsins shall be as scarlet, if we repent, honestly and sincerely, and do them no more, we shall\nbe washed as white as wool (<span class=\"citation\" id=\"24994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24994)\">Isa. 1:18<\/a><\/span>).\n<\/p><p>\nNow, repentance brings that forgiveness. There are too many of us, however,\nwho, when we say that we forgive, forget that forgiveness means the washing away of our\nremembrance of those things. Forgiveness availeth a man nothing, so long as we who pretend\nto forgive hold before our eyes when we consider him, his past record. If we are going to\nforgive a person, being convinced of his sincere and honest repentance, offer reinstatement\nand forgiveness, we must forget. We must accept him as of today, with a clean heart and an\nhonest motive, and we must give him his opportunity.\n<\/p><p>\nI believe that it is in that spirit that God accepts of us through repentance, and that He will\nactually forget our offenses against Him if our repentance is sincere, and our future conduct\nhonorable and upright, such as to justify His confidence. Wherever you go, you find the past\nrecord of people following them from place to place after we have forgiven them. I would ask\nyour indulgence to give them an honest \"break.\" That is what repentance means to me.\n<\/p><p>\nAnd then we have to teach those people in the world the necessity for baptism, and our\nmethod of baptism, which is not unique with us at all, because it was one established by\nChrist, and it has persisted in certain quarters of the world. But baptism by immersion for the\nforgiveness of sin, the remission of sin, is a cardinal principle with us. The why and the\nwherefore, we leave with God, for Christ has said it is necessary. \"Whomsoever ye baptize\nshall be saved\" (<span class=\"citation\" id=\"32976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32976)\">Mark 16:16<\/a><\/span>),\nand whoever is not baptized and rejects the teaching will be damned. It is\nessential, because Christ has said so.\n<\/p><p>\nThe symbolism is an interesting study, and means much to us. It is only necessary because\nChrist has said so, and God established it from the beginning as a principle of redemption for\nmankind.\n<\/p><p>\nThese and many other things we had the pleasure of testifying to these good people, and we\nhope that we did them good. We know full well that we ourselves were benefited and blessed,\nand I feel that these are cardinal things that we should contemplate every day of our lives. If\nwe are sincere in our testimony, such contemplation will benefit and bless us, and make us\nbetter.\n<\/p><p>\nSTRENGTH IN TESTIMONY\n<\/p><p>\nThe strength and the power of this Church is in the testimony of its members, for Christ said,\n\"Upon this rock I will build my church\"\n(<span class=\"citation\" id=\"33846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33846)\">Matt. 16:18<\/a><\/span>)&mdash;upon\nthe testimony that He is the Son of God. In\nevery generation and every place where the Church has been established, it has been\nintroduced by that testimony, and so long as that testimony was retained in the hearts of the\nmembers and followers of Christ, strength and power and vigor characterized the organization.\n<\/p><p>\nIf there ever comes a time that the members of this Church shall fail in that testimony, the\nChurch will go down to destruction. Fortunately, Christ has told us that He will never take it\nfrom the earth so long as we are faithful, and my faith leads me to believe that there is the\npower within this Church to maintain that testimony in vigor and strength; and that God will\nkeep us all firm in it, I pray, in the name of Jesus Christ, our Lord and Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}