{"ID":961, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Search the Scriptures<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, October 1958, pp. 53-57<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brothers and sisters: Attendance at this conference is a great privilege. This historic\ntabernacle filled to capacity, mostly with Church leaders is an evidence of the spectacular\ngrowth of the Church. Every week there are many changes in leadership in stakes, wards,\nbranches, and missions.  Good people are released and others are sustained in their places,\nsometimes because of death or moving, often to relieve those who are ill or weary; frequently\nto give others opportunity to serve.  This has gone forward since the beginning of time and\nthe Lord's program has not varied much through the centuries.\n<\/p><p>\nTwo General Authorities visit a stake conference and return having installed one good man to\nreplace another who has served well and made a noteworthy contribution.\n<\/p><p>\nThe process follows a rather definite pattern: \n<\/p><p>\n1st: The need for the new leader; \n<\/p><p>\n2nd: The leader is chosen through the process of elimination by prophecy and revelation; \n<\/p><p>\n3rd: The newly chosen one is officially called by one with unquestionable authority; \n<\/p><p>\n4th: He is presented to a constituent assembly of the people, and\n<\/p><p>\n5th: He is ordained or set apart by the laying on of hands by those who are fully authorized.\n<\/p><p>\nAnd this is in keeping with our Fifth Article of Faith: \n<\/p><p>\n\"We believe that a man must be called of God, by prophecy, and by the laying on of hands,\nby those who are in authority to preach the Gospel and administer in the ordinances thereof\"\n(<span class=\"citation\" id=\"6727\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 6727)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(6727)\">A of F 1:5<\/a><\/span>).\n<\/p><p>\nToday you have participated in that established pattern of the call to high service.  You have\ntaken part in a meaningful procedure.  You have seen the filling of a vacancy in high places.\nSome weeks ago Elder Clifford E. Young, Assistant to the Quorum of the Twelve Apostles,\npassed away after a glorious and eventful period of service.  We all miss him.  We all loved\nhim.  His contribution was monumental.  Now comes the filling of the vacancy and you are\nseeing the revelations of the Lord made manifest.\n<\/p><p>\nThe same steps are followed as indicated above: \n<\/p><p>\n1st: The death of Elder Young vacated a position which needed filling; \n<\/p><p>\n2nd: Through a process followed by the President of the Church, whose authority is\nunquestioned, Elder Critchlow has been chosen through prophecy and the revelations of the\nLord; \n<\/p><p>\n3rd: The prophet has officially called this good man to service; \n<\/p><p>\n4th: You, the constituent assembly of the Church, with full authority to act for the Church,\nhave approved the choice, and\n<\/p><p>\n5th: Soon after the conference Elder Critchlow will be officially set apart to his new\nresponsibility by the prophet himself, or under his direction.\n<\/p><p>\nIt is interesting to note that even in olden times much the same procedure was followed. \nUnfortunately, all the steps are not always recorded but there is considerable evidence that\nthey were taken. The \"anointing\" of ancient days seems to have been much the same and\nclosely associated with the setting apart of today, with the accompanying blessing.\n<\/p><p>\nThe first apostles were called by the Lord: \"Come follow me,\" he said, \"and I will make you\nfishers of men.\" This was more than a <i>casual<\/i> statement.  It was a definite call.\n<\/p><p>\n\"And they straightway left their nets, and followed him\" (see\n(<span class=\"citation\" id=\"34845\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34845)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34845)\">Matt. 4:19-20<\/a><\/span>). \"For he taught\nthem as one having authority\" (<span class=\"citation\" id=\"34863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34863)\">Matt. 7:29<\/a><\/span>).\n\"And when he had called unto him his twelve\ndisciples, he gave them power\"\n(<span class=\"citation\" id=\"34864\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34864)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34864)\">Matt. 10:1<\/a><\/span>).\nThis included their commission to preach and\nperform ordinances.  It included the <i>setting apart<\/i>, the <i>charge<\/i>, the <i>blessing<\/i>.  The promise given\nthese leaders was most spectacular. Full authority was given them as the Redeemer said: \"He\nthat receiveth you receiveth me\"\n(<span class=\"citation\" id=\"34866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34866)\">Matt. 10:40<\/a><\/span>).\n\"All power is given unto me in heaven and in\nearth: Go . . . teach all nations . . . to observe all things whatsoever I have commanded you\"\n(<span class=\"citation\" id=\"34913\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34913)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34913)\">Matt. 28:18-20<\/a><\/span>).\n<\/p><p>\nThis same procedure must have been followed in the filling of the vacancy made by Judas'\ndeath.  The need for replacement explained by Peter: \n<\/p><p>\n\"Beginning from the baptism of John, unto that same day that he was taken up from us, must\none be ordained to be a witness with us of his resurrection\"\n(<span class=\"citation\" id=\"7810\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7810)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7810)\">Acts 1:22<\/a><\/span>).\n<\/p><p>\nMatthias was chosen through a process of elimination.  Our record is brief but it seems that\nthe Apostles had eliminated all other brethren of the Church down to the two, then asked for\nthe final revelation from God: \n<\/p><p>\n\"And they appointed two, Joseph, called Barsabas . . . and Matthias.\n<\/p><p>\n\"And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether\nof these two thou hast chosen,\n<\/p><p>\n\". . . and the lot fell upon Matthias\"\n(<span class=\"citation\" id=\"7811\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7811)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7811)\">Acts 1:23-26<\/a><\/span>).\n<\/p><p>\n\". . . and he was numbered with the eleven apostles\"\n(<span class=\"citation\" id=\"7812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7812)\">Acts 1:26<\/a><\/span>).\n<\/p><p>\nNext, the voice of the people was undoubtedly given for they were in conference assembled.\n<\/p><p>\nAnd Matthias was associated with the apostles and went forward in his ministry.\n<\/p><p>\nThe Apostle Paul was called to the apostleship.  The original revelation from the Lord sent\nhim to a high Church leader for his call and charge and authority. Ananias feared the new\nleader because of the havoc he had played among the Saints, but the revelation was specific: \n<\/p><p>\n\"Go thy way for he is a <i>chosen vessel<\/i> unto me, to bear my name before the Gentiles, and\nkings, and the children of Israel:\"\n<\/p><p>\nAnd that authorized leader baptized Paul and laid his hands on his head, through which came\nthe Holy Ghost, the call and the blessing.  His setting apart made a noticeable change in him.\nAs he preached in the synagogues \". . . all that heard him were amazed. . .\" \". . . Saul\nincreased the more in strength\"\n(<span class=\"citation\" id=\"7820\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7820)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7820)\">Acts 9:15,21-22<\/a><\/span>).\n<\/p><p>\nEvery Bible reader is aware of the great power which came to Paul with his call, charge, and\nordination to his apostolic post.\n<\/p><p>\nThe call to Barnabas and Saul to do specific work was noteworthy.  The revelation to the\nChurch leaders came: \"Separate me Barnabas and Saul for the work whereunto I have called\nthem\" (<span class=\"citation\" id=\"7824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7824)\">Acts 13:2<\/a><\/span>).\nThe presiding authorities now fasted and prayed in the selection and\nhaving made the call, they laid their hands on the two brethren, setting them apart to go to\nCyprus and elsewhere.\n<\/p><p>\nEven among the kings the Lord seems to have followed the pattern. It appears that the Old\nTestament Saul became king of Israel after this manner.  The people came to Samuel rejecting\nthe former program of judges.  They demanded a king like their idolatrous neighbor nations,\nand the Lord yielded to their persistence: \n<\/p><p>\n\"Hearken unto the voice of the people in all that they say unto thee: for they have not rejected\nthee, but they have rejected me\"\n(<span class=\"citation\" id=\"2518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2518)\">1 Sam. 8:7<\/a><\/span>).\n<\/p><p>\n\"Now the Lord had told Samuel in his ear a day before Saul came, saying,\n<\/p><p>\n\"Tomorrow . . . I will send thee a man out of the land of Benjamin, and thou shalt anoint\nhim\" (<span class=\"citation\" id=\"2519\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2519)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2519)\">1 Sam. 9:15-16<\/a><\/span>).\n<\/p><p>\nNext, the person was specified by revelation: \n<\/p><p>\n\"And when Samuel saw Saul, the Lord said unto him, Behold the man whom I spake to thee\nof!\" (<span class=\"citation\" id=\"2520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2520)\">1 Sam. 9:17<\/a><\/span>).\n<\/p><p>\nThen came the official call from the prophet: \n<\/p><p>\n\"And on whom is the desire of Israel? Is it not on thee?\"\n(<span class=\"citation\" id=\"2521\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2521)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2521)\">1 Sam. 9:20<\/a><\/span>).\n<\/p><p>\n\". . . Samuel communed with Saul upon the top of the house\"\n(<span class=\"citation\" id=\"2523\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2523)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2523)\">1 Sam. 9:25<\/a><\/span>).\n<\/p><p>\n\"Samuel also said unto Saul, The Lord sent me to anoint thee to be king over Israel\"\n(<span class=\"citation\" id=\"2533\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2533)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2533)\">1 Sam. 15:1<\/a><\/span>).\n<\/p><p>\nHe set Saul at the head of the group in the parlor in the chiefest place and gave him the\nspecial meat saved for him. As they went on their way Samuel said: \n<\/p><p>\n\". . . stand thou still a while, that I may shew thee the word of God\"\n(<span class=\"citation\" id=\"2524\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2524)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2524)\">1 Sam. 9:27<\/a><\/span>).\n<\/p><p>\nSaul was most humble in accepting and said: \n<\/p><p>\n\". . . Am not I a Benjamite, of the smallest of the tribes of Israel? and my family the least of\nall the families of the tribe of Benjamin? wherefore then speakest thou so to me?\"\n(<span class=\"citation\" id=\"2522\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2522)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2522)\">1 Sam. 9:21<\/a><\/span>).\n<\/p><p>\nYears later when Saul had turned arrogant through years of power and might, Samuel\ndenounced him: \n<\/p><p>\n\"When thou wast little in thine own sight, wast thou not made the head of the tribes of Israel,\nand the Lord anointed thee king over Israel?\"\n(<span class=\"citation\" id=\"2534\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2534)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2534)\">1 Sam. 15:17<\/a><\/span>).\n<\/p><p>\nNow came the setting apart and blessing: \n<\/p><p>\n\"Then Samuel took a vial of oil, and poured it upon his [Saul's] head, and kissed him, and\nsaid, Is it not because the Lord hath anointed thee to be captain over his inheritance?\"\n(<span class=\"citation\" id=\"2525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2525)\">1 Sam. 10:1<\/a><\/span>).\n<\/p><p>\nWith this came a great blessing which, like all blessings, are conditional upon worthiness, a\nblessing which remained with Saul only so long as he remained righteous.\n<\/p><p>\nThe blessing continued: \n<\/p><p>\n\"And the Spirit of the Lord will come upon thee, and thou shalt prophesy with them, and\n<i>shall be turned into another man.<\/i>\n<\/p><p>\n\"And let it be . . . that thou do as occasion serve thee; <i>for God is with thee<\/i>\"\n(<span class=\"citation\" id=\"2527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2527)\">1 Sam. 10:6-7<\/a><\/span>).\n<\/p><p>\n\"And it was so, that when he had turned his back to go from Samuel, <i>God gave him another heart:<\/i>\nand all those signs came to pass that day.\n<\/p><p>\n\"And when they came thither to the hill, behold, a company of prophets met him; and\n<i>the spirit of God came upon him and he prophesied among them<\/i>\"\n(<span class=\"citation\" id=\"2528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2528)\">1 Sam. 10:9-11<\/a><\/span>, italics author's).\n<\/p><p>\nA positive change came over Saul. The setting apart turned him into <i>another man<\/i> and\n<i>gave him another heart<\/i>. New powers came to him at once. Those who knew him were astounded at\nhis increased spirituality, his newly acquired wisdom and judgment and his newly attained\nmaturity and powers, and exclaimed in amazement: \n<\/p><p>\nWhat has happened to Saul? He is not the same! \"What is this that has come unto the son of\nKish.  Is Saul also among the prophets?\"\n(<span class=\"citation\" id=\"2529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2529)\">1 Sam. 10:11<\/a><\/span>).\n<\/p><p>\nWho has not watched the transformation of a newly set apart person to high responsibility?\nWho has not seen men already great rise to new plateaus of superior attainment braced with\nthe authority, the keys, the mantle?  And conversely, who has not seen the loss in stature,\ninfluence and power after a great leader has relinquished the reigns of direction, and the\nmantle of authority diverted to other shoulders?  It is not imaginary but very real.\n<\/p><p>\nNow the people were given opportunity to sustain their king: \n<\/p><p>\n\"And Samuel called the people together . . . and said . . . See ye him whom the Lord hath\nchosen, that there is none like him among all the people? And all the people shouted, and\nsaid, God save the king\" (<span class=\"citation\" id=\"2530\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2530)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2530)\">1 Sam. 10:17-24<\/a><\/span>).\n<\/p><p>\nThis presentation to the people was an important element and like that specified in modern\nrevelation: \n<\/p><p>\n\"The elders are to receive their licenses from other elders, by vote of the church to which they\nbelong, or from the conferences.\n<\/p><p>\n\"No person is to be ordained to any office in this church, where there is a regularly organized\nbranch of the same, without the vote of that church\"\n(<span class=\"citation\" id=\"13617\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13617)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13617)\">D&amp;C 20:63,65<\/a><\/span>).\n<\/p><p>\nApparently Saul chose other strong men for his court who likely were set apart as well, for\nthe record states: \n<\/p><p>\n\"And Saul also went home to Gibeah; and there went with him a band of men,\n<i>whose hearts God had touched<\/i>\"\n(<span class=\"citation\" id=\"2531\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2531)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2531)\">1 Sam. 10:26<\/a><\/span>, italics author's).\n<\/p><p>\nNow that the new leader was chosen, called, set apart, and sustained by his people with their\nvotes expressed in their cry: \"God save the king,\" the superior young man was ready to serve,\nand was promised the blessings of the Lord so long as he was worthy; but not\ntoo many years had elapsed until, through unrighteousness, he had forfeited his blessings and\nkingdom.  The same prophet now chastised him: \n<\/p><p>\nThou hast done foolishly: thou hast not kept the commandment of the Lord thy God\"\n(<span class=\"citation\" id=\"2532\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2532)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2532)\">1 Sam. 13:13<\/a><\/span>).\n<\/p><p>\nWhen Saul had disobeyed again and again, the prophet said: \n<\/p><p>\n\". . . I will not return with thee: for thou hast rejected the word of the Lord; and the Lord\nhath rejected thee . . .\"\n<\/p><p>\n\". . . The Lord hath rent the kingdom of Israel from thee this day, and hath given it to a\nneighbour of thine, that is better than thou.\"\n<\/p><p>\n\". . . Samuel mourned for Saul: and the Lord repented that he had made Saul king over\nIsrael\" (<span class=\"citation\" id=\"2535\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2535)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2535)\">1 Sam. 15:26,28,35<\/a><\/span>).\n<\/p><p>\nSimilarly came the call to David. The Lord revealed to Samuel: \n<\/p><p>\n\"And call Jesse to the sacrifice, and I will shew thee what thou shalt do: and thou shalt anoint\nunto me, him whom I name unto thee\" (<span class=\"citation\" id=\"2536\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2536)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2536)\">1 Sam. 16:3<\/a><\/span>).\n<\/p><p>\nJesse and his sons came to Bethlehem. Each stalwart stood before him in turn and Samuel's\nheart was stirred, \"Surely, the Lord's anointed is before me\"\n(<span class=\"citation\" id=\"2537\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2537)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2537)\">1 Sam. 16:6<\/a><\/span>). But the revelation of the\nLord manifested otherwise.\n<\/p><p>\n\". . . Look not on his countenance, or on the height of his stature; because I have refused him:\nfor the Lord seeth not as man seeth; for man looketh on the, outward appearance, but the\nLord looketh on the heart\" (<span class=\"citation\" id=\"2538\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2538)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2538)\">1 Sam. 16:7<\/a><\/span>).\n<\/p><p>\nAnd as each came before him the spirit whispered, \"Neither hath the Lord chosen this\"\n(<span class=\"citation\" id=\"2539\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2539)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2539)\">1 Sam. 16:8<\/a><\/span>).\n<\/p><p>\n\"Send and fetch him [David],\" said the prophet, \"for we will not sit down till he come hither\"\n(<span class=\"citation\" id=\"2540\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2540)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2540)\">1 Sam. 16:11<\/a><\/span>).\nAnd through the process of elimination David was chosen through revelation:\n\"Now he was ruddy, and withal beautiful countenance, and goodly to look to. And the\n<i>Lord said, Arise, anoint him: for this is he<\/i>\"\n(<span class=\"citation\" id=\"2541\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2541)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2541)\">1 Sam. 16:12<\/a><\/span>).\n<\/p><p>\nNow the setting apart: \n<\/p><p>\n\"Then Samuel took the horn of oil, and anointed him in the midst of his brethren: and the\nSpirit of the Lord came upon David from that day forward\"\n(<span class=\"citation\" id=\"2542\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2542)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2542)\">1 Sam. 16:13<\/a><\/span>).\n<\/p><p>\nIt was some time before the people could sustain him since vicious Saul still reigned.\n<\/p><p>\n\"[But] Saul eyed David from that day and forward\"\n(<span class=\"citation\" id=\"2543\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2543)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2543)\">1 Sam. 18:9<\/a><\/span>).\n<\/p><p>\n\"And Saul saw and knew that the Lord was with David\" (see\n<span class=\"citation\" id=\"2544\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2544)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2544)\">1 Sam. 18:12<\/a><\/span>).\n<\/p><p>\n\"David behaved himself more wisely than all the servants of Saul, so that his name was much\nset by\" (see <span class=\"citation\" id=\"2545\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2545)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2545)\">1 Sam. 18:14<\/a><\/span>).\n<\/p><p>\nAnd eventually when Saul was dead: \n<\/p><p>\n\". . . the men of Judah came and there they anointed David king over the house of Judah\"\n(<span class=\"citation\" id=\"4993\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4993)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4993)\">2 Sam. 2:4<\/a><\/span>).\n<\/p><p>\nAnd later: \n<\/p><p>\n\". . . all the elders of Israel came to the king to Hebron . . . and they anointed David king\nover Israel\" (<span class=\"citation\" id=\"4994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4994)\">2 Sam. 5:3<\/a><\/span>).\n<\/p><p>\n\"And David went on, and grew great, and the Lord God of hosts was with him\"\n(<span class=\"citation\" id=\"4995\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4995)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4995)\">2 Sam. 5:10<\/a><\/span>).\n<\/p><p>\nAnd again in the case of Solomon, the anointing was emphasized: \n<\/p><p>\n\"And Zadok the priest, took an horn of oil out of the tabernacle, and anointed Solomon.  And\nthey blew the trumpet; and all the people said, God save king Solomon\"\n(<span class=\"citation\" id=\"1203\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1203)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1203)\">1 Kgs. 1:39<\/a><\/span>).\n<\/p><p>\nAnd Solomon loved the Lord, walking in the statutes of David his father, and received this\nblessing with his setting apart: \n<\/p><p>\n\"And God gave Solomon wisdom and understanding exceeding much, and <i>largeness of heart<\/i> . . .\n<\/p><p>\n\"And Solomon's wisdom excelled the wisdom of all\"\n(<span class=\"citation\" id=\"1206\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1206)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1206)\">1 Kgs. 4:29-30<\/a><\/span>).\n<\/p><p>\nAgain in the call to Joshua, these steps were stressed: The need, the call, the laying on of\nhands with the blessing. There was the revelation as to the need since Moses could not go\nover Jordan and realizing it, pleaded that a shepherd be given Israel. The specific man was\nnamed: \n<\/p><p>\n\"And the Lord said unto Moses, Take thee Joshua the son of Nun, a man in whom is the\nspirit, and lay thine hand upon him; \n<\/p><p>\n\"And set him . . . before all the congregation and <i>give him a charge in their sight.<\/i>\n<\/p><p>\n\"And thou shalt put some of thine honour upon him\"\n(<span class=\"citation\" id=\"41104\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41104)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41104)\">Num. 27:18-20<\/a><\/span>, italics author's).\n<\/p><p>\n\"But charge Joshua, and encourage him, and strengthen him: for he shall go\nover before this people, and he shall cause them to inherit the land which thou shalt see\"\n(<span class=\"citation\" id=\"21220\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21220)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21220)\">Deut. 3:28<\/a><\/span>).\n<\/p><p>\n\"And he laid his hands upon him [Joshua] and gave him a charge\"\n(<span class=\"citation\" id=\"41105\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41105)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41105)\">Num. 27:23<\/a><\/span>).\n<\/p><p>\nAnd the blessing gave him power and authority.\n<\/p><p>\n\"And Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands\nupon him\" (<span class=\"citation\" id=\"21225\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21225)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21225)\">Deut. 34:9<\/a><\/span>).\n<\/p><p>\nThe setting apart is an established practice in the Church and men and women are \"set apart\"\nto special responsibility, in ecclesiastical, quorum, and auxiliary positions. All missionaries are\nset apart and it is remarkable how many of them speak often of the authority who officiate\nand of the blessings promised and their fulfillment.\n<\/p><p>\nTo some folk the setting apart seems a perfunctory act while others anticipate it eagerly,\nabsorb every word of it, and let their lives be lifted thereby.\n<\/p><p>\nThe setting apart may be taken literally; it is a setting apart from sin, apart from the carnal;\napart from everything which is crude, low, vicious, cheap, or vulgar; <i>set apart<\/i> from the world\nto a higher plane of thought and activity. The blessing is conditional upon faithful\nperformance.\n<\/p><p>\nIn a hotel in the Pocono mountains of Pennsylvania long years ago, I learned an important\nlesson when the president of the Rotary International said to the district governors in the\nassembly: \n<\/p><p>\n\"Gentlemen: This has been a great year for you.  The people have honored you, praised you,\nbanqueted you, applauded you, and given you lavish gifts.  If you ever get the mistaken idea\nthat they were doing this for you personally, just try going back to the clubs next year when\nthe mantle is on other shoulders.\"\n<\/p><p>\nThis has kept me on my knees in my holy calling.  Whenever I have been inclined to think\nthe honors were coming to <i>me<\/i> as I go about the Church, then I remember that it is not to me,\nbut to the <i>position<\/i> I hold that honors come.  I am but a symbol.\n<\/p><p>\nSomeone has given us this: \n<\/p><p>\n\"There is a spirit which, if it can get into men, will make them tall of soul, gentle of spirit,\ncourageous of heart, just and honest toward their fellow men, faithful in life, and fearless in\ndeath.\"\n<\/p><p>\nThis is the spirit of the \"setting apart\" when the recipient magnifies the calling.\n<\/p><p>\nThis special endowment can make of one a \"new creature,\" \"an understanding judge\"\n(<span class=\"citation\" id=\"1204\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1204)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1204)\">1 Kgs. 3:9<\/a><\/span>), \"a wise\nand behaving servant,\" \"a discerning leader.\"\n<\/p><p>\nIt is my testimony to you that the leaders in this the Church of Jesus Christ are divinely called\nand set apart to lead through the spirit of prophecy as in other dispensations.\n<\/p><p>\nIn my experience there have been numerous people who like Saul and David and Matthias,\nlike Paul and Peter and Joshua have, through the setting apart, received \"largeness of heart\"\n(<span class=\"citation\" id=\"1205\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1205)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1205)\">1 Kgs. 4:29<\/a><\/span>),\nextended influence, increased wisdom, enlarged vision, and new powers.  I have seen many\nwho have been given \"a new heart\" (<span class=\"citation\" id=\"23117\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23117)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23117)\">Ezek. 36:26<\/a><\/span>)\nand who have been turned \"into another man\"\n(<span class=\"citation\" id=\"2526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2526)\">1 Sam. 10:6<\/a><\/span>) and made\ninto a \"new creature\" (<span class=\"citation\" id=\"3037\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3037)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3037)\">2 Cor. 5:17<\/a><\/span>).\n<\/p><p>\nI bear witness, too, that revelation is with the Church constantly and in marked degree, not\nonly in the call of leaders, but in the interpretation of the gospel truths and in the practices of\nthe Church.  This I know.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}