{"ID":964, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Seek Ye Wisdom\"<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, October 1958, pp. 63-64<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nIn the Doctrine and Covenants we read these words of the Prophet Joseph Smith, \"Seek ye\nknowledge out of the best books, words of wisdom\"\n(see <span class=\"citation\" id=\"13663\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13663)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13663)\">D&amp;C 88:118<\/a><\/span>). Today I should\nlike to read to you some of the words of wisdom which I have found in good books.  Some\nof these words are from the Bible, some are from the writings of Abbott Lawrence Lowell,\nlate president of Harvard University, and from other sources.  All these sources and many\nmore good books are easily available to all of us.  I am very much interested in them and\nwish to pay attention to the Prophet's words.\n<\/p><p>\nOur pioneer fathers read the best books.  Sometime I shall tell you what books they brought\nto this valley with them.  The founding fathers read most of the best books of their time and\nin many languages.  They were educated and wise men.\n<\/p><p>\nWhat is \"wisdom\"? President Lowell says, \"We think of wisdom as a part of religion.  In its\nhighest strains it involves wisdom as an attribute and emanation of God, such that, if a man\ntake her as a companion and guide, he shall find righteousness and happiness. Such wisdom\ndemands serenity of temper, a judicial attitude of mind, a habit of seeking what good reasons\nand motives, rather than what bad ones, others may have for differing from us.\n<\/p><p>\nIt demands not only a negative, but a positive intellectual integrity, a desire to understand that\nwhich contradicts, as well as that which supports, one's own views of what is just and wise. \nThis means an open, earnest mind, a mind based upon wide and deep insight into ultimate\nrealities.\"\n<\/p><p>\nMen are not born with wisdom, they acquire it by habitual self-control, by looking not at the\npopular impulse of the day, not by conforming, not by mass participation, <i>but<\/i> at those\nprinciples that endure and are eternal.\n<\/p><p>\nThe following words, which I now quote, will be particularly helpful to our missionaries:\nThere are thousands of men in the world who live on a high moral plane and are not thought\nself-righteous.  If we have any insight into the deeper springs of human nature, we\nwill meet them constantly in the journey of life. If we have not the insight,\nwe will not see them, for they do not make a show of virtue.  But they have upheld it in\nothers by their example, and make the world better by their presence.\n<\/p><p>\nWhat does Paul mean when he says (Corinthians), \". . . they measuring themselves by\nthemselves, and comparing themselves among themselves, are not wise\"\n(<span class=\"citation\" id=\"3039\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3039)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3039)\">2 Cor. 10:12<\/a><\/span>). He\nfurther says, \"For other foundation can no man lay than that is laid, which is Jesus Christ\"\n(<span class=\"citation\" id=\"300\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 300)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(300)\">1 Cor. 3:11<\/a><\/span>).\nLet us integrate this wisdom into our lives.\n<\/p><p>\nLet us be wise in training our children, and remind ourselves often that all young people need\nheroes to emulate.  There is no life of the mind or aspiration of the spirit without emulation\nof great heroes.  Let us remind them too, that opportunity is often made or seized upon by\nmen, rather than thrust upon them.  The lives of two of the most eminent American\nhistorians&mdash;Prescott and Parkman beautifully teach this great lesson.  Our children must feel at\ntimes that they are in the company of a great human spirit.\n<\/p><p>\nMay I pause here to say some words on juvenile delinquency.  William Ellery Channing, the\ngreat historian, writer, and teacher said, \"No state of mind, not even positive suffering, is\nmore painful than the want of interesting objects.\" In other words, boredom causes crime. If\nwe had wisdom enough in the community one cannot doubt that crimes, which all good men\nreprobate, would be less prominent . . . we should be so wise as to discover the causes and\nremove them.\n<\/p><p>\nTo leaders and workers I say ponder on these words in Genesis, \"And Jacob was left alone;\nand there wrestled a man with him until the breaking of the day.\n<\/p><p>\n\"And he said, Let me go for the day breaketh.  And he said, I will not let thee go, except\nthou bless me\" (<span class=\"citation\" id=\"23650\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23650)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23650)\">Gen. 32:24,26<\/a><\/span>).\n<\/p><p>\nWe read&mdash;wisdom is better than strength. Wisdom is better than weapons of war.\n<\/p><p>\nWoe unto them that are wise in their own eyes, and prudent in their own sight.\n<\/p><p>\nWe read in our newspaper the other morning these words of Secretary of Labor James P.\nMitchell.  They are, I believe, wise words.  \"Civil rights is not solely a legal problem. \nBasically it is a moral problem.\" It will always be a problem in America, as long as children\nhear parents and neighbors utter derogatory remarks about other races, creeds, and religions.\nOur hiring practices in labor in the future, he says, will have to be based on ability and\nqualifications for the job, without regard to age or sex or race or creed or national origin.\n<\/p><p>\nLet us not be satisfied with a mediocre standard of our life's work.  Destiny does not bless a\nman unless he has endurance to wrestle until the breaking of the day.\n<\/p><p>\nOur Father in heaven, help us to get wisdom and use it in our lives, we humbly pray. Amen.\n<\/p>\n<\/div>\n<\/div>"}