{"ID":965, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Words to Live By\"<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, October 1958, pp. 68-70<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThank you, my brethren and sisters, those of you who were here this morning for your\nsustaining vote.  I assure you that I will do everything within my power to be worthy of that\nvote as I go about the Church serving the membership, our Heavenly Father and his Son,\nJesus Christ.\n<\/p><p>\nI would be ungrateful if I did not mention something about one of our colleagues, Elder\nClifford E. Young. It was not my privilege to be here when he passed away, so I did not\nattend his funeral service. I was touring a mission at the time. I am most grateful for his\ncompanionship, for the splendid characteristics exemplified in his life, integrity to his calling,\nhis faith and testimony of the gospel, and his unselfish service, many times, I am sure, filling\nhis assignments when he was suffering physically though he did not indicate it.\n<\/p><p>\nI pray that I may imbibe and partake of these excellent lessons.\n<\/p><p>\nThen I welcome and look with joy and great anticipation toward associating with these two\nsplendid men you sustained this morning, Elders Critchlow and Dyer.  I have known them\nboth for many years, thirty or upwards. Having been employed by the same company that\nElder Critchlow has been with for so many years, I have seen him under fire, but he has\nalways come through a devoted son of God.\n<\/p><p>\nLikewise with Brother Dyer.  I have known of his work in the Church and just recently as I\nhad the privilege of attending the Kansas City Stake conference, I felt of his spirit there and\nthe spirit of many of his missionaries.  So I am looking forward to closer association with\nthese splendid servants of the Lord.\n<\/p><p>\nAnd now I would give you words to live by if the spirit will so dictate.  I am reminded of an\nexperience that happened in the life of President George Albert Smith.  Several years before\nhe became President of the Church, he gave a home for some months to a couple from\nHolland.  They could speak but a few words of English and could understand very little\nEnglish. However, the Dutch brother insisted on going to the English-speaking fast meetings\nand after about the third fast meeting as President Smith and he were walking back to the\nSmith home, President Smith asked, \"Why is it that you insist on going to the\nEnglish-speaking fast meeting when you understand so little of what is being said?\" Here was\nthe significant reply from the Dutch brother, \"It is not what I see that makes\nme happy.  It is not what I hear that makes me happy. It is what I feel that makes me happy,\nand I can feel just as good as anybody.\"\n<\/p><p>\nYes, there are many who hear and yet do not hear. There are many who see, yet do not see. \nIf our lives are in tune with the glorious teachings of the gospel of Jesus Christ, then we can\nfeel just as good as anybody.  We feel as good as anybody because we have a witness and a\nconviction that Jesus is the Christ.  \"If any man will do his will, he shall know of the\ndoctrine, whether it be of God, or whether I speak of myself\"\n(<span class=\"citation\" id=\"27777\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27777)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27777)\">John 7:17<\/a><\/span>). There is no\nhesitancy, no surmising, no groping, but an assurance that God lives, that he is the Father of\nour spirits and that Jesus is his Divine Son, that they have again appeared in the earth in this\ndispensation as we have so gloriously sung a few moments ago.\n<\/p><p>\nYes, I am grateful for the testimony of Joseph Smith.\n<\/p><p>\nIt is interesting that I should have copied that testimony and his witness and that this song\nshould be sung just previous to my being called to occupy this position.  May I give it to\nyou? He likened his experience to that of Paul when he said: \n<\/p><p>\n\"However, it was nevertheless a fact that I had beheld a vision.  I have thought since, that I\nfelt much like Paul, when he made his defense before King Agrippa, and related the account\nof the vision he had when he saw a light, and heard a voice; but still there were but few who\nbelieved him; some said he was dishonest, others said he was mad; and he was ridiculed and\nreviled. But all this did not destroy the reality of his vision.  He had seen a vision, he knew\nhe had, and all the persecution under heaven could not make it otherwise; and though they\nshould persecute him unto death, yet he knew, and would know to his latest breath, that he\nhad both seen a light and heard a voice speaking unto him, and all the world could not make\nhim think or believe otherwise\"\n(<span class=\"citation\" id=\"30382\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30382)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30382)\">JS&mdash;H 1:24<\/a><\/span>).\n<\/p><p>\nThen Joseph further says: \n<\/p><p>\n\"So it was with me.  I had actually seen a light, and in the midst of that light I saw two\nPersonages, and they did in reality speak to me; and though I was hated and persecuted for\nsaying that I had seen a vision, yet it was true; and while they were persecuting me, reviling\nme, and speaking all manner of evil against me falsely for so saying, I was led to say in my\nheart: Why persecute me for telling the truth?  I have actually seen a vision; and who am I\nthat I can withstand God, or why does the world think to make me deny what I have actually\nseen?  For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny\nit, neither dared I do it; at least I knew that by so doing I would offend God, and come under\ncondemnation\" (<span class=\"citation\" id=\"30384\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30384)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30384)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\nMy, what a powerful testimony! And there are thousands throughout the Church today, yes,\nthousands upon thousands who have a witness within their hearts that God lives, that Jesus is\nthe Christ, that they did appear to the boy Joseph Smith, even though they have not seen or\nexperienced a like privilege. The Holy Spirit bears witness to this in the hearts of young and\nold alike.  They feel good inside because they are living the truths of the gospel which have\nbeen revealed in this day.\n<\/p><p>\nI should like to give you the witness from a young girl, seventeen years of age, a beautiful\nyoung lady, growing into womanhood.  There was a period in her life when she might not\nhave been too sure of her religious convictions, but she is being reared in a good home where\nthe tenets of the gospel are lived, where parents (the father now passed away) feel good\nbecause they are in tune.  Then she has some wonderful teachers and instructors in the\norganizations of the Church.  Today she feels good because she has a burning testimony.\n<\/p><p>\nMay I read her witness?\n<\/p><p>\nFirst, she said a group of MIA young folk invited some young people of another church to\nvisit a fireside. Sixty of them responded; there were only forty members of our Church\npresent. She says there was a great impression made upon many of the young folk, both\nmembers and nonmembers. They loved their teacher, Sister Nona Dyer, who happens to be\nthe daughter of Brother and Sister LeGrand Richards. Here is her witness: \n<\/p><p>\n\"I really love the gospel, and it is the most powerful influence in my life. It seems that the\nolder I get, the deeper the spirit of the gospel penetrates my soul, and the more beautiful life\nbecomes.\n<\/p><p>\n\"I certainly do admire Daddy for the way he lived the gospel and the example he set for\nothers, and Mother, who is so unselfish.  I just hope that someday I can learn to be that kind\nof person and give something to others in return for what has been given to me.\"\n<\/p><p>\nThese words we have heard, my brethren and sisters, are words to live by. They bring peace\nand joy and hope in our hearts, regardless of what the conditions in the world may be.  As we\nfollow truth and abide by gospel teachings, we have no need to fear, I assure you.  Regardless\nof who we are, we must keep alive this testimony in our hearts.\n<\/p><p>\nIn conclusion, I will give you an experience that came to me from my colleague, Elder\nClifford E. Young, a year or so ago. It seems that before President Heber J. Grant passed\naway, and many of you know that he was ill for many months, but three or four weeks before\nhe passed away, Brother Young was in his home visiting him. President Grant uttered this\nprayer: \"O God, bless me that I shall not lose my testimony and keep faithful to the end!\"\nHere was the prophet of the Lord at that time, holding the keys of the kingdom, praying that\nhe would not lose his testimony, that he would remain faithful to the end, even though he lay\non his sickbed and must have known that he would never be well again.\n<\/p><p>\nDoes it behoove us, then, brothers and sisters, to be faithful to the end that we may keep alive\nour testimonies through our works?  The Holy Spirit will keep us feeling good if we do our\npart and remain faithful to the end.\n<\/p><p>\nI bear witness to you that I know that good feeling because I know God lives, that Jesus\nChrist is his divine Son, that Joseph Smith was and is a prophet of God and those who have\nsucceeded him down to President David O. McKay are prophets of God, and he, President\nMcKay, has the mantle of authority and holds the keys of the kingdom of God in the earth. \nAnd I bear this testimony in the name of Jesus Christ our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}