{"ID":966, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Uses of Adversity<\/p>\n<p class=\"gcspeaker\">Elder George Q. Morris<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">George Q. Morris, <i>Conference Report<\/i>, October 1958, pp. 70-72<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, I am wholly dependent upon your faith and the blessings of the\nLord in directing me to say what I shall say upon this occasion. I have been thrilled with the\nproceedings of this conference.  Many things have been referred to, and among them was the\ntesting that we undergo in this life.  Patriarch Smith referred to that, and in the few moments\nfor me to speak I should like to make some reference to the uses of adversity. We are all\nsubject to adversities.  I need not enlarge upon that.\n<\/p><p>\nThe Lord said to Adam that for his sake the earth was cursed and that he should eat his food\nin sorrow all the days of his life\n(<span class=\"citation\" id=\"23646\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23646)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23646)\">Gen. 3:17<\/a><\/span>).\nThe scriptures say that man is born unto trouble as the\nsparks fly upward (<span class=\"citation\" id=\"26684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26684)\">Job 5:7<\/a><\/span>),\nwhich means that it is in the design of God that we should have these\nadversities and experiences in the world.  In the midst of life, death and a sea of trials and\ntroubles are ever with us.  So none of us are free from them, and it follows that we should\nfind some way of meeting them successfully.  As the Lord planned this earth, and in these\nplans were these problems, trials, and difficulties, he would not leave us without the means of\nmeeting them, and so sent his Only Begotten Son, the Lord Jesus Christ, to\nthe world to bring us the means of meeting all the conditions that we have to meet in this\nworld.\n<\/p><p>\nAs the Apostle Paul in the midst of Mars' hill was declaring to his pagan listeners the\nunknown God, he said: \"For in him we live, and move, and have our being\"\n(<span class=\"citation\" id=\"7829\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7829)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7829)\">Acts 17:28<\/a><\/span>)\nand the Lord Jesus Christ in whose hands the Father gave all things has said, \"I am the light\nand the life of the world\" (see\n<span class=\"citation\" id=\"27778\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27778)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27778)\">John 8:12<\/a><\/span>).\nIt follows that if we are truly intelligent we will center our lives in him.\n<\/p><p>\nI should like to read to you a few short testimonies of those who may have done so.  The\nscriptures say: \"It is better to go to the house of mourning than to the house of feasting.\n<\/p><p>\n\"Sorrow is better than laughter; for by the sadness of the countenance the heart is made\nbetter\" (<span class=\"citation\" id=\"21407\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21407)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21407)\">Eccl. 7:2-3<\/a><\/span>).\n<\/p><p>\nI wonder if we realize the truth of that.  Let me read these testimonies. There are a number of\nthem, but they are very short and to the point, and they may have messages that will uplift\nand bless many who are here or who will hear them, who are in need of them.\n<\/p><p>\n\"Sweet are the uses of adversity, which, like a toad, though ugly and venomous, wears yet a\nprecious jewel in its head.\" (Shakespeare.)\n<\/p><p>\n\"Affliction is the wholesome soil of virtue, where patience, honor, sweet humility, and calm\nfortitude, take root and strongly flourish.\" (Mallet.)\n<\/p><p>\n\"Paradoxical as it may seem, God means not only to make us good, but to make us also\nhappy, by sickness, disaster and disappointment.\" (C. A. Bartol.)\n<\/p><p>\nThis short one, which evidently came from the heart of the woman who expressed it, struck\nme forcibly: \"Ah! If you only knew the peace there is in an accepted sorrow.\" (Mde. Guion.)\n<\/p><p>\n\"It is a great thing, when the cup of bitterness is pressed to our lips, to feel that it is not fate\nor necessity, but divine love working upon us for good ends.\" (E. H. Chapin.)\n<\/p><p>\n\"Affliction comes to us all not to make us sad, but sober; not to make us sorry, but wise; not\nto make us despondent, but by its darkness to refresh us, as the night refreshes the day; not to\nimpoverish, but to enrich us.\" (Henry Ward Beecher.)\n<\/p><p>\nThe Prophet Joseph Smith one time said, when someone had remarked that somebody had\naffliction because of their sins, that it is an unhallowed statement to make, that afflictions\ncome to all. And M. Henry said: \"Extraordinary afflictions are not always the punishment of\nextraordinary sins, but sometimes the trial of extraordinary graces. Sanctified afflictions are\nspiritual promotions.\"\n<\/p><p>\nI wonder if we may not at some later time envy those splendid people who have had so many\nafflictions.  \"No Christian but has his Gethsemane; but every praying Christian will find there\nis no Gethsemane without its angel.\" (T. Binney.)\n<\/p><p>\nThe final one: \"Strength is born in the deep silence of long-suffering hearts: not amid joy.\"\n(Mrs. Hermans.)\n<\/p><p>\nThe Lord has expressed himself about these adversities that come, and I speak, for example,\nof the Prophet Joseph Smith, who had adversity from the moment he delivered his glorious\nmessage of the vision in the grove.  You will remember in Liberty Jail he cried out:\n<\/p><p>\n\"O God, where art thou?  And where is the pavilion that covereth thy hiding place?<br \/>\n\"Yea, O Lord, how long shall they [thy Saints] suffer these wrongs and unlawful oppressions,\nbefore thine heart shall be softened toward them, and thy bowels be moved with compassion\ntoward them?\" (<span class=\"citation\" id=\"13682\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13682)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13682)\">D&amp;C 121:1,3<\/a><\/span>).\n<\/p><p>\nWhat was the Lord's answer to this prayer?  \"My son, peace be unto thy soul; thine adversity\nand thine affliction shall be but a small moment; \n<\/p><p>\n\"And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy\nfoes\" (<span class=\"citation\" id=\"13683\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13683)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13683)\">D&amp;C 121:7-8<\/a><\/span>).\nThen the Lord held up before him other trials and difficulties that were\nto come, some even worse than he had had, but then said to him: \". . . know thou, my son,\nthat all these things shall give thee experience, and shall be for thy good.\n<\/p><p>\n\"The Son of Man hath descended below them all.  Art thou greater than he?\"\n(<span class=\"citation\" id=\"13691\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13691)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13691)\">D&amp;C 122:7-8<\/a><\/span>).\n<\/p><p>\nSo, in adversity we may have that which will exalt us, or we may have that which will\ndegrade us.  We may have that which, \"if we endure it well,\" will ennoble\nus, and we may have that which, if we indulge in self-pity and bitterness, may destroy us.  In\nall our adversities there are these two elements, and the determining factor is how shall we\nendure them?  Shall we endure them well?  If not, they may destroy us.\n<\/p><p>\nThe Lord Jesus Christ, the one perfect being in the world, was described by Isaiah as\n\"despised and rejected of men, a man of sorrows; and acquainted with grief\"\n(<span class=\"citation\" id=\"25197\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25197)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25197)\">Isa. 53:3<\/a><\/span>).\nThat describes his life, the one perfect life lived in the world, full of love and of service. \nPresident Clark referred to his Gethsemane, and I will read the detail of it, the Savior crying\nto the Father: \n<\/p><p>\n\"Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be\ndone.<br \/>\n\"And there appeared an angel unto him from heaven, strengthening him.<br \/>\n\"And being in an agony he prayed more earnestly: and his sweat was as it were great drops of\nblood falling to the ground\" (<span class=\"citation\" id=\"31481\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31481)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31481)\">Luke 22:42-44<\/a><\/span>).\n<\/p><p>\nAnd then on the cross, in the lonesomeness and terrible suffering of his dying moments, he\ncried out, using the words of the twenty-second Psalm, \"My God, my God, why hast thou\nforsaken me?\" (<span class=\"citation\" id=\"34907\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34907)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34907)\">Matt. 27:46<\/a><\/span>).\n<\/p><p>\nSomeone has said that in every great soul there must come a moment when he is left to\nhimself, and no doubt at that time that was the feeling of the Lord Jesus Christ.  The purpose\nof the Father in not removing the cup from the Savior\n(<span class=\"citation\" id=\"34895\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34895)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34895)\">Matt. 26:39<\/a><\/span>)\nin the depth of his suffering and the\nplace sorrow may have in our lives is made clear in his answer to the Prophet Joseph's\nprayer, and in the testimony of the Apostle Paul as follows: \n<\/p><p>\n\"Though he were a Son, yet learned he obedience by the things which he suffered;<br \/>\n\"And being made perfect, he became the author of eternal salvation unto all them that obey\nhim\" (<span class=\"citation\" id=\"24277\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24277)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24277)\">Heb. 5:8-9<\/a><\/span>).\n<\/p><p>\n\"For it became him, for whom are all things, and by whom are all things, in bringing many\nsons unto glory, to make the captain of their salvation perfect through sufferings\"\n(<span class=\"citation\" id=\"24274\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24274)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24274)\">Heb. 2:10<\/a><\/span>).\n<\/p><p>\nI should like to close with the testimony of President David O. McKay.\n<\/p><p>\n\"Upon the membership of this Church rests the obligation to teach the divinity of Jesus Christ,\nin whose perfection we find every virtue; in whom are combined in wonderful harmony all\nthe powers of the soul; in whose life and teachings we can find every comfort, and if we go\nto him in humility and faith, every guidance and inspiration we need.\n<\/p><p>\n\"Our Lord, our Savior, Jesus Christ, is the head of this Church.  I know the reality of his\nexistence, of his willingness to guide and direct all who serve him.\"&mdash;\"The Man of Nazareth,\"\n<i>The Improvement Era<\/i>, December 1957.\n<\/p><p>\nI add to that testimony my humble testimony that Jesus Christ, the Redeemer of the world,\norganized this, his Church, through the Prophet Joseph Smith, and in it is the power of God\nunto salvation, and that he is directing it as here implied, through his servant, President David\nO. McKay. I bear this witness in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}