{"ID":968, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, October 1958, pp. 80-83<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, this is an awesome place to occupy, with the hope and the prayer in my heart,\nand I hope in yours, you who are seen and you who are unseen, but listening, that what I\nshall say, and it will not be too long, will be of some benefit to us.\n<\/p><p>\nI am sure, President McKay must be heartened and pleased by the report of the practical\nmeasures which these two bishops have taken to secure reverence.  I am sure that you bishops\nwho are here, and who are listening, will find in these two very able reports from these two\nyoung bishops, much food for thought and much ground for the adoption of measures that\nwill bring the reverence that President McKay has been urging for years and the reverence\nwhich I believe our Heavenly Father expects if he is to lend to us his listening ears, when we\npray to him.\n<\/p><p>\nAs I said today, there is a royal road from here to our Sovereign, and unlike any other\nsovereign of whom we know by some means of which we do not know, our petitions reach\nhim instantly. Whether that royal road be open to city traffic or not depends entirely upon us.\n<\/p><p>\nI wanted to say a few words, if I might and I will be as brief as I can, because I know you\nare waiting to listen to the others who will speak here it night, about the Priesthood. I am not\ngoing to undertake to define it. I will regard it as the power of God delegated to those whom\nhe chooses directly or through his regularly ordained servants. It is a part of his power which\neach and every of you has, for the offices and for the work which is entrusted to those who\noccupy the offices which hold.\n<\/p><p>\nAs I see the work of the Church, I will divide it for my purposes, tonight, into three parts:\nFirst, there is the obligation resting on all the Priesthood to keep the home fires burning. By\nwhich I mean, as you will guess, the obligation to keep the Church going.\n<\/p><p>\nSecondly, and depending upon the efficacy of the first, is the obligation to\nspread the Gospel among the living and bring them to a knowledge of the truth.\n<\/p><p>\nThirdly, the obligation upon us to see to it that those who have gone before, without\nopportunity to hear and embrace the Gospel, have their work vicariously done for them and\nfor this work you in your home capacity are responsible.\n<\/p><p>\nBut I want to say more particularly, something about this homework which we have. You\nknow, this Church was badly driven in its early days. The third field, work for the dead was\nnot known in the earliest days. They began the work of the second field and carried it on\nfrom the first, but it was hampered and more or less delayed by the mobbings and the\ndrivings and the other indignities and persecutions which were heaped upon the early Church.\n<\/p><p>\nWe began in New York, we went to Ohio, we went to Missouri, we came back to Illinois,\nand then we came West. And apparently we seemed to think that when we got West, we\nshould be free from persecution. Such was not the fact.\n<\/p><p>\nBut in the midst of our wanderings&mdash;shall I say&mdash;in the East, during the time that the\nmajority of the Saints were in Missouri, grievous and terrible persecution came upon us. We\nread of the persecution of the early Christians. Those persecutions in the time of Rome were\nfar more dramatic than those which we suffered, but in considerable part they were different\nand did not involve the humiliation and degradation of families in the way in which our\npersecutions involved them.\n<\/p><p>\nIn the midst of all this, in Missouri, they arrested, on charges that apparently involved the\ndeath penalty, Joseph and Hyrum, Alexander McRae, Lyman Wight, Caleb Baldwin, and\nSidney Rigdon. For some reason that I have not been able, in my casual search, to learn,\nSidney Rigdon was released, leaving the five men there. I will not go through that.  Four and\na half months, as nearly as I can count, they were in Liberty Jail, and during the time they\nwere in Liberty Jail, the Prophet wrote a great epistle and certain parts of the epistle have\nbeen taken out and placed in the Doctrine and Covenants as revelations, as they were,\nglorious in their language, in their principle, and in their instructions\n(<span class=\"citation\" id=\"13681\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13681)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13681)\">D&amp;C 121:1-46<\/a><\/span>;\n<span class=\"citation\" id=\"13690\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13690)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13690)\">D&amp;C 122:1-9<\/a><\/span>;\n<span class=\"citation\" id=\"13693\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13693)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13693)\">D&amp;C 123:1-17<\/a><\/span>).\n<\/p><p>\nOut of that Missouri situation arose among some of the Saints, not many, but some of the\nSaints a feeling of vengeance and revenge that resulted in one of the incidents of our history\nthat we wish we did not have to try to forget. But there were reasons.\n<\/p><p>\nYou know, I have been in Liberty Jail. There is not much left there of what was there at the\ntime the Prophet and his associates were there, but there is something. And for a long time\nthe Authorities have been talking about restoring that Liberty Jail, or erecting there some kind\nof a memorial building. I have my own ideas about that but I will not present them.\n<\/p><p>\nBut these revelations, these great outpourings of wisdom and the Spirit of the Lord, came at a\ntime when the Church was struggling for existence. They were threatening to exterminate us\nin Missouri. They were threatening to kill our leaders. The great concern at that time was the\nkeeping of what I have termed the home fires burning. They were still going, or had already\nbegun and were still going on converting people, trying to carry out going into all the world\nand all the rest. But they were having their troubles.\n<\/p><p>\nI have been just a little bit disappointed in noting that some of our historians are rather\ninclined to excuse or to explain the burnings, the robbings, the plunderings, the rapings, and all\nthe rest.  Personally, I have no desire to forget all those things&mdash;not that I want to cherish\nthem and build hate in my heart, but I do want to have some understanding of what our\nforefathers went through in order that we might come here. And I recommend to you that you\nread the last chapters of Volume I, I think it is, of Roberts' <i>Comprehensive History of the Church<\/i>,\nin which he sums up what happened in Missouri after they had gotten rid of us. It is\nan amazing story, and I assume accurate.\n<\/p><p>\nWhile the brethren were in prison, the Prophet Joseph and Hyrum and the rest, the Saints\nwere led from Missouri to Illinois. Brigham Young led them. He tried to get\nBishop Partridge to take out, provide for the getting out of Missouri, of the poor but Bishop\nPartridge did not and would not take on the work, so Brother Brigham had to do it himself.\nThat was a great experience, one that every descendant, literally or spiritually, and all of us\ncome in the latter group, should find a demonstration, a proof, of the great faith which those\nstalwarts had.\n<\/p><p>\nNow, I want to read, in conclusion, a few verses from Section 121, in which the Lord,\nthrough the Prophet Joseph, talks to all of us, not to those engaged just in missionary work,\nnor to those engaged in vicarious work for the dead, but to them and to all of us, also. I may\nstop here and there and say a word, but not much.\n<\/p><p>\nThese are commandments, as I read them, to us for our daily conduct.\n<\/p><p>\n\"Behold, there are many called, but few are chosen. And why are they not chosen?\n<\/p><p>\n\"Because their hearts are set so much upon the things of this world, and aspire to the honors\nof men, that they do not learn this one lesson&mdash;\"\n<\/p><p>\n&mdash;That hits some of us.\n<\/p><p>\n\"That the rights of the priesthood are inseparably connected with the powers of heaven, and\nthat the powers of heaven cannot be controlled nor handled only upon the principles of\nrighteousness.\n<\/p><p>\n&mdash;You bearers of the Priesthood have there a rule as to your own conduct.\n<\/p><p>\n\"That they may be conferred upon us, it is true; but when we undertake to cover our sins, or\nto gratify our pride, our  vain ambition, or to exercise control or dominion or compulsion\nupon the souls of the children of men, in any degree of unrighteousness, behold, the heavens\nwithdraw themselves; the Spirit of the Lord is grieved; and when it is withdrawn, Amen to\nthe priesthood or the authority of that man.\n<\/p><p>\n&mdash;Very strong language&mdash;not mine, but the Prophet's through revelation!\n<\/p><p>\n\"Behold, ere he is aware, he is left unto himself, to kick against the pricks, to persecute the\nsaints, and to fight against God.\n<\/p><p>\n\"We have learned by sad experience that it is the nature and disposition of almost all men, as\nsoon as they get little authority, as they suppose, they will immediately begin to exercise\nunrighteous dominion.\n<\/p><p>\n&mdash;He had just told us what happens to those who exercise unrighteous dominion and then he\nrepeats what he had said\nabove&mdash;\n<\/p><p>\n\"Hence many are called, but few are chosen.\n<\/p><p>\n\"No power or influence can or ought to be maintained by virtue of the priesthood, only by\npersuasion, by long-suffering, by gentleness and meekness, and by love unfeigned; \n<\/p><p>\n\"By kindness, and pure knowledge, which shall greatly enlarge the soul without hypocrisy,\nand without guile&mdash;\"\n<\/p><p>\n&mdash;And the following verse contains what might be one of the greatest tests of what we can do\nand how we feel.\n<\/p><p>\n\"Reproving betimes with sharpness when moved upon by the Holy ghost...\" and now note\n\"and then showing forth afterwards an increase of love toward him whom thou hast reproved\nlest he esteem thee to be his enemy; ...\"\n<\/p><p>\nAnd in carrying forward that, the escape from hypocrisy and believed hypocrisy can be very,\nvery doubtful, we must exercise what is called for there, with greatest care and discretion and\nwithout any hypocrisy.\n<\/p><p>\n\"That he may know that thy faithfulness is stronger than the cords of death.\n<\/p><p>\n\"Let thy bowels also be full of charity towards all men, and to the household of faith, and let\nvirtue garnish thy thoughts unceasingly; then shall thy confidence wax strong in the presence\nof God; and the doctrine of the priesthood shall distil upon thy soul as the dews from heaven.\n<\/p><p>\n\"The Holy Ghost shall be thy constant companion, and thy scepter an unchanging scepter of\nrighteousness and truth; and thy dominion shall be an everlasting dominion, and without\ncompulsory means it shall flow unto thee forever and ever\"\n(<span class=\"citation\" id=\"13684\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13684)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13684)\">D&amp;C 121:34-46<\/a><\/span>).\n<\/p><p>\nI conceive these to be the rules by which we bearers of the Priesthood shall conduct\nourselves.\n<\/p><p>\nRecently a letter came before me written to be signed by the Presidency, and it gave direction\nsuch as would be given in a letter written with reference to the ordering of\ngoods, or something of that sort.\n<\/p><p>\nBrethren, be careful, be prayerful, be wise, when you undertake to make your reproof, when\nyou undertake to direct men who have nothing but their love of the Gospel and their respect\nof you to impel them to obey you.\n<\/p><p>\nBe careful of their feelings.  Speak kindly and in such a way that there never will be any\nquestion as to your love for them and your desire merely to be helpful.\n<\/p><p>\nI bear my testimony to the truth of the Gospel. I bear my testimony that I do have a\ntestimony that God lives, that Jesus is the Christ, that there is the Holy Ghost. I bear my\ntestimony that the Gospel and the Priesthood were restored through the instrumentality of\nJoseph Smith and those associated with him. I bear my testimony that the same authority\nwhich was given to him has come down to us through all of the Presidents since the time of\nJoseph Smith, and that it is possessed now by President McKay, who I know strives to carry\nout these commandments of the Lord regarding the Priesthood and the exercise of its powers\nas the Lord has commanded.\n<\/p><p>\nMay God be with us always and help us to do all we need to do in order to make the home\nChurch strong and vigorous, that we may be able to cover the other fields, spreading the\nGospel among the living and by vicarious work among the dead, I humbly pray, in the name\nof Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}