{"ID":97, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Nature of Peace<\/p>\n<p class=\"gcspeaker\">Elder John A. Widtsoe<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John A. Widtsoe, <i>Conference Report<\/i>, October 1943, pp. 112-116<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren: I hold it a great privilege to be allowed to bear witness of the truth of this\nwork to the assembled priesthood leadership of the Church. I bear testimony to you that this\nis the work of God, established by Him through the instrumentality of the Prophet Joseph\nSmith.\n<\/p><p>\nFORMULA FOR A TESTIMONY\n<\/p><p>\nThis testimony I found in my early youth. It has remained with me as a certain knowledge all\nthese years. I have discovered, as you have, I am quite, sure, the method by which such a\ntestimony may be kept alive, blossoming, useful in human life. The formula is simple: Live\nthe gospel every day, practice it, and study it regularly; do not let the affairs of the day that\ndeal with the making of our temporal living crowd aside matters that pertain to the gospel. If\nwe use this formula, our testimony will become increasingly certain, will grow, will expand in\nmeaning and comprehension.\n<\/p><p>\nOBJECTIVE OF CHURCH TO BRING PEACE\n<\/p><p>\nDuring these days of Conference I have enjoyed, with all of you a feast of good things.\nDuring the days a thought has come into my mind repeatedly and has crowded out any\npreparation that I may have made for this occasion. It is an ancient theme, touched upon by\nseveral speakers at this conference. If the Lord will help me, I should like to discuss it with\nyou briefly.\n<\/p><p>\nThis is a Church of peace. The gospel of the Lord Jesus Christ is a gospel of peace. The head\nof the Church, the Lord Jesus Christ, was spoken of in Brother McKay's address, as the\nPrince of Peace. If we study the conditions of the Church, its principles, its practices, all that\npertains to it, we shall find that they all converge upon one great objective&mdash;the establishment\nof peace upon earth and among the children of men. That is the objective which dates back to\nthe beginning of mortal time.\n<\/p><p>\nThis matter of peace appears and reappears in the scriptures. It was Brother Kirkham,\nyesterday, who quoted the Savior: \"Peace I leave with you, my peace I give unto you\"\n(<span class=\"citation\" id=\"27101\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27101)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27101)\">John 14:27<\/a><\/span>).\n<\/p><p>\nAt this particular time in the world's history, we have much to say about peace. The devil for\nsome time has been given ample dominion over his own\n(<span class=\"citation\" id=\"11840\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11840)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11840)\">D&amp;C 1:35<\/a><\/span>); but we understand, that there never\nwas a time when the hand of the Lord was wholly withdrawn from human affairs. Apparently\nthe tide of battle is now being turned by the Lord toward victory for those who are battling\nfor righteous principles.\n<\/p><p>\nTherefore, men are speaking about peace, and what is going to happen after the war. Books\nand articles are being published, there is a deluge of written material setting up propositions\nand proposals relative to the disposition of all mankind and all human affairs after the war is\nover.\n<\/p><p>\nI want to say to my brethren here today that these proposals begin at the wrong end, and that\nthey will all fail. Peace upon earth is not to be established by Congress or Parliament, or by a\ngroup of international representatives. Peace is not a thing that can be taken on, then taken off\nagain, as we do a piece of clothing. Peace is quite different from that. Peace cannot be\nlegislated into existence. It is not the way to lasting peace upon earth. That, every man here\nunderstands.\n<\/p><p>\nRemember, the Savior Himself tried to point that out to us, for when he spoke to his disciples\nand said, \"Peace I give unto you, peace I leave with you,\" He added, \"Not as the world\ngiveth, give I unto you\" (<span class=\"citation\" id=\"27102\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27102)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27102)\">John 14:27<\/a><\/span>).\n<\/p><p>\nPeace comes from within; peace is myself, if I am a truly peaceful man. The very essence of\nme must be the spirit of peace. Individuals make up the community, and the nation&mdash;an old\nenough doctrine, which we often overlook&mdash;and the only way to build a peaceful community\nis to build men and women who are lovers and makers of peace. Each individual, by that\ndoctrine of Christ and His Church, holds in his own hands the peace of the world.\n<\/p><p>\nThat makes me responsible for the peace of the world, and makes you individually\nresponsible for the peace of the world. The responsibility cannot be shifted to someone else. It\ncannot be placed upon the shoulders of Congress or Parliament, or any other organization of\nmen with governing authority.\n<\/p><p>\nI wonder if the Lord did not have that in mind when he said: . . . \"the kingdom of God is\nwithin you\" (<span class=\"citation\" id=\"31109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31109)\">Luke 17:21<\/a><\/span>),\nor perhaps we should re-emphasize it and say: \"The kingdom of\nGod is within <i>you<\/i>.\"\n<\/p><p>\nPEACE COMES FROM WITHIN\n<\/p><p>\nI believe that our problems in this day and age are in some respects the most terrible in the\nwhole history of the world, and the most difficult to understand. Yet we know that peace and\nall that pertains to it must come from within honest human hearts who have been drilled and\ntested in righteousness.\n<\/p><p>\nThe question may be asked, Is it really possible for such individuals to be vanquished, shall\nwe say, by peace? Is it possible for such individuals to be so multiplied in number, as to\nmake of the earth a happy, peaceful dwelling place. The answer which we give to the world is\nthat if a man but conform to, if he be in harmony with, eternal law, peace will be his. That is\na simple formula which refers to body, mind, and spirit, and to our neighbors. If I obey the\nphysical laws of the body, physical peace will be mine. If I obey the laws of mental health, I\nshall be mentally at peace. If I obey the spiritual laws which God has given, I shall likewise\nfind peace, the highest peace. If I love my neighbors, even as I love myself and my God, and\nall men do the same, there will be complete social peace. Such obedience can be yielded; such\nharmony can be won. It has been done by men; it can be done again. Such harmony with law\nlies at the foundation of the problem of our searching and reaching out for peace in our\ntroubled world.\n<\/p><p>\nThere may be some here who have tried to pay a part of the tithing due the Lord. Has peace\nremained in their hearts? Ask ourselves! There may be those, like the soldier mentioned by\nBrother Lee this morning, who have been taught the Word of Wisdom, and have failed to\nkeep it. There was not peace in the heart of our soldier brother when he lay wounded and in\ndire need of divine help. There is not peace in our hearts when we disobey the law.\nConformity to the law alone brings peace.\n<\/p><p>\nBut before we can obey we must know and understand the law. Thereby hangs a tale so long\nthat it is impossible to discuss it in the few minutes at my disposal. Peace has been lost\nbecause the world has lost the knowledge of divine truth, or knowing it, has misunderstood it.\n<\/p><p>\nFor example, God, who needs to be known first, has been made into an ethereal essence,\nfilling space, which, as the Father of men, is incomprehensible to the human mind. It is folly\nto look for peace among men when the deeper realities of existence are not understood. Men\nare ill at ease who do not comprehend these truths correctly, and are prone to warfare. Only\nas the truths of existence are found and accepted will peace prevail on earth.\n<\/p><p>\nMen must also understand the plan of salvation, the meaning of life, to find peace in their\nown hearts, and to help establish peace on earth. I remember the hostile British officer who\nattempted to prevent my entrance into Great Britain because I was a \"Mormon.\" In the\nensuing conversation he said finally: \"If I admit you, what will you do in Great Britain?\"\n<\/p><p>\nI answered: \"If you admit me, I shall, to the best of my ability teach the people of Great\nBritain how to win happiness in this life and the life hereafter. I shall tell them whence they\ncame, why they are here upon this earth, and where they are going after death.\"\n<\/p><p>\nThe uniformed man, a long-time servant of the empire, looked at me in astonishment. \"Can\nyou answer these questions? All my life I have sought answers to them. No one has been able\nto answer me. Please teach me.\"\n<\/p><p>\nHe was not at peace; he was uneasy in his heart.\n<\/p><p>\nI remember the aged widow in southern Utah, a convert from England, who had left a\ncultured home to begin the pioneer toil of building an empire here in the western desert. She\ntold of her struggles and sacrifices, of the pains of her days and years. When she had told the\nstory, one to bring tears to my eyes, I said to her, \"Sister, yours has been a hard life; you\nhave sacrificed much. Let me ask you, if you were a girl again in England and could look\ndown the coming years, would you do it again? Would you accept the gospel and face the life\nthat you have here lived?\"\n<\/p><p>\nThe old lady, in her eighties, got up from her chair, looked me in the eye: \"You ask me,\nwould I do it again? For that which the gospel has given me, I would do it over again ten\nthousand times.\" She had found peace. Her heart was at ease.\n<\/p><p>\nThere is no time to discuss further the method by which individual peace may be won, but it\nmay be added that the seeker after peace must forget himself in the search.\nThe art of placing the cause above oneself is of first importance if peace shall grow in our\nhearts. Whenever we place ourselves before the cause, we are, in the words of President John\nTaylor, in the hands of evil. The peace disappears.\n<\/p><p>\nTHE MEANING OF \"ZION\"\n<\/p><p>\nLet me say one thing more. There is a statement in the D&amp;C, which I have read with many a\nsober thought:\n<\/p><p>\n. . . every man that will not take his sword against his neighbor must needs flee unto Zion for\nsafety.\n<\/p><p>\nAnd there shall be gathered unto it out of every nation under heaven; and it shall be the only\npeople that shall not be at war one with another\n(<span class=\"citation\" id=\"11860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11860)\">D&amp;C 45:68-69<\/a><\/span>).\n<\/p><p>\n\"They shall flee to Zion for safety.\" That I believe does not mean a geographically limited\nplace, but a place where the pure in heart\n(<span class=\"citation\" id=\"11898\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11898)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11898)\">D&amp;C 97:21<\/a><\/span>) dwell,\nfor they are Zion, and out of that Zion\nconsisting of the pure in heart shall go forth the force and power that will bring peace to pass\nupon this unhappy earth.\n<\/p><p>\nWe are Zion; we say we are; I know we are. We are under the tremendous commission so to\nlive, so to establish peace in our own hearts as to make our companionship, wherever we are,\na society to which the suffering, the uneasy, those without peace, in all the world, may flee\nfor safety. Truly a tremendous obligation rests upon the Latter-day Saints.\n<\/p><p>\nOur patriarch spoke last night of this people being as a leaven. We know that to be true. We\nare as a leaven to all the world. That is why the \"minority\" of which he spoke does not count.\nFuture, lasting peace is not a question of majority or minority, but of the power of the leaven.\nThe leaven may be weak. Sometimes it needs to be strengthened. That is our problem,\nespecially the task of leadership, to strengthen among our people the leaven of peace, the\ngospel of peace, so that out of our very presence, out of our hearts and faith, something\nradiates that will touch the hearts of all who are seekers after truth, who are lovers of peace.\nAs such people gather to us, if we do our duty, they will be blessed and find that which they\nseek, and with us help establish upon earth the kingdom of peace, which is the kingdom of\nheaven.\n<\/p><p>\nAt this moment I am looking into the faces of the leadership of the Church of Christ. We\nhave had in this Conference a wonderful feast of good things. Seldom have I felt so\nspiritually fed. Shall we go back now to our homes and to our labors and take all the truths\nthat we have received, and convert them into a message of peace wherever we go? Let us do\nso. Remember that\n<\/p><p>\nBlessed are the peacemakers: for they shall be called the children of God\n(<span class=\"citation\" id=\"33825\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33825)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33825)\">Matt. 5:9<\/a><\/span>).\n<\/p><p>\nMy message to you, and my plea with you is that each one of us, in behalf of himself, his\nflock, the world, will constitute himself a peacemaker, beginning with his\nown heart, to cleanse it, to make it fit for the abode of peace.\n<\/p><p>\nMay God so help us and bless us, I pray, in the name of the Lord Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}