{"ID":970, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1958, pp. 86-89<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nWhen this vast congregation responded to Brother Condie's baton on the first note of \"Do\nWhat Is Right,\" I was thrilled. The strength of your voices expressed a spirit which is\nsublime, and strangely enough, I was reminded of a statement that a leading businessman in\nthe United States made to me on the plane that carried us to South Africa a few years ago.\nThere were three businessmen&mdash;one who was president of the Board of a mining company\nthere on the Coast of Africa; another who was a member of the Board going down to a Board\nmeeting; and this gentleman who was head of a national Drug Store chain.\n<\/p><p>\nWhen he found out we are Mormons, be said, \"Whenever I can find a young Mormon boy to\ntake charge of running our drug stores, I tell my men to give him a position. I have many of\nthem in my employ.\" He has found integrity in them. I thought I felt the strength and source\nof that integrity tonight.\n<\/p><p>\nI thought when the gentleman made that statement, that any young member of this Church\nwho gets a position in that chain of stores may cast a reflection upon the entire body if he\nfailed in upholding the standard of the Church. That is what he would do. Whenever anyone,\nany husband in this Church, treats his wife unfairly, or stoops so low as to strike her, as I\nheard only recently a man did, he disgraces his Priesthood, casts reflection upon the whole\nChurch. That would be true if he were only a member, but if he holds a prominent position in\nthe Church as this man does, he disgraces his Priesthood, and proves himself untrue to his\nfellows. He disgraces his quorum, and proves himself unworthy of\nmembership in it.\n<\/p><p>\nIt is an inspiring sight to see this body in the Tabernacle, and to realize that assembled in 139\nother houses there are members of the Priesthood, from the high priests to the deacons,\nmeeting tonight and feeling the power of the Priesthood.\n<\/p><p>\nOne principle emphasizes itself in my mind tonight, and that is the virtue of self-control.\nWhen a man accepts the Priesthood, he accepts the obligation of controlling himself under\nany circumstances. That is the first lesson that the Savior gave to us after his baptism&mdash;the\npower of resistance. Arising from the plain through which the Jordan River flows into the\nDead Sea, near the spot of Christ's baptism, there is a precipitous cliff called the Mount of\nTemptation. People point to it and say, \"It is on that Mount that Jesus went alter he was\nbaptized in the River Jordan.\"\n<\/p><p>\nThose three temptations which were given to Him are given to us. The first was an appeal to\nhis appetite after 40 days of fasting, which temptation is really an appeal to the appetite.\nSecond, an appeal to his vanity. \"Cast thyself down. I dare you this; and I dare you that.\" And\nthird, \"the kingdoms of the world and all the wealth thereof will be yours if you follow me.\"\nWhen Satan reached that point he was not challenging, he was pleading.  \"All these I will\ngive thee if thou wilt bow down and worship me\"\n(<span class=\"citation\" id=\"34843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34843)\">Matt. 4:1-11<\/a><\/span>).\n<\/p><p>\nAs Christ resisted the temptation of appetite, of passion; as he resisted the appeal to his vanity\nand pride, he grew in power. I had better put it this way: that Satan's bombastic attitude, his\nchallenging attitude, \"<i>If<\/i> thou be the Son of God,\" is changed to one of pleading, and when\nChrist said, \"Get thee behind me Satan, for it is written thou shalt worship the Lord thy God\nand him only shalt thou serve\"\n(<span class=\"citation\" id=\"31467\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31467)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31467)\">Luke 4:8<\/a><\/span>),\nwe glimpse what it means to be the victor over temptation,\nand we understand also how temptation loses its power and leaves us. As Satan slunk away,\nangels came and administered to Christ\n(<span class=\"citation\" id=\"34844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34844)\">Matt. 4:11<\/a><\/span>).\n<\/p><p>\nWell, the temptations come to every man who holds the Priesthood. One of the bishops who\nspoke to us tonight referred to the relationship of self-control, self-mastery, and reverence.\nThat is one of the great lessons in this matter of reverence. Both bishops, who gave us some\nexcellent suggestions, and 'whom I thank at this time, referred to the necessity of reverence in\nthe home, control of presiding authority in conducting meetings, controlling their own\ntongues. I know of no attribute, no quality, more conducive to peace in the home than\nself-control. If the husband sees something in the wife about which he could find fault, it\nwould be better for him to say nothing, to control his tongue. That is an excellent thing to do,\nsay nothing about it. And if the wife would practice that same thing, how many disputations\nand quarrels would be stopped, quenched at their beginning.\n<\/p><p>\nParents who suddenly become angered or hurt or injured at some act of a child innocently\ncommitted might hurt the child's feelings. Parents should manage to exert control of\nthemselves, control of their hands, control their tongues particularly, then the child's feelings\nwould not be hurt.\n<\/p><p>\nEvery Sunday when we partake of the Sacrament we covenant that we will do just this one\nthing at least, wherever we are. Read what James says about controlling the tongue, an unruly\nmember (<span class=\"citation\" id=\"26133\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26133)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26133)\">James 3:5-8<\/a><\/span>),\nand you will see that this is one of the fundamental principles. We covenant on that\nSunday that we will take upon us the name of the Son, we witness that we will do it. It takes\nsome control to keep that promise. We witness that we will always remember him\n(<span class=\"citation\" id=\"13619\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13619)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13619)\">D&amp;C 20:77,79<\/a><\/span>).\n<\/p><p>\nWe should be always dignified, self-possessed. When Pilate said, \"Behold the man\"\n(<span class=\"citation\" id=\"27812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27812)\">John 19:5<\/a><\/span>), he asked\nall to behold the perfect man.  He was just that. We covenant that we will keep the\ncommandments which he has given us. One reason why nonmembers, disbelievers in\nChristianity and in religion, so express themselves against it is because of the inconsistency\nbetween the Christian who pretends to do these things, and then in business affairs and in his\nhome life he does just the opposite, and I apply to him that terrible title, \"hypocrite,\" a sin\ncondemned more vehemently by the Savior than any other excepting the\ngreat sins of adultery and murder.\n<\/p><p>\nI plead with the members of the Priesthood throughout the Church to practice self-mastery.\nThat applies to prospective missionaries and to missionaries who are in the field. Be master of\nyourselves, master of your appetites, master of your passions.  Husbands, wives, be as a light\nset upon a hill, that men seeing your good deeds and your good lives will glorify our Father\nin Heaven (<span class=\"citation\" id=\"34847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34847)\">Matt. 5:16<\/a><\/span>).\n<\/p><p>\nWhat was it that made the president of I suppose the greatest Drug Store chain in the United\nStates say, \"I choose the Mormon boys wherever I can get them.\" He has confidence in you.\nYou will resist the temptation of taking any of his money. You will represent him in his\nbusiness in giving returns for his investment. The poet has said: \n<\/p><p>\n      It is easy enough to be pleasant<br \/>\n      When life flows by like a song,<br \/>\n      But the man worth while is the one who will smile,<br \/>\n      When everything goes dead wrong.<br \/>\n      For the test of the heart is trouble,<br \/>\n      And it always comes with the years,<br \/>\n      And the smile that is worth the praises of earth<br \/>\n      Is the smile that shines through tears.\n<\/p><p>\n      It is easy enough to be virtuous,<br \/>\n      When nothing tempts you to stray,<br \/>\n      When without or within no voice of sin<br \/>\n      Is luring your soul away;<br \/>\n      But it's only a negative virtue<br \/>\n      Until it is tried by fire,<br \/>\n      And the life that is worth the honor on earth<br \/>\n      Is the life that resists desire.\n<\/p><p>\n      By the cynic, the sad, the fallen,<br \/>\n      Who had no strength for the strife,<br \/>\n      The world's highway is cumbered today;<br \/> \n      They make up the sum of life.<br \/>\n      But the virtue that conquers passion,<br \/>\n      And the sorrow that hides in a smile,<br \/>\n      It is these that are worth the homage on earth<br \/>\n      For we find them but once in a while.\n<\/p><p>\n          &mdash;\"Worth While,\"<br \/>\n                   by Ella Wheeler Wilcox\n<\/p><p>\nResist the devil, and he will flee from you\n(<span class=\"citation\" id=\"26134\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26134)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26134)\">James 4:7<\/a><\/span>).\n<\/p><p>\nI commend Bishop Wirthlin and Bishop Richards for their excellent messages to us on\nreverence, and as one of them said at the base of it all is this virtue of self-control,\nself-mastery. There is no whispering by parents during the administration of the Sacrament\nwhen they exercise this virtue. There is no whispering after entering the House of God. There\nis communion between the spirit, and the Spirit of the Lord. There is no whispering on the\nrostrum, because all preparation is made beforehand.\n<\/p><p>\nAnd children should know, though they want to play, that they have to resist it during the\nworshipping hour so they will not intrude upon the concentration and the spiritual communion\nof others.\n<\/p><p>\nGod bless us that we may be true to the responsibilities given us directly from heaven. There\nis no use excusing it or modifying it, that is the truth, and the body of Priesthood listening in\ntonight, representing the hundreds of thousands who hold the Priesthood, carry the\nresponsibility of setting an example to the whole world.\n<\/p><p>\nMay God give us power to discharge our duties honorably and well&mdash;in our homes, in our\nbusiness relationships, and especially in our association with leaders in the world who, seeing\nour characters, our leadership, may be influenced to lead many others of their members\nnationally under their control to favor acts and laws necessary that the missionaries,\nrepresentatives of this Church may carry the Gospel to all the world. That is our duty&mdash;to\nteach all nations, baptizing them in the name of the Father, of the Son, and of the Holy Ghost\nteaching them to observe all things, whatsoever he has commanded, and he says, \"Lo, I am\nwith you alway, even unto the end of the world\"\n(<span class=\"citation\" id=\"34914\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34914)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34914)\">Matt. 28:19-20<\/a><\/span>).\n<\/p><p>\nI leave my blessing with you, my dear fellow workers. Our hearts are full of\npride&mdash;righteous pride&mdash;for the brotherhood exemplified last night by those young boys of the\nAaronic Priesthood, and tonight by the tens of thousands of men holding the Melchizedek\nPriesthood.\n<\/p><p>\nI pray God to give us power, to enlighten our minds, quicken our understandings, give us\ngood judgment under all conditions, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}