{"ID":971, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Mission of Lay Members<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1958, pp. 90-94<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, please believe me that never before have I felt so keenly the need of\nyour sympathetic cooperation, and particularly the guidance of the Spirit of the Lord. I have\nin mind and in my heart the feeling that the religious influence, sincere religious influence in\nthe heart, or the life of the individual, is the most refining influence in the world.  That spirit\nhas actuated each one, I am sure, who has spoken to us in previous sessions of this\nconference, and I should like to emphasize that with your help and the inspiration of the Lord\nin the few remarks that I make on this occasion.\n<\/p><p>\nIt is a wonderful influence&mdash;to see this vast audience, to realize that the Assembly Hall and\nBarratt Hall are also crowded, and that tens of thousands are listening in by television and\nradio this morning.\n<\/p><p>\nJesus, in a wonderful prayer&mdash;I think it must have been the most impressive ever offered in this\nworld&mdash;said these words: \n<\/p><p>\n\"And now I am no more in the world, but these [referring to the members of the Twelve who\nknelt with him] are in the world, and I come to thee. Holy Father, keep through thine own\nname those whom thou hast given me, that they may be one, as we are . . .<br \/>\n\"I pray not that thou shouldest take them out of the world, but that thou shouldest keep them\nfrom the evil\" (<span class=\"citation\" id=\"27802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27802)\">John 17:11,15<\/a><\/span>).\n<\/p><p>\nA number of years ago, a stake president upon being honorably released from his position in\nwhich he had served well, made the remark: \"Now I am reduced to just a humble member.\"\nBecause he had been released, he felt,  that he had lost something.  Well, he had. He had lost\nthe privilege of serving the members of his stake as president, for to be a stake president, or\nto hold any other position in the Church is an honor as well as a great responsibility. But to\nbe a lay member is also a great obligation as well as a great opportunity.\n<\/p><p>\nMembership is obtained by baptism, which is at once a burial and a birth&mdash;a burial of the old\nperson, with all his frailties, faults, and sins, if any, and a coming forth to walk in a newness\nof life.  Backbiting, faultfinding, slander, profanity, uncontrolled temper, avarice, jealousy,\nhatred, intemperance, fornication, lying, cheating, are all buried. That is part of what baptism\nby immersion signifies.  \"Except a man be born again, he cannot see the kingdom God\"\n(<span class=\"citation\" id=\"27756\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27756)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27756)\">John 3:3<\/a><\/span>),\nsaid Jesus to Nicodemus.  He comes forth to walk in a newness of life, signifying\nthat in the new life ahead there will be an effort to maintain honesty, loyalty, chastity\nbenevolence, and of doing good to men.\n<\/p><p>\nWordsworth once said of Milton: \"Thy soul was like a star and dwelt apart.\" That is what\nmembership of the Church does to those who keep the ideals they profess.\n<\/p><p>\nJames said that, \"Pure religion and undefiled before God and the Father is this, To visit the\nfatherless and widows in their affliction, and to keep himself unspotted from the world\"\n(<span class=\"citation\" id=\"26131\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26131)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26131)\">James 1:27<\/a><\/span>).\n<\/p><p>\nIt is in this sense of keeping ourselves \"unspotted\" from the world that the lay members, as all\nofficers, are obligated.\n<\/p><p>\nSpeaking of the apostles, Jesus prayed:\n<\/p><p>\n\". . . these are in the world . . .<br \/>\n\"I pray not that thou shouldest take them out of the world, but that thou\nshouldest keep them from the evil\"\n(<span class=\"citation\" id=\"27803\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27803)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27803)\">John 17:11,15<\/a><\/span>).\n<\/p><p>\nIn the Book of Mormon, in the forty-second chapter of Alma, we are told why the children of\nGod are here in the world&mdash;namely, to mingle with the sons of men, to gain an experience\nthat will bring them back to God, but not to partake of the sins of the world. The Savior said\nto his apostles on the same evening that he offered that beautiful prayer: \". . . be of good\ncheer; I have overcome the world\"\n(<span class=\"citation\" id=\"27797\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27797)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27797)\">John 16:33<\/a><\/span>).\nGoing soon to meet his Father, he\nadmonished them to follow his example, praying that God should not take them out of the\nworld, but should keep them from evil.\n<\/p><p>\nI have never met a member of the Church who would not express himself, and, if occasion\narose, who did not so express himself as being willing to defend his membership if this\nChurch were attacked. I have seen boys apparently indifferent to Church interest on occasions\nstand out and express defiance of an attack upon the Church. All very commendable, but\nperhaps at the very moment of that gallant defense there were encroachments upon their souls\nwhich weakened their power to defend the truth. Trees that can stand in the midst of the\nhurricane often yield to the destroying pests that can scarcely be seen with the microscope,\nand the greatest foes of humanity today are those unseen microscopic microbes that attack the\nbody.\n<\/p><p>\nSo there are influences at work in society which are undermining the manhood and\nwomanhood of today.  It is these unseen influences which come from the world that influence\nus when we are least prepared to defend ourselves. When we do not withstand the\nencroachments of these evil influences, we weaken the possibility of defending the Church of\nJesus Christ. This is an individual work. What the individuals are, that the aggregate is. Jesus\ninfluenced individuals, knowing that if the individual is pure, strong, a thousand individuals\nwould make a strong community, and a thousand communities would make a strong nation.\nIndividual responsibility!\n<\/p><p>\nSome time ago, a party of friends were driving over a beautiful valley not far from Salt Lake\nCity.  They passed a wheat field.  It was an impressive sight to see that dry farm of wheat,\nand one of the party expressed his admiration at the luxuriant growth in the field, and looked\nat it in general.  There it stood, apart from the sagebrush and barren surroundings. But\nanother member of the party was not satisfied with looking at it in the aggregate. He asked\nthe conveyance to stop.  Getting out, he looked at the individual heads of wheat, and\nexclaimed: \"What large heads!\" He cut an individual stalk which gave him that impression. \nBut that was not enough.  He broke the head, shuffled it in his hands, blew the chaff away,\nand examined each kernel. \"The kernels,\" continued he, \"are plump and solid.\" After all, the\ntest of that wheat field was the <i>individual<\/i> kernel of wheat, and so it is in a <i>community<\/i>&mdash;so it\nis in the Church.\n<\/p><p>\nThe test of the efficiency of God's people, is an individual one.\n<\/p><p>\n\"What is each one doing,\" one should ask, \"to foster the group known as the Church of Christ\nin the world?  Is he living so that he is keeping unspotted from the evils of the world?\" God\nwants us here.  His plan of redemption, so far as we are concerned, is here, and we, my\nfellow workers in the Church of Christ, are carrying the responsibility of testifying to the\nworld that God's truth has been revealed; that men and women can live in this world, free\nand uncontaminated from the sins thereof, following as nearly as humanly possible, Jesus as\nhe walked about two and a half years in his day.\n<\/p><p>\nNow, what do we mean by the world?  I take it that the world refers to the inhabitants who\nare alienated from the Saints of God.  They are aliens to the Church, and it is the spirit of this\nalienation from which we should keep ourselves free. We are told by Paul not to conform to\nthe fashions of the world. Timothy was warned not to partake of the evils of the world. One\nor two I quote: \n<\/p><p>\n\"Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on\nthe Lord out of a pure heart\"\n(<span class=\"citation\" id=\"5125\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5125)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5125)\">2 Tim. 2:22<\/a><\/span>).\nZion is the pure in heart (<span class=\"citation\" id=\"13675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13675)\">D&amp;C 97:21<\/a><\/span>), we have been told,\nand the strength of this Church lies in the purity of the thoughts and lives of\nits workers.  Then the testimony of Jesus abides in the soul, and strength comes to each\nindividual to withstand the evils of the world.\n<\/p><p>\nTemptations come in our social gatherings.  They come to us at our weddings. They come to\nus in our politics. They come to us in our business relations, on the farm, in the mercantile\nestablishments, in our dealings in all affairs of life. In our home associations, we find these\ninsidious influences working, and it is when they manifest themselves in the consciousness of\neach individual that the defense of truth should exert itself.\n<\/p><p>\nThere may never come a great opportunity to defend the Church. We sing: \n<\/p><p>\n\"It may not be<br \/>\nOn the mountain height,<br \/>\nOr over the stormy sea;<br \/>\nIt may not be at the battle's front<br \/>\nMy Lord will have need of me;<br \/>\nBut if, by a still, small voice he calls<br \/>\nTo paths that I do not know,<br \/>\nI'll answer, dear Lord, with my hand in thine:<br \/>\nI'll go where you want me to go.\"\n<\/p><p>\nWhen that still, small voice\n(<span class=\"citation\" id=\"1209\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 1209)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(1209)\">1 Kgs. 19:12<\/a><\/span>)\ncalls us to the performance of duty, insignificant though it may\nseem, and its performance unknown to anyone save the individual and God, he who responds\ngains corresponding strength. Temptation often comes in the same quiet way. Perhaps yielding\nto it may not be known by anyone save the individual and his God, but if he does yield to it,\nhe becomes to that extent weakened and spotted with the evil of the world.\n<\/p><p>\nLet me cite an instance: A young missionary was invited to a wedding in a foreign country, at\nwhich two of his acquaintances were joined together in bonds of matrimony, the ceremony\nbeing performed by a minister of another church. This young man was the only member of\nthe Mormon Church present amidst the one hundred or more guests at the table in the hotel.\nBy each plate was a wine cup, filled to the brim, and also a glass of water.  After the\nceremony, as the guests were all in their places, the minister arose and said: \"Now I propose\nthat the company drink to the health of the newly married couple.\" They all arose.  Now\npropriety suggested that this young man take up the wine in his wine cup. But he was a\nmissionary. He belonged to a Church that preaches a Word of Wisdom. Science since has\nproved it to be indeed a Word of Wisdom.  He was preaching that, and he was pretending to\nlive it.  Here was a time when he could indulge.  No one would know&mdash;indeed, it seemed to\nbe the act of propriety, but he resisted.  Now was the opportunity to defend his Church, and\nthat is what he did. He took the glass of water. Some of his immediate friends by him,\ndropping their wine cups, followed his example, and at least half a dozen wine glasses\nremained untouched.  Others saw it, and the circumstance furnished an excellent opportunity\nto converse with those guests upon the Word of Wisdom.\n<\/p><p>\nNow, was he humiliated?  No. He was strengthened. Were the guests embarrassed? No. Did\nthey feel to condemn him?  No.  Condemnation was replaced by admiration, as it always is in\nthe hearts of intelligent and God-fearing men and women.\n<\/p><p>\nConverts to the truth walk out of the waters of baptism with a glow upon their countenances,\nespecially after confirmation which they have never had before.  They realize that they leave\ntaken upon themselves the name of Christ, and covenant to walk in accordance with the ideals\nof his gospel. During Sunday School and Sacrament meetings they are permitted to make a\ncovenant, as does every lay member. In the presence of his fellow members of the Church, he\ncovenants before God that he is willing to take upon him the name of the Son, always to\nremember him and keep his commandments which he has given him, and by so doing to\nalways have the Spirit of the Lord to be with him\n(<span class=\"citation\" id=\"13618\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13618)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13618)\">D&amp;C 20:77<\/a><\/span>). That is true religion.\n<\/p><p>\nWhat a covenant for every lay member! Is he virtuous in thought and action?  Is he dealing\nhonestly with his neighbor in the horse and cattle trade, in the purchase of property, in any\nbusiness transaction?  If he believes in the covenants he has made, if he is true to the\ncovenants he has made, if he believes in the efficacy of the Church to which\nhe belongs, he has obligated himself to do these things.  If called to a prominent position, it is\nhis duty to be true, and he is more obligated than ever to set an example to others. He may\nnot be called, however, but his membership in the Church of Jesus Christ obligates him to\nthese high ideals. Only in that way can religion become the most influential and potent power\nin life.\n<\/p><p>\nIt is generally understood that every member of the Church should be a missionary. He is\nprobably not authorized to go from house to house, but he is authorized, by virtue of his\nmembership, to set a proper example as a good neighbor. Neighbors are watching him.\nNeighbors are watching his children. He is a light, and it is his duty not to have that light\nhidden under a bushel, but it should be set up on a hill that all men may be guided thereby.\n<\/p><p>\nHere is a good example of how a lay member may preach by example: \n<\/p><p>\nOver a hundred years ago a man in his early forties who had already won distinction as a\ngreat writer heard of a company of Mormons who would be sailing from the docks in London\non a certain day in June 1861.  In charge of those Mormons was Elder George Q. Cannon. It\nwas an emigrant ship. This great writer, Charles Dickens, was then writing what afterwards\nbecame known as <i>The Uncommercial Traveller<\/i>.  He took his pad and paper, walked down to\nthe docks.  You who have read this book will remember how he describes those docks and\nthe various characters around them.  He got permission from the captain to go aboard the\nvessel which had been chartered to carry eight hundred Mormons across the sea on their\njourney to Great Salt Lake.\n<\/p><p>\nHe recognized the passengers as some coming from Wales, some from Scotland, some from\nYorkshire, and others from near London. He listened to the inspector call their names&mdash;Jesse\nJobson, Sophronia Jobson&mdash;lay members of the Church.  Next group: Susanna Cleverly,\nWilliam Cleverly, etc.&mdash;layman after layman passed on board the vessel. Dickens went down\nto the lower deck and then he came up on the higher deck to investigate.  He studied each\ngroup and each individual carefully. Among other things he said: \n<\/p><p>\n\"Nobody is in an ill temper. Nobody is the worse for drink. Nobody swears an oath or uses a\ncoarse word. Nobody appears depressed.  Nobody is weeping, and down upon the deck in\nevery corner where it is possible to find a few square feet to kneel, crouch, or lie in, people\nin every unsuitable attitude for writing letters, are writing letters.\" Then he says: \"Now I have\nseen emigrant ships before this day in June, and these people are so strikingly different from\nall other people I have seen in like circumstances whom I have ever seen that I wonder aloud,\n'What would a stranger suppose these emigrants to be?\"' Then he adds: \"What is in store for\nthe poor people on the shores of the Great Salt Lake?  What happy delusions they are\nlaboring under now. On what miserable blindness their eyes may be opened then, I do not\npretend to say. But I went on board their ship to bear testimony against them if they deserved\nit, as I fully believed they would. To my great astonishment, they did not deserve it; and my\npredispositions and tendencies must not affect me as an honest witness.  I went over the\n<i>Amazon's<\/i> side feeling it impossible to deny that so far some remarkable influence had\nproduced a remarkable result, which better known influences have often missed.\"\n<\/p><p>\nMy dear fellow workers, lay members of the Church of Jesus Christ, what would have\nhappened to this one hundred-year-old testimony by a world-renowned author if those\nmembers of the Church, Brother Jobson, Sister Jobson, and those other humble people from\nWales, had not observed the principles of good conduct in the Church? What would have\nhappened if they had taken the Lord's name in vain? If they had taken an oath? If Charles\nDickens had seen them quarreling?  Instead, not an oath did he hear.  He saw no quarreling,\nheard no bickering. He was compelled to say: \"Some remarkable influence had produced a\nremarkable result in the lives of these English people, which better known influences have\noften missed.\"\n<\/p><p>\nIn other words, some influence had changed men's lives and made women\nand children better than they had ever been before.  That is the mission of the gospel of Jesus\nChrist&mdash;to make evil-minded men and women good, and to make good men and women\nbetter; in other words, to change men's lives, to change human nature.\n<\/p><p>\nBeverley Nichols (and I repeat what I have said before), author of <i>The Fool Hath Said<\/i>, writes\nimpressively on changing of human nature: \"You can change human nature.  No man who has\nfelt in him the Spirit of Christ, even for half a minute, can deny this truth, the one great truth\nin a world of little lies.  You do change human nature, your own human nature, if you\nsurrender it to him.  To deny this is only to proclaim yourself as an uneducated fool.\n<\/p><p>\n\"Human nature can be changed, here and now.\n<\/p><p>\n\"Human nature has been changed, in the past.\n<\/p><p>\n\"Human nature must be changed, on an enormous scale, in the future, unless the world is to\nbe drowned in its own blood.\n<\/p><p>\n\"And only Christ can change it.\n<\/p><p>\n\"Twelve men did quite a lot to change the world nineteen hundred years ago. Twelve simple\nmen, with only the wind to bear them over the seas, with only a few pence in their pockets,\nand a shining faith in their hearts!  They fell far short of their ideal; their words were twisted\nand mocked; and false temples were built over their bones, in praise of a Christ they would\nhave rejected. And yet, by the light of their inspiration, many of the world's loveliest things\nwere created, and many of the world's finest minds inspired.\n<\/p><p>\n\"If twelve men did that nineteen hundred years ago, what might not twelve men do today? \nFor God has now given us the power of whispering across space, of transmitting our thoughts\nfrom one end of the earth to another.  What shall we whisper&mdash;what shall we think?  That is\nthe question!\"\n<\/p><p>\nTo be just a lay member of the Church means that every man is a Christian gentleman, that\nevery husband is true to the ideals of chastity, that every young boy and every young girl\nrefrains from indulgence in tobacco, in strong drink, and keeps himself or herself free from\nthe sins of the world. That is what Mormonism means in daily life. If you are called upon to\nrender service in any position, render it.  If you are released, you will accept your release,\nalways remembering that the Church is established for your benefit, and the benefit and\nhappiness of your children and your children's children. If you will live in accordance with\nthose humble principles under the covenants you made at the water's edge, and since that time\nin Sacrament meetings, and many of you in the House of God, you will fill a noble mission,\nand God will reward you.\n<\/p><p>\nMay every member of the Church experience this transformation in this life, and so live that\nothers, seeing his good deeds, may be led to glorify our Father in heaven\n(<span class=\"citation\" id=\"34848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34848)\">Matt. 5:16<\/a><\/span>), I humbly pray in\nname of Jesus Christ. Amen.\n<\/div>\n<\/div>"}