{"ID":972, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Restoration<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, October 1958, pp. 94-97<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brothers and sisters and friends: I have sought earnestly to prepare myself for this\noccasion and now that it has come my hope and prayer, in which I ask you to join, is that we\nmay continue to enjoy the sweet influence we have felt while listening to the great message of\nPresident McKay.\n<\/p><p>\nAs I stand before you this morning I realize that many of you, unseen by me, are listening in\non radio and television. You are most welcome.  Indeed, we feel complimented by your\nparticipation with us.  As I speak I shall have you in mind, particularly you who may not be\nmembers of the Church of Jests Christ of Latter-day Saints.\n<\/p><p>\nIf you have been with us during the last hour you have heard, and perhaps\nseen, President David O. McKay deliver a most timely and inspirational address.  Moved by\nit, as I know you were, perhaps you will be even more impressed if I tell you something\nabout his high and holy calling.\n<\/p><p>\nYou have already observed that he is an unusual personality&mdash;tall, straight, dignified, and\ngracious. Through a devoted lifelong service to his God and to his fellow men he has\npartaken so deeply of the divine nature that he is filled with that charity defined by one of the\nBook of Mormon prophets as the pure love of Christ\n(<span class=\"citation\" id=\"38272\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38272)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38272)\">Moro. 7:47<\/a><\/span>).\n<\/p><p>\nFine as he is in his own right, the great office to which he has been called adds to his stature. \nFor he is not just the presiding officer of an ordinary church, he is the rightful successor to\nthe Prophet Joseph Smith, Jr.  He is God's prophet and personal representative in the earth. \nJust as Peter was the president of the Church of Jesus Christ of former-day saints, so\nPresident McKay is today the president of the Church of Jesus Christ of Latter-day Saints. \nHe is the President of the priesthood of that Church.  He is in fact and in truth a prophet,\nseer, and revelator.  To this high station he was called through revelation from heaven. He\nwas not appointed nor elected to it by men.\n<\/p><p>\nIn 1906, under divine inspiration, President Joseph F. Smith, then God's personal\nrepresentative and mouthpiece in the earth, laid his hands upon President McKay and\nconferred upon him the holy apostleship with all its gifts and powers.  Pursuant to the order\nof God's Holy Priesthood which is the government operative in the Church of Christ, he was,\nin April 1951, sustained in and ordained to his present high office.\n<\/p><p>\nPresident Joseph F. Smith, who conferred the apostleship upon President McKay, had received\nhis authority in like manner from President Brigham Young.  President Young had received\nhis authority from Oliver Cowdery and Joseph Smith, Jr.\n<\/p><p>\nAnd who was Joseph Smith, Jr.? He was none other than God's great prophet of the\nrestoration.\n<\/p><p>\nAt the head of every gospel dispensation the Lord has placed one of his mighty sons&mdash;Adam,\nNoah, Abraham, for example.  Jesus Christ, himself, stood at the head of the Dispensation of\nthe Meridian of Time. Joseph Smith, Jr., than whom none of these save Jesus only was\ngreater, was appointed and ordained in the heavens to head this last and greatest dispensation,\nthe Dispensation of the Fulness of Times, into which, as rivers into a mighty ocean, flow all\nformer dispensations.  Joseph Smith was and is to modern Israel what Moses was to ancient\nIsrael, leader, lawgiver, prophet, seer, and revelator.\n<\/p><p>\nYou will recall that John the Beloved saw in vision an \". . . angel fly in the midst of heaven,\nhaving the everlasting gospel to preach unto them that dwell on the earth, and to every nation,\nand kindred, and tongue, and people\"\n(<span class=\"citation\" id=\"42280\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42280)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42280)\">Rev. 14:6<\/a><\/span>). Joseph Smith was the person to\nwhom that angel came.\n<\/p><p>\nBorn of humble parents, he lived less than thirty-nine years.  In June 1844, he died a martyr,\nsealing with his own blood his witness to the truth, even the gospel of Jesus Christ, which\nthrough him God had restored to earth for the benefit of all men.\n<\/p><p>\nThis gospel has often been spoken of as a way of life.  This however is not quite accurate. \nConsisting as it does of the principles and ordinances necessary to man's exaltation it is not\njust a way of life, it is the one and only way of life by which men may accomplish the full\npurpose of their mortality.\n<\/p><p>\nThe gospel begins with God and man's relationship to him.\n<\/p><p>\nIn the early 1800's, the days of the Prophet's youth, no living man had a correct\nunderstanding of God.  Professed believers knew no more about him than did the Athenians\nwho posted inscriptions to the \"Unknown God\"\n(<span class=\"citation\" id=\"7827\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7827)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7827)\">Acts 17:23<\/a><\/span>).\n<\/p><p>\nStirred by a religious revival, moved with a sincere desire to know which, if any, of the\ncontending sects was right and relying upon the promise of James that, \"If any of you lack\nwisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall\nbe given him\" (<span class=\"citation\" id=\"26128\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26128)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26128)\">James 1:5<\/a><\/span>),\nJoseph Smith in simple faith and earnest prayer sought wisdom from God.\n<\/p><p>\nThe time was spring, 1820.  Joseph was then in his fourteenth year.\n<\/p><p>\nThe place was Palmyra, Western New York state.\n<\/p><p>\nThe result: God the Eternal Father and his Son Jesus Christ appeared to him.  \"I saw two\nPersonages,\" he said, \"whose brightness and glory defy all description.\" These two Personages\nspoke to him and called him by name. He heard their voices and asked them questions.  They\ngave him answer (<span class=\"citation\" id=\"30378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30378)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nWhen he came out of that sacred interview he knew with certainty the nature of God.  He had\nseen and conversed with him.  From him he had received a personal introduction to his\nresurrected Son Jesus Christ.\n<\/p><p>\nIn after years Joseph referred to God as an \"exalted man,\" and said that both he and the Son\nwere personages of flesh and bone, as tangible as man\n(<span class=\"citation\" id=\"13694\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13694)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13694)\">D&amp;C 130:22<\/a><\/span>).\n<\/p><p>\nThrough subsequent revelations he learned that the relationship between God and men is that\nof parent and children.  \"The inhabitants\" of the \"worlds\" . . . \"are begotten sons and\ndaughters unto God,\" said the Lord to him in one of the revelations\n(<span class=\"citation\" id=\"13645\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13645)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13645)\">D&amp;C 76:24<\/a><\/span>).\n<\/p><p>\nThe Prophet further learned through communication from heaven that as the begotten children\nof God we are endowed with the potential to become like him, even as mortal children may\nbecome like their mortal parents.  He came to understand the high ideal projected by the\nSavior, \"Be ye therefore perfect, even as your Father which is in heaven is perfect\"\n(<span class=\"citation\" id=\"34849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34849)\">Matt. 5:48<\/a><\/span>).\n<\/p><p>\nNot only did Joseph Smith receive through divine revelation knowledge concerning God,\nman's relationship to him, the doctrine of eternal progression, and all the other glorious\nprinciples and ordinances of the gospel of Jesus Christ upon obedience to which man's\nexaltation is conditioned, he was also divinely commissioned to organize, and again establish\nupon earth, the Church of Jesus Christ; the organization through which these principles and\nordinances can be authoritatively taught and administered.  To enable him to do so he was\nendowed with the Holy Priesthood which is delegated authority to act in the name of God.\n<\/p><p>\nJohn the Baptist, who held the keys of the Aaronic Priesthood in the days of Jesus, now a\nresurrected person, came to earth and laid his hands upon the heads of Joseph Smith and\nOliver Cowdery and conferred upon them \"the Priesthood of Aaron, which holds the keys of\nthe ministering of angels, and of the gospel of repentance, and of baptism by immersion for\nthe remission of sins\" (<span class=\"citation\" id=\"13608\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13608)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13608)\">D&amp;C 13:1<\/a><\/span>).\n<\/p><p>\nPeter, James, and John, who as the presidency of Christ's Church in the apostolic dispensation\nheld the keys of the Melchizedek Priesthood, came and conferred this priesthood and the keys\nthereof upon Joseph and Oliver. Other holy beings delivered to them gospel keys which they\nhad received and held in former dispensations.  For example, in April of 1836, Moses\n\"committed unto. . . [them] the keys of the gathering of Israel . . .\" and the restoration of the\nten tribes. Elias \". . . committed the dispensation of the gospel of Abraham,\" and \"Elijah the\nprophet, who was taken to heaven without tasting death, stood before [them] . . . and said:\nBehold, the time has fully come, which was spoken of by the mouth of Malachi&mdash;testifying\nthat he [Elijah] should be sent, before the great and dreadful day of the Lord come&mdash;To turn\nthe hearts of the fathers to the children, and the children to the fathers, lest the whole earth be\nsmitten with a curse&mdash;Therefore, the keys of this dispensation are committed into your hands;\nand by this ye may know that the great and dreadful day of the Lord is near, even at the\ndoors\" (<span class=\"citation\" id=\"13679\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13679)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13679)\">D&amp;C 110:11-16<\/a><\/span>).\nThus was the gospel for the salvation of the dead restored.\n<\/p><p>\nHaving thus received from heavenly beings the foregoing and other endowments, Joseph\nSmith the prophet and his associate Oliver Cowdery conferred them upon the members of the\nQuorum of the Twelve Apostles as they were directed by the Lord to do.  Brigham Young,\none of the original Twelve succeeded the Prophet Joseph as president of the Church. \nPresident David O. McKay, as already pointed out, is today the rightful successor to the\nProphet Joseph Smith.  He now holds all the priesthood, keys, and powers received by the\nProphet Joseph Smith.\n<\/p><p>\nNow, my beloved brothers and sisters and friends, it is our solemn obligation and great joy to\ntestify to you that these things are so.  They are not \"cunningly devised fables\"\n(<span class=\"citation\" id=\"4848\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4848)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4848)\">2 Pet. 1:16<\/a><\/span>). They are\nrealities of the utmost significance. We know them to be true with the same certainty that\nPeter knew Jesus was the Christ when, in answer to the Master's question, \"But whom say ye\nthat I am?\" he boldly declared, \"Thou art the Christ, the Son of the living God.\" This he\nknew, said Jesus, because his Father in heaven had revealed it unto him.  The conviction with\nwhich we speak was obtained in the same way\n(<span class=\"citation\" id=\"34874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34874)\">Matt. 16:15-16<\/a><\/span>).\n<\/p><p>\nIn like manner every child of God if he will but do the work as Jesus said, may know of the\ndivinity of the mission of the Prophet Joseph Smith and that President David O. McKay is\nnow his legal successor; he may likewise know that the gospel as restored through the Prophet\nJoseph is the gospel of Jesus Christ, that the Church of Jesus Christ of Latter-day Saints is the\nrepository of that gospel, that the Church possesses the priesthood of God and the gifts of the\nHoly Spirit of God and that to the Church God has given the commission and the power to\npreach the gospel and administer all the ordinances necessary to the salvation and exaltation\nof us, his children.\n<\/p><p>\nThe Lord is no respecter of persons\n(<span class=\"citation\" id=\"7822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7822)\">Acts 10:34<\/a><\/span>).\nHe himself has said that, \". . . every soul who forsaketh\nhis sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my\ncommandments, shall see my face and know that I am\"\n(<span class=\"citation\" id=\"13669\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13669)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13669)\">D&amp;C 93:1<\/a><\/span>).\n<\/p><p>\nIf enough people can be brought to this knowledge they will exercise such power for\nrighteousness that the strifes and contentions of this world will melt away as the hoarfrost\nbefore the burning rays of the rising sun. Upon the slim prospect that such will be the case\nhangs the issue of the preservation or termination of our present civilization.\n<\/p><p>\nTo provide an escape from our threatened destruction was one of the reasons specified by the\nLord for restoring the gospel. \". . . knowing the calamity which should come upon the\ninhabitants of the earth,\" he said, \"I the Lord, called upon my servant Joseph Smith, Jun., and\nspake unto him from heaven, and gave him commandments\"\n(<span class=\"citation\" id=\"13601\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13601)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13601)\">D&amp;C 1:17<\/a><\/span>). Obedience to the\ncommandments here referred tithe principles and ordinances of the gospel constitute the sure\nand only means of escaping the impending calamity. That the peoples of the earth will avail\nthemselves of this means of escape is by no means certain.  But whether they do or whether\nthey do not they who know the truth are not dismayed, for they know that the promised\nblessings do not depend upon the conduct of others and that that peace promised by the\nSavior flows into the heart of every soul who keeps his commandments regardless of what\nothers do.  Even as Jesus \"endured the cross\" \"for the joy that was set before him\"\n(<span class=\"citation\" id=\"24278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24278)\">Heb. 12:2<\/a><\/span>),\nso his true disciples are sustained in their trials by an inner peace and the glorious hope\nand assurance of eternal life. Such are the fruits of the gospel of Jesus Christ.\n<\/p><p>\nOf these glorious gospel truths I bear humble and solemn witness. To each of you I extend an urgent invitation to:\n<\/p><p>\n\"Come listen to a prophet's voice,<br \/>\nAnd hear the word of God,<br \/>\nAnd in the way of truth rejoice,<br \/>\nAnd sing for joy aloud.<br \/>\nWe've found the way the prophets went<br \/>\nWho lived in days of yore;<br \/>\nAnother prophet now is sent<br \/>\nThis knowledge to restore.\"\n<\/p><p>\n&mdash;Joseph J. Daynes\n<\/p><p>\nGod bless you, I pray, in the name of Jesus Christ, our Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}