{"ID":973, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Heritage of Freedom<\/p>\n<p class=\"gcspeaker\">Elder Ezra Taft Benson<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Ezra Taft Benson, <i>Conference Report<\/i>, October 1958, pp. 98-102<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy beloved brethren and sisters and friends, humbly and gratefully I stand before you in\nresponse to the call of him whom we sustain as Prophet, Seer, and Revelator, and President of\nthe Church. With all my heart I endorse and rejoice in the counsel received at this conference.\n<\/p><p>\nAbout a month ago our beloved leader, President David O.  McKay, delivered an inspiring\nprayer at the dedication of the London Temple.\n<\/p><p>\nAs an introduction to what I trust the Lord will be pleased to have me say today, I quote a\nshort paragraph from that memorable prayer: \n<\/p><p>\n\"Next to life, we express gratitude for the gift of free agency.  When thou didst create man,\nthou placed within him part of thine Omnipotence and bade him choose for himself. Liberty\nand conscience thus became a sacred part of human nature.  Freedom not only to think, but to\nspeak and act, is a God-given privilege.\"\n<\/p><p>\nOur heritage of freedom is as precious as life itself.  It is truly a God-given gift to man. Since\nthe time of the council in heaven, the fight of liberty-loving people for freedom has\ncontinued.\n<\/p><p>\nFree agency is an eternal principle vouchsafed to us in the perfect law of liberty&mdash;the gospel\nof Jesus Christ. Freedom of choice is more to be treasured than any earthly possession.  It is\nguaranteed in our heaven-inspired Constitution.  Yes, freedom is an inherited, inalienable,\ndivine gift to men.\n<\/p><p>\nWhen the Savior of mankind wished to impress on his hearers the fruits of his teaching, he\nused these words: \". . . the truth shall make you free\"\n(<span class=\"citation\" id=\"27780\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27780)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27780)\">John 8:32<\/a><\/span>).\n<\/p><p>\nWe are moral agents with freedom to choose between right and wrong.\n<\/p><p>\nPast material advances have been the fruit of our freedom&mdash;our free enterprise system&mdash;our\nAmerican way of life&mdash;our God-given freedom of choice. The progress of the future must\nstem from this same basic freedom.\n<\/p><p>\nBecause our forefathers fought for the ideal of freedom; because our fathers preserved that\nideal through our free enterprise system under our God-given free agency; because they were\nwilling to make religion the vital force of daily living, all of us have climbed through the\nyears to new heights of well-being and inner strength.\n<\/p><p>\nBut it is not only in the moral choice of right and wrong that man is free. Among the\nrelentless quests of human history, is the quest for political freedom. When Patrick Henry\nshouted his immortal \"Give me liberty or give me death,\" he did not speak idly.  When at\nPhiladelphia in 1776, the signers of the Declaration of Independence affixed their signatures\nto that sacred document, they, in a very real sense, were choosing liberty or death.  Not one\nof them but knew full well that if the revolution failed, if the fight for freedom should come\nto naught, they would be branded as rebels and hanged as traitors.\n<\/p><p>\nThe inspired founding fathers formulated a system of government with checks and balances\nprotecting the freedom of the people.  But even this was not enough.  The first order of the\nnew congress was to draw up a Bill of Rights&mdash;ten amendments guaranteeing for all time the\nfundamental freedoms that the American people insist are theirs by the will of God, not by\nthe will of government.\n<\/p><p>\nYes, the founders of this nation bequeathed to us a heritage of freedom and unity that is our\nmost priceless political possession.\n<\/p><p>\nBut to be enjoyed, freedom must be won continually.  The major responsibility of government\nis to guard the lives and safeguard the freedom of its citizens. Yet even in the operation of\ngovernment&mdash;especially big government&mdash;there are real dangers to our\nfreedom.\n<\/p><p>\nToday the scope and variety of governmental operations have become amazingly wide.  We\nare touched by government from before we are born until after we die.  Government impinges\non our lives every hour of the day and night.\n<\/p><p>\nMost of these governmental activities are helpful in greater or lesser degree, of course. But we\nmust face the central problem of just how much of our lives, of our freedom, of our economy,\nand of our society, we want to entrust to government.\n<\/p><p>\nAnd we must face the further fact of just what division of functions we want to make between\nWashington and our state capitals.  We must be aware of the price we pay when we place\nmore and more of our lives in the hands of centralized government\n<\/p><p>\nIt is high time we awakened to the dangers of excessive government in business and in\nagriculture.  It is time we realized the perils of too great a centralization of power, and too\nmuch dependence on public agencies.\n<\/p><p>\nWe have seen in the past quarter century a tremendous shift from individual to governmental\nresponsibility in many phases of economic and social life. We have seen a rapid shift of\nresponsibility from the states to the federal government.\n<\/p><p>\nThe magnitude of these changes is revealed by a few simple figures. Twenty-five years ago\nthe federal government received one-fourth of all the taxes collected in the United States.\nToday the federal government&mdash;in spite of the biggest tax cut in history of $7,400,000,000\n(7.4 percent) in 1954 Collects not one fourth but three-fourths of all our taxes. Twenty-five\nyears ago all taxes, federal, state and local, took 14 percent of our national income. Today\ntaxes take 31 percent.\n<\/p><p>\nI recognize that there have been reasons for doing more things through government, and for\ndoing them from Washington. Fighting first a prolonged depression and then a war,\nunavoidably shifted responsibility to the federal government. The shrinking of time and\ndistance and the growing interdependence of our economic lives have all contributed to a\ncentralization of authority at the national capital.\n<\/p><p>\nYet, deep in their hearts, the American people instinctively know that great concentration of\npower is an evil and a dangerous thing.  They do not need to have it proved.\n<\/p><p>\nWhat lies behind this conviction? Basically, it is an intuitive knowledge that, sooner or later,\nthe accumulation of power in a central government leads to a loss of freedom.  Once power is\nconcentrated, even for helpful purposes, it is all there, in one package, where it can be\ngrabbed by those who may not be helpful in its use.\n<\/p><p>\nIf power is diffused, this cannot happen.  This is why the founders of our country carefully\ndivided power between the state and federal levels. Nothing has happened in the meantime to\ncall in question the validity of this arrangement.\n<\/p><p>\nOur traditional federal-state relationship, we must never forget, starts with a general\npresumption in favor of state and individual rights.  Under the constitutional concept, powers\nnot granted to the federal government are reserved to the states or to the people.\n<\/p><p>\nMany forces work toward the concentration of power at federal level. It somehow seems\neasier to impose so-called \"progress\" on localities than to wait for them to bring it about\nthemselves.  Raids on the federal treasury can be all too readily accomplished by an organized\nfew over the feeble protests of any apathetic majority.  With more and more activity centered\nin the federal government, the relationship between the costs and the benefits of government\nprograms becomes obscure. What follows is the voting of public money without having to\naccept direct local responsibility for higher taxes.\n<\/p><p>\nIf this trend continues, the states may be left hollow shells, operating primarily as the field\ndistricts of federal departments and dependent upon the federal treasury for their support.\n<\/p><p>\nIt has been truly said by our present Chief Executive that, \"The federal government did not\ncreate the states of this Republic. The states created the federal government . . . if the states\nlose their meaning our entire system of government loses its meaning and the next\nstep is the rise of the centralized national state in which the seeds of\nautocracy can take root and grow.\"\n<\/p><p>\nThose are strong but true words.\n<\/p><p>\nThe history of all mankind shows very clearly that if we would be free&mdash;and if we would\nstay free&mdash;we must stand eternal watch against the accumulation of too much power in\ngovernment.\n<\/p><p>\nThere is hardly a single instance in all of history where the dictatorial centralization of power\nhas been compatible with individual freedoms&mdash;where it has not reduced the citizenry to the\nstatus of pawns and mere creatures of the state. God forbid that this should happen in\nAmerica.  Yet I am persuaded that the continuation of the trend of the past twenty-five years\ncould make us pallbearers at the burial of the states as effective units of government.\n<\/p><p>\nThe drift toward centralization of power is not inevitable.  It can be slowed down, halted,\nreversed.\n<\/p><p>\nHow? By state and local governments insisting that theirs is the responsibility for problems\nthat are essentially local and state problems&mdash;insisting upon this, with the knowledge that\nresponsibility and authority go hand in hand.\n<\/p><p>\nInevitably, in centralized federal programs the money is not as wisely spent as if the states\nparticipated financially.\n<\/p><p>\nThe people come to look to the federal government as the provider, at no cost to them, of\nwhatever is needful.\n<\/p><p>\nThe truth is that the federal government has no funds which it does not first, in some manner,\ntake from the people. A dollar cannot make the round trip to Washington and back without\nshrinking in the process.  As taxpayers we need to recognize these facts; programs which\nobscure them are contrary to public interest.\n<\/p><p>\nThe thought that the federal government is wealthy and the states poverty-stricken is a\ndangerous illusion.  The federal debt is now eight times as great as the combined debt of the\nforty-eight states.  It is difficult for the states to make a strong case for assistance from the\nfederal government when anything the federal government spends must come from the states.\n<\/p><p>\nThe states not only have rights, they also have responsibilities, and they have opportunities.\n<\/p><p>\nIn the last analysis, we are not trying to protect one government entity from another.  We are\ntrying to protect the rights of individual people.  If we ever forget this, the whole process of\ngovernment is pointless.\n<\/p><p>\nGeorge Washington said: \"Government is not reason, it is not eloquence&mdash;it is force!  Like\nfire, it is a dangerous servant and a fearful master!\"\n<\/p><p>\n\"It is hardly lack of due process,\" said the Supreme Court, \"for the government to regulate\nthat which it subsidizes.\" But we must remember as President Clark has counseled us that a\nplanned and subsidized economy weakens initiative, discourages industry, destroys character,\nand demoralizes the people.\n<\/p><p>\nOur people must remain free.  Our economy must remain free&mdash;free of excessive government\npaternalism, regimentation, and control.\n<\/p><p>\nAs a nation, we are strong.  With the freedom of economic enterprise that we possess, we are\nable to produce as much industrial goods as all the rest of the world combined&mdash;even though\nwe are only six percent of the world's people and possess only six percent of the world's\nland.\n<\/p><p>\nThese abundant blessings have come to us through an economic system which rests largely on\nthree pillars: \n<\/p><p>\n1. Free enterprise . . . the right to venture . . . the right to choose.<br \/>\n2. Private property . . . the right to own.<br \/>\n3. A market economy . . . the right to exchange.\n<\/p><p>\nWorking together, we can maintain the strength of these three pillars.\n<\/p><p>\nThere are some in our midst, nevertheless, who decry free enterprise, who would place\nbusiness, agriculture, and labor in a government strait jacket.\n<\/p><p>\nOur economic order is not perfect, because it is operated by imperfect human beings, but it\nhas given us more of the good things of life than any other system.  The fundamental reason\nis that our economy is free.  It must remain free.  In that freedom ultimately lies our basic\neconomic strength.\n<\/p><p>\nLet us admit the weaknesses that exist. Let us work aggressively to correct them. But never\nlet us make the catastrophic blunder of putting chains on our basic economic\nfreedom.\n<\/p><p>\nYes, our phenomenal material advances have been the fruit of our freedom&mdash;our free\nenterprise system&mdash;our American way of life&mdash;our God-given freedom of choice.\n<\/p><p>\nThe progress of the future must stem from this same basic freedom.\n<\/p><p>\nYet these basic American beliefs, principles, and attitudes are threatened today as never\nbefore.\n<\/p><p>\nBy whom are they threatened?\n<\/p><p>\nThey are threatened by well-meaning but uninformed people who see the shortcomings of our\neconomic system and believe they can legislate them out of existence.  They try to reach the\npromised land by passing laws.  They do not understand our economic system and its\nlimitations.  They would load it down with burdens it was never intended to carry. As their\nschemes begin to break down, more and more controls must be supplied. Patch is placed upon\npatch, regulation is added to regulation and ultimately, by degrees, freedom is lost&mdash;without\nour desiring to lose it and without our knowing why or how it was lost.\n<\/p><p>\nOur heritage of freedom is threatened by another group&mdash;self-seeking men who see in\ngovernment legislation a way to obtain special privilege for themselves or to restrain their\ncompetitors.  They use demagoguery as a smokescreen to deceive.  These people have no love\nfor freedom or enterprise.  They would bargain away their birthright for a mess of pottage. \nThey would learn the value of freedom only after it was gone.\n<\/p><p>\nA third, still much smaller group is dedicated to the overthrow of the economic and social\nsystem that is our tradition.  Their philosophy does not stem from Jefferson, but is foreign to\nour shores.  It is a total philosophy of life, atheistic, and utterly opposed to all that we hold\ndear as a great Christian nation.  These men understand our system thoroughly&mdash;and they\nhate it thoroughly.  They enlist innocent but willing followers from the uninformed and the\nunprincipled. Through rabble-rousing and demagoguery they play upon the economic reverses\nand hardships of the unsuspecting. They promise the impossible, and call black white, and\nmislead with fallacies masqueraded as truth.\n<\/p><p>\nIf we lose our freedoms, it will be to this strange and unlike coalition of the well-intentioned,\nthe slothful, and the subversives.\n<\/p><p>\nIt will be because we did not care enough&mdash;because we were not alert enough&mdash;because we\nwere too apathetic to take note while the precious waters of our God-given freedom\nslipped&mdash;drop by drop&mdash;down the drain.\n<\/p><p>\nHeaven forbid that this should come to pass!\n<\/p><p>\nLet us remember that we are a prosperous people today because of a free enterprise system\nfounded on spiritual, not material values.  It is founded on freedom of choice&mdash;free\nagency&mdash;an eternal God-given principle.\n<\/p><p>\nThe founding fathers, inspired though they were, did not invent the priceless blessing of\nindividual freedom and respect for the dignity of man.  No, that priceless gift to mankind\nsprang from the God of heaven and not from government.  Yes, the founding fathers welded\ntogether the safeguards as best they could, but freedom must be continually won to be\nenjoyed.  Let us never forget these facts.\n<\/p><p>\nThis is America&mdash;the land of opportunity!  A land choice above all other lands.  Let us keep\nit so!\n<\/p><p>\nWe, here in America, as Theodore Roosevelt said a half century ago, \"hold in our hands the\nhope of the world, the fate of the coming years, and shame and disgrace will be ours if in our\neyes the light of high resolve is dimmed, if we trail in the dust the golden hopes of men.\"\n<\/p><p>\nWith God's help the light of high resolve in the eyes of the American people must never be\ndimmed!  Our freedom must&mdash;and will&mdash;be preserved.\n<\/p><p>\nYes . . . this is a choice land&mdash;choice above all others.  Blessed by the Almighty, our\nforebears have made and kept it so. It will continue to be a land of freedom and liberty as\nlong as we are able to advance in the light of sound and enduring principles of right. To\nsacrifice such principles for momentary expediency&mdash;often selfishly motivated&mdash;is to\nendanger our noble heritage and is unworthy of this great American people.\n<\/p><p>\nWith all my heart I love this nation. I have lived and traveled abroad just enough to make me\nappreciate rather fully what we have here.  To me, this is not just another nation.  This is not\njust one of a family of nations.  This is a nation with a great mission for the benefit and\nblessing of liberty-loving people everywhere.  It is my firm conviction that the Constitution of\nthis land was established by men whom the God of heaven raised up unto this very purpose\n(<span class=\"citation\" id=\"13678\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13678)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13678)\">D&amp;C 101:80<\/a><\/span>).\n<\/p><p>\nThe days ahead are sobering and challenging and will demand the faith, prayers, and loyalty\nof every American. Our challenge is to keep America strong and free&mdash;strong socially, strong\neconomically, and above all, strong spiritually, if our way of life is to endure. There is no\nother way.  Only in this course is there safety for our nation.\n<\/p><p>\nGod grant we may resolutely follow this course in humility and faith, I humbly pray in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}