{"ID":974, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Big Three<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, October 1958, pp. 102-105<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nOne of the most important businesses in the world is the business of holding conventions. \nThis week in every important center in this and other countries men and women will be\nassembling in groups to discuss their problems, exchange ideas, and develop techniques for\naccomplishment.  I have had an interesting experience during these past few months of\nmeeting with several occupational groups and listening to them discuss their interests.  After\neach experience I have thought how much more interesting, and how tremendously more\nimportant, are the things that we discuss in the Church, where we meet and talk about God\nand eternal life and how to build character and godliness into our own lives.\n<\/p><p>\nAll education is primarily about ourselves.  We study medicine to learn how to keep ourselves\nwell physically. Through the studies of the mind&mdash;psychology and psychiatry&mdash;we learn\nhow to keep ourselves well mentally. Agriculture is how we feed ourselves. The social studies\nteach us to live together, successfully.  We study law to try to keep ourselves out of trouble.\nThen we have this important field of religion by use of which we look out for our spiritual\nwelfare.\n<\/p><p>\nThe biggest problems involved in any of these fields center in us.  Probably the thing that we\nknow less about than anything else in the world is our own individual selves.  You can ask a\nman many questions about science, invention, or history, and he will answer you. But if you\nask him to write out an analysis of himself, to tell you about his mind and soul qualities, or if\nyou ask him how he became the kind of man he is&mdash;you may not get very good answers.  Or\nsuppose that you ask him where he came from, why he is here, or where he is going.  What\nkind of answer do you think you would get? How long do you think it would take someone\nto get to a given destination if he didn't know where he was going or why the journey was\nbeing made? \"The Big Three\" among life's questions are: Whence? Why? Whither?\n<\/p><p>\nThe old Persian philosopher Omar Khayyam wrestled long and hard with these questions\nwithout getting any very satisfactory answers.  He summarizes his conclusions as follows: \n<\/p><p>\nI came like Water, and like Wind I go.\n<\/p><p>\nInto this Universe, and why not knowing<br \/>\nNor whence, like Water willy-nilly flowing:<br \/>\nAnd out of it, as Wind along the Waste,<br \/>\nI know not whither, willy-nilly blowing.\n<\/p><p>\nUp from Earth's Center through the seventh Gate\n<\/p><p>\nI rose, and on the Throne of Saturn sate,<br \/>\nAnd many a Knot unravel'd by the Road;<br \/>\nBut not the Master Knot of Human Fate.<br \/>\nThere was a Door to which I found no Key:<br \/>\nThere was a veil past which I could not see.\n             (<i>Rubaiyat<\/i>, Stanza 28-29, 31-32.)\n<\/p><p>\nShakespeare's Macbeth gave his opinion of the importance and purpose of existence by\nsaying,\n<\/p><p>\n\"It [Life] is a tale told by an idiot, full of sound and fury, signifying nothing\" (<i>Macbeth<\/i>, Act\nV, Sc. 5). And Hamlet added,\n<\/p><p>\n\"How weary, stale, flat and unprofitable, seem to me all the uses of this world! . . . 'Tis like\nan unweeded garden, that goes to seed; things rank and gross in nature possess it merely\"\n(<i>Hamlet<\/i>, Act I, Sc. 2).\n<\/p><p>\nWhat I would like to say this morning is that some of the most stimulating ideas ever known\nin the world are the thrilling answers to the big three given in the revelations of the Lord.\n<\/p><p>\nOur lives have been divided into three general periods. First there was a long pre-mortal\nexistence when we lived as the spirit children of God.  This is followed by a brief mortality. \nThen comes an everlasting immortality. There is a definite purpose to be accomplished in\neach of these periods, and our success in each depends upon what we did in those periods\npreceding.  In this respect we might compare life with a three-act play.  If you came into the\ntheater after the first act had been finished and left before the third act began, you might not\nunderstand the play.  For about the same reasons this life, taken by itself, simply did not\nmake sense to Hamlet, Macbeth, or Omar Khayyam.  Yet each period has great significance.\n<\/p><p>\nThe Lord has said, \"And they who keep their first estate shall be added upon; and they who\nkeep not their first estate shall not have glory in the same kingdom with those who keep their\nfirst estate; and they who keep their second estate shall have glory added, upon their heads for\never and ever\" (<span class=\"citation\" id=\"7211\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7211)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7211)\">Abr. 3:26<\/a><\/span>).\n<\/p><p>\nIn order to make an intelligent road map for the accomplishment of our lives we need to\nknow what happened in the first act.  We also need to understand the tremendous importance\nof those purposes to be achieved in the second act. And we need to know many things about\nthe third act&mdash;and we need to know them before the third act begins.  I have a relative who\nwhen she reads a book always reads the last chapter first she wants to know where she is\ngoing before she gets started. And that is a pretty good idea to apply to our own future. An\nintelligent \"preview\" of the third act can be all-important to the final outcome. But first,\nsuppose that we go back and review briefly the first act.\n<\/p><p>\nIn the pre-existence, as in the two other periods, Jesus is our example. Nothing could be\nplainer from the scriptures than that the life of Christ did not begin at Bethlehem, nor did it\nend on Calvary. It is equally true that our lives do not begin or end within the narrow\nboundaries of mortality. The first things we knew about ourselves were in the grand council\nin heaven where our own future was being discussed.  You were there; God was there; all the\nspirit children of God were there.  Then we walked by sight. We have all seen God; he is our\nfather; he was helping to prepare us for the great experiences of our second estate.\n<\/p><p>\nAll life is primarily a preparation. We prepare for school; we prepare for marriage; we\nprepare for our life's work; we prepare for death.  Our preexistence was also a preparation.  It\nwas the childhood of our immortality. We had come to a place in our preparation where all\nyoung people always come, where it is desirable for them to move away from the homes of\ntheir parents where they can be by themselves.  Even though their newly-established homes\nmay lack some of the advantages of the homes of their parents, it is still important for them\nto learn to stand on their own feet, to be tested, and proven and tried. In our own case, God\nwanted us to see good and evil side by side and learn to make the right choices on our\ninitiative.  We would have far more freedom in this if we were living by\nourselves than in the more immediate presence of God.\n<\/p><p>\nIn the grand council our second estate was explained to us.  An earth was to be created to\nserve as our new home. We were to be given wonderful, beautiful bodies of flesh and bones\nwithout which we could not have a fulness of joy.  For the first time in our existence we were\nto be endowed with the powers of procreation.  We were to have the privilege of organizing a\nfamily to last through time and eternity.  This should be bound together by the authority of\nthe priesthood and sealed and sanctified in the temple of the Lord. We were to have the\nopportunity to gain experience in exercising our free agency to help us to become sovereign\nsouls.  At this grand council the Savior was selected and ordained to come to the earth and\nredeem us from our sins.\n<\/p><p>\nAbraham, in telling of a vision that he was given of the pre-existence said,\n<\/p><p>\n\"Now the Lord had shown unto me, Abraham, the intelligences that were organized before the\nworld was; and among all these there were many of the noble and great ones.<br \/>\n\"And God saw these souls that they were good, and he stood in the midst of them and he\nsaid, These I will make my rulers; for he stood among those that were spirits, and he saw that\nthey were good, and he said unto me: Abraham, thou art one of them; thou wast chosen\nbefore thou was born\" (<span class=\"citation\" id=\"7210\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7210)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7210)\">Abr. 3:22-23<\/a><\/span>).\n<\/p><p>\nAdding to Abraham's statement that there were many noble and great who were ordained to\npositions of responsibility, Joseph Smith indicates that we were also ordained.  He said,\n\"Every man who has a calling to minister to the inhabitants of this earth was ordained to that\nvery purpose in the grand council in heaven before the world was\" (<i>DHC<\/i>, 6:364).\n<\/p><p>\nAfter this part of our preparation had been completed, we are told that \"all the sons of God\nshouted for joy\" (<span class=\"citation\" id=\"26689\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26689)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26689)\">Job 38:7<\/a><\/span>).\nI feel certain that if we knew now what we understood perfectly\nthen, we would be willing to go on our hands and knees through life for the opportunity of\nproving ourselves faithful and deserving of our magnificent opportunities.\n<\/p><p>\nThen we came into our second estate through the miracle of birth.  There are some who claim\nto have difficulty in believing in the possibility of a literal physical bodily resurrection. It\nseems to me that no one should have any problem believing in the eternal life of the body\nwho can believe in its creation through birth to begin with&mdash;that two microscopic cells can\nunite and by a spontaneous process of subdivision create this great masterpiece which is a\nhuman being, including body, mind, and personality.\n<\/p><p>\nReferring to the Savior's birth, Matthew said:\n<\/p><p>\n\"Now when Jesus was born in Bethlehem of\nJudea in the days of Herod the king, behold there came wise men from the east to Jerusalem,<br \/>\n\"Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and\nare come to worship him\" (<span class=\"citation\" id=\"34837\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34837)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34837)\">Matt. 2:1-2<\/a><\/span>).\nThat is the question that wise men have been asking\never since.  Ever since that day nearly two thousand years ago, wise men have been inquiring,\n\"Where can we find Jesus?  How can we know the Savior?\" For \"there is none other name\ngiven whereby man can be saved\"\n(<span class=\"citation\" id=\"13612\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13612)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13612)\">D&amp;C 18:23<\/a><\/span>).\nThe journey of the wise men was over when they had found the king; and so is ours.\n<\/p><p>\nThen we enter the third act.  Most of the rewards come in the last act. There is where we find\n\"the happy endings.\" That is also where we discover the tragedies, depending upon the kind\nof life we have lived in our second estate.\n<\/p><p>\nThere is an old Greek play written around the fall of Athens.  It tells of a Roman general who\nhad captured an Athenian philosopher. The Roman had told the Athenian that he was to be\nput to death, but the philosopher did not seem greatly disturbed and the Roman thought that\nprobably he didn't understand.  And he said to the Athenian that maybe he did not know what\nit meant to die. The Athenian expressed himself that he understood but he felt the Roman did\nnot understand. He said to his captor: \n<\/p><p>\n\"Thou dost not know what it is to die, for thou dost not know what it is to\nlive.  To die is to begin to live.  It is to end all stale and weary work and to begin a nobler\nand a better. It is to leave the company of deceitful knaves for the society of gods and\ngoodness.\"\n<\/p><p>\nThat is our proper objective for the last act.  Death is the gateway to immortality.  The most\nimportant part of life is death. James M. Barrie's little character, Peter Pan, in an extremity\ncried out bravely, \"To die will be an awful big adventure.\" Who can doubt that it will be so?\nWe live to die, and then we die to live.\n<\/p><p>\nYesterday the singing mothers inspired us with John Howard Payne's immortal verse, \"Home,\nSweet Home.\" When this song was written in 1822, John Howard Payne was living in Paris,\nfar away from the old homestead which he knew and loved so well. But he was in the process\nof preparing to go home for a much-anticipated holiday. He knew, as we know that the\nhappiest holidays are those we go home for. To go home is to go back where you grew up;\nhome is where mother and father are; and John Howard Payne was going home. But it will\nnot be very long before every one of us will also be going home. We will also be going back\nto where we grew up; we will be going back to where God is, to where our mothers, fathers,\nand families are.\n<\/p><p>\nAfter the resurrection we will have these wonderful bodies, celestialized and glorified, with\nquickened senses, amplified powers of perception and vastly increased capacity for\nunderstanding, love, and happiness. Not only will our bodies be immortal and celestial but our\npersonalities will be immortal and celestial also. If we have properly prepared during our\nsecond estate, then with what enthusiasm we will sing with John Howard Payne, \"There is no\nplace like home.\"\n<\/p><p>\nI would like to leave with you my testimony that the gospel of Jesus Christ has been restored\nto the earth with the authority to administer in all of the ordinances having to do with the\ncelestial kingdom.  A great flood of new knowledge has recently come into the world,\nincluding three great volumes of new scripture outlining in every detail the answers to the\nmost important questions of our lives.  May God help us to understand and live those\nanswers, I pray in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}