{"ID":975, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"For Man Is Spirit\"<\/p>\n<p class=\"gcspeaker\">Elder Marion D. Hanks<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Marion D. Hanks, <i>Conference Report<\/i>, October 1958, pp. 107-110<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThrough this conference I have been feeling a great warm surge of gratitude&mdash;gratitude that I\nbelong to the Church of Jesus Christ of Latter-day Saints, gratitude that there has come to me,\nin spite of my limitations, the blessing of service and the blessing of learning to know and to\nlove so many of you, to feel your strength, understand your purpose, and observe your\ndedication,\n<\/p><p>\nI have been grateful for the marvelous sermons, the great themes of truth which have been\nhere uttered.  I was very grateful this morning as these strong and forthright and inspired\nmessages went out to the world.\n<\/p><p>\nLast night I read on the editorial page of the <i>Deseret News<\/i> an account of a survey, actually a\nclinical research inquiry, of a number of men incarcerated in the Utah State prison as\ncompared with an equal number outside the prison who were of the same general background\nas to age, intellect, social, and economic circumstances, etc. The report re-emphasized\nstrongly the vital importance to the well-being of young people of a home where love and\ninterest are shown, where there are fair rules consistently enforced, where\nthere is a religious atmosphere in the home and religious activity outside it, and where parents\nset the proper affirmative example.\n<\/p><p>\nSince I read the article I have been even more grateful for the home I grew up in, humble as\nit was in terms of material things; for a loving father, who was called home in our infancy;\nfor a wonderful mother and brothers and sisters through whose love, unselfishness, and\ncooperative effort I came to enjoy some blessings that they did not have themselves.\n<\/p><p>\nI am grateful that I know something about some of the problems that exist in the world and\nthat I have the privilege of counseling, weeping, and sympathizing with some of the people\nwho have them.\n<\/p><p>\nI am grateful for the kind of mountains that the choir has just sung about (as well as for other\nmountains) and that God blesses us with strength enough to climb if we are humble enough.\n<\/p><p>\nRecently I have been thinking about three great areas of problems which actually encompass\nthe whole of human experience, the whole of an individual's life, thinking about them in\nterms of the Church program and the principles of the gospel. We have a lot of youth\nproblems and we know it, difficulties in many fields of youth behavior and experience.  Then\nthere is in our communities, and the nation, a great problem with unhappy adults&mdash;broken\nhomes, marriages, and lives; increasing incidence of moral decadence, of alcoholism;\nincreasing prison incarcerations and so forth. There is a third problem that I am not sure we\nhave thought much about (perhaps in the Church we do not know as much about it as a\nproblem as some do), and that is the field of geriatrics, the subdivision of medicine dealing\nwith the elderly and the aging, many of whom lose status in the family, community, and\nbusiness with advancing age.\n<\/p><p>\nSome recent experiences have permitted me the privilege of observing and participating in\nactivities having to do with some of these problems.  Out of those experiences I have come\nwith increased gratitude to my Heavenly Father that in the graciousness and goodness of his\nlove we have been blessed with the principles, programs, and inspiration which can preserve\nus from the most serious of these problems, help us overcome them to the measure we find\nourselves in them, and lead us, through God's good gifts, to the happiness here and the\neternal opportunity hereafter which we are meant to enjoy. There is no occasion today to do\nmore than recognize the existence of the problems and to testify of my deep assurance that\nthrough proper parenthood and leadership and instruction, and through a willingness to learn,\nhearken, and participate, the principles of the gospel and the great programs of the Church\nwill help us avoid or overcome most of the difficulties which beset us.\n<\/p><p>\nThere is a story in point which I thought of as I read last night. A young man who had lost\nhis father in his earliest years went to an elderly medical man who had been a close friend of\nhis father and asked the doctor what kind of man his father had been. The old doctor\nanswered the question with a question: \"Suppose you could have chosen your father&mdash;that is,\nwhat kind of man he would be&mdash;what would your choice have been?\"\n<\/p><p>\nThe young man replied that he would have chosen one who was courageous and forthright\nand true; a kind, wise, and loving man; a worshiper, worker, and servant of God.  He\ndescribed clearly and forcefully an ideal father, then asked: \"Doctor, is that the sort of man\nmy father was?\"\n<\/p><p>\nSaid the doctor, \"As your father's friend, let me ask you another question. Is that the sort of\nman you have chosen to be the father of your own children?\" The young man said, \"With all\nmy thinking about life and its responsibilities, I confess I have not thought about this\nimportant matter in just that way before.  Though I had nothing to do with choosing my own\nfather, I have everything to do with choosing what sort of father my own children shall have.\nI give you my word that I shall think about and act upon it from now on.\"\n<\/p><p>\nMy wonderful young friends, in the Church and out of it, you face real challenges and great\npressures, but the objectives and opportunities before you are marvelous.\nWhen I look at you, I do not see in you the leaders of tomorrow, only; I see what you now\nare, the boyfriends and girlfriends, the young husbands and wives of today.  In your hands,\nstretching ahead before you, there are important occasions for decision and choice, decisions\nthat will affect your happiness in this world and your eternal future.\n<\/p><p>\nDo you make negative judgments about the parents, leaders and teachers you now have? \nHave you thought enough about what kind of parents, leaders and teachers you are going to\nbe?  These are not far-off challenges, they are upon you; in less time than you can now\nconceive these blessings and burdens will be yours.\n<\/p><p>\nA few weeks ago I sat in an auditorium in the East with some of the leading businessmen in\nAmerica and heard Brother Benson discuss the Youth Fitness Program now underway across\nthe land.  As the viewpoints of the Church were so impressively presented I was again moved\nwith gratitude that through revelation the Lord has blessed us with the principles and the\nprograms which can lead us to effective, participating citizenship in the community and in the\nkingdom; which, whatever kind of home we came from, can lead us to be the sort of father or\nmother we would have been pleased to choose had we had the opportunity.\n<\/p><p>\nWithout the intention or occasion to be detailed, may I mention a principle or two given us by\nthe Lord for our well-being, physically, intellectually, emotionally, socially, and spiritually.\n<\/p><p>\nConsider the understanding the Lord has given us as to the nature of this physical body which\nhouses our spirit. \". . . the spirit and the body are the soul of man\"\n(<span class=\"citation\" id=\"13656\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13656)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13656)\">D&amp;C 88:15<\/a><\/span>). \"For man\nis spirit.  The elements are eternal, and spirit and element, inseparably connected, receive a\nfulness of joy.\n<\/p><p>\n\"The elements are the tabernacle of God; yea, man is the tabernacle of God, even temples;\nand whatsoever temple is defiled, God shall destroy that temple\"\n(<span class=\"citation\" id=\"13671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13671)\">D&amp;C 93:33,35<\/a><\/span>).\n<\/p><p>\nI am grateful to understand that my physical body is an eternal, non-evil component of my\neternal soul, and that I have, therefore, a duty to honor and respect and care for it, and to\nrefrain from knowingly imposing upon it any treatment or substances deleterious to it. While I\ncould not choose nor govern the condition of the body into which I came, I have the\nresponsibility to give it the best care I can, and if I do not I am acting in derogation of a\ngreat gift of God.\n<\/p><p>\nFor some time I have wanted to put into the record a statement by Thomas Edison in his\nautobiography, made in the twilight of his productive life: \n<\/p><p>\n\"The useful man never leads the easy, sheltered, knockless, unshocked life. At [age] thirty-six\nhe ought to be prepared to deal with realities, and after that until he is sixty he should be able\nto handle them with a steadily increasing efficiency.\n<\/p><p>\n\"Subsequently, if he has not injured his body by excess indulgence in any of the narcotics\n(and by this term I mean liquor, tobacco, tea and coffee), and if he has not eaten to excess, he\nvery likely may continue to be achievingly efficient up to his eightieth birthday, and in some\ncases until his ninetieth.\"\n<\/p><p>\nThe testimony of the times corroborates what Edison said, and what the Lord told\nus&mdash;information that has been in our hands for more than sixscore years.\n<\/p><p>\nThe Lord has blessed us with knowledge that we are under obligation to develop our minds,\nfor \"The glory of God is intelligence\"\n(<span class=\"citation\" id=\"13673\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13673)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13673)\">D&amp;C 93:36<\/a><\/span>),\nand \"It is impossible for a man to be\nsaved in ignorance\" (<span class=\"citation\" id=\"13697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13697)\">D&amp;C 131:6<\/a><\/span>).\nHe has given particular emphasis to spiritual truth, but in\naddition to charging the early brethren to teach one another the doctrines of the kingdom, he\nalso instructed them to prepare themselves in a wide field of knowledge, including languages,\nhistory, and law.  In the Church there are the principles and program which can lead us to the\npossession of minds that are clean and honest, educated, trained, controlled, creative,\nproductive, and useful.\n<\/p><p>\nWe have received the word of the Lord that \". . . men are, that they might have joy\"\n(<span class=\"citation\" id=\"3623\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3623)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3623)\">2 Ne. 2:25<\/a><\/span>),\nand we know that there is joy in responsible relationships with our fellow men.  As this\nis true of other men, it is especially true of our own families. The family,\nsealed together under the law of God, is the eternal unit, and our own high possibilities in the\neternities are contingent upon our relationship with our family, as well as with our Heavenly\nFather and his other children.\n<\/p><p>\nUnderlying all that has been revealed to us the Lord has given us to know that we are his\nchildren, that life is purposeful and meaningful, and that we are blessed with the possibility of\na high destiny.  I thank God that I know these things, and I pray that he will bless us to\nunderstand that though we may have partaken of some of the problems of the world, though\nwe may have undergone some of the tragedies of the world, there is hope and answer for us\nin the gospel of Jesus Christ. Though we could not choose or direct in our earliest days the\nhome we grew up in or the parents who bore us, yet we can do something about the sort of\nparents we are or will be, and about the home our children will grow up in.\n<\/p><p>\nI thank the Lord for the good things he has blessed us with, and pray that we may have the\nwisdom to be steadfast and faithful and to do that which will perpetuate for those who are to\ncome the blessings which the Lord has made available through the principles and programs\nand inspired leadership of his great Church.\n<\/p><p>\nIn the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}