{"ID":976, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...Always Be a Missionary\"<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, October 1958, pp. 110-114<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI feel very grateful, brothers and sisters, for the privilege that is mine to be associated with\nyou in this great conference, and my heart has been made to rejoice in the wonderful\nmessages we have received and the testimonies that have been borne.  Not only that, but I\nhave been made very happy to greet so many of you on the block and in the building whom\nit has been my privilege to meet as I travel through the Church and visit the various stakes of\nZion.  I have a profound respect and appreciation for the faith of you Latter-day Saints, for\nthe great work you are accomplishing in your own localities. I never return from a conference\nbut what I say to my good wife, \"My, the Saints are wonderful,\" and I thank the Lord that I\nam a part of this great organization.\n<\/p><p>\nIt has been my privilege to spend much of my life in the missionary work of the Church.  I\nimagine today that through the courtesy of the radio and television stations there will be many\nlistening in who are not yet members of this Church.  I am sure they will be some day when\nthey know what we know about it. I have always said that there is not an honest man or an\nhonest woman in this world who really loves the Lord who would not join this Church if he\nknew what it was.\n<\/p><p>\nThose of us who have had missionary experience know how our hearts have been made to\nrejoice when we find people who really love the Lord and who want to serve him the way the\nLord wants to be served, and they come to a knowledge of the truth. Sometimes we find\npeople who have looked for years and years to find the truth.  I had a letter from a man\nrecently, a prominent attorney who had investigated many churches, and when he found\n\"Mormonism,\" as it is known to him, he said he had found an answer to all of his seeking.\nAnd some years ago, in my missionary work, we brought an attorney into the Church.  He\nwas an intelligent man.  We asked him to talk in one of our conferences, and he said\nsomething like this&mdash;we had asked him to tell what he had found in Mormonism that appealed\nto him.  He said, \"If you have hunted for something all your life until you decided it did not\nexist, and then you just happen to stumble on to it, you do not need anybody\nto tell you that you have found it, do you?\" He said, \"That is what I did when I found\nMormonism and the thing about it that is most wonderful to me is the fact that the more I\nknow about it the more wonderful it becomes.\"\n<\/p><p>\nI have a testimony here, copied from a letter from a lady who wrote in to the Bureau of\nInformation for information about the Church.  She said she had hunted for fifty-three years\nto find the truth, and then she told about the various institutions and churches she had\ninvestigated, and after getting our literature, she finally joined the Church, and after so doing\nthis is what she wrote: \n<\/p><p>\n\"I now have a serenity and composure and inner strength and an inward joy which I never\nbefore possessed. Do all souls receiving enlightenment exclaim within their silent heart,\nfeeling compassion for a blind, groping, and grieving world, 'O suffering world, I come. I\ncome.'\"\n<\/p><p>\nThe missionaries find ample compensation for the great work they are doing when they see\nhonest souls who seek after righteousness brought to a knowledge of the truth through their\ninstrumentality.  The Lord said to the early elders of the Church that if they should labor all\ntheir days and bring save one soul unto him, how great would be their joy with that soul in\nthe kingdom of the Father (<span class=\"citation\" id=\"13611\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13611)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13611)\">D&amp;C 18:15<\/a><\/span>).\n<\/p><p>\nI want to bear you witness that many of us have great joy in the companionship of those to\nwhom it has been our privilege to bring the restored gospel of the Lord Jesus Christ, and I\nwant to say to you that the Latter-day Saints are doing a great work in providing missionaries. \nIt is the most unselfish movement I think this world has ever known.  There is no thought of\nany monetary compensation.  Sacrifices are made by young and old alike in order to carry the\ngospel to those who are yet in darkness, and we invite everyone to join with us.\n<\/p><p>\nSometimes I wonder if we have invited our neighbors and our friends to become a part of us,\nand if we do, then we will find the joy that comes in being instruments in the hand of the\nLord in carrying the truth to them.\n<\/p><p>\nPresident McKay indicated today that we are all missionaries. In fact, he has told us that each\nof us should be a missionary, and while we are not all called and set apart to go from door to\ndoor, we are called by the Lord, for he said: \"Let every man who is warned, warn his\nneighbor\" (see <span class=\"citation\" id=\"13662\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13662)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13662)\">D&amp;C 88:81<\/a><\/span>),\nand that is a call from the Lord, and President McKay has\nasked that each of us should be a missionary and try to bring someone into the Church.\n<\/p><p>\nI repeated that request in a stake conference a few months ago, and a few weeks thereafter, I\nreceived a two-page typewritten letter from a young man who was in that conference.  He\nwas a son of the stake president. He was only there visiting on an assignment.  He said,\n\"Brother Richards, I heard you request each of us to try to bring someone into the Church.  I\nbelieved that you meant me, so I wrote my wife and said, 'When I come home I have a\nproposition to make to you,\"' and the proposition was that they should bring some family into\nthe Church. Then he said to his wife, \"The young man that I work with in the office seems to\nbe quite a fine man, and if you are willing I will invite him and his wife to our home and we\nwill have them for supper.\"\n<\/p><p>\nWell, of course when the supper was over they had to talk about something, and you know\nwhat they talked about, and the letter was written to tell me the joy he and his wife had\nbecause that couple had now joined the Church. I tell you, it will bring great joy into the lives\nof people when they know what the Church is.\n<\/p><p>\nI want to say to you today that my testimony is such that I believe we live in the great day of\nfulfillment.  As I think of the history of the past, two great events stand out paramount above\nall others in religious history, and all the prophets have looked to those days and testified of\nthem. The first was the coming of the Redeemer of the world, and you will remember that\nwhen he came, he took the Holy Scriptures to prove to the people that he had come in\nfulfillment of the words of the prophets. You remember his statement as he\nwalked along the way toward Emmaus (<span class=\"citation\" id=\"31493\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31493)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31493)\">Luke 24:13-24<\/a><\/span>)\nwith two of his disciples following his resurrection,\nand their eyes were holden that they did not recognize him.  After he had heard what they\nhad to say and seeing that they did not realize what his mission was, he said, \"O fools, and\nslow of heart to believe all that the prophets have spoken\"\n(<span class=\"citation\" id=\"31496\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31496)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31496)\">Luke 24:25<\/a><\/span>), and beginning with\nMoses and the prophets, he showed them how that in all things the prophets had testified of\nhim.  Then he opened their understanding that they might understand the scriptures for all the\nprophets had looked to that great event\n(<span class=\"citation\" id=\"31497\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31497)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31497)\">Luke 24:27-32<\/a><\/span>).\n<\/p><p>\nThe second great event is when he shall come in power and great glory in the latter days\n(<span class=\"citation\" id=\"34890\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34890)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34890)\">Matt. 24:30<\/a><\/span>), to\nreign as King of kings and Lord of lords\n(<span class=\"citation\" id=\"42285\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42285)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42285)\">Rev. 19:16<\/a><\/span>),\nand all of the prophets have looked to our day.  I\nwonder sometimes if we are mindful enough in order to interpret the promises of the\nprophets.  I think of the words of the Savior when he said: \n<\/p><p>\n\"Search the scriptures; for in them ye think ye have eternal life: and they are they which\ntestify of me\" (<span class=\"citation\" id=\"27771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27771)\">John 5:39<\/a><\/span>).\n<\/p><p>\nI like to look upon the scriptures as a blueprint that shows the things that God intended to do,\nand I think it is a wonderful thing to know what the prophets have had to say, but I think it is\nmore wonderful to live in the day of the fulfillment of the promises of the prophets.  The\nSavior puts his stamp of approval upon the necessity of knowing the scriptures.  He said to\nthe Pharisees who endeavored to catch him in his words: \"Do you not therefore err because ye\nknow not the scriptures?\" (<span class=\"citation\" id=\"33106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33106)\">Mark 12:24<\/a><\/span>).\n<\/p><p>\nIf we knew the scriptures, we would understand them. Let me give you an illustration. While\nI was still the Presiding Bishop, we brought the plans of the great Los Angeles Temple to\nshow to the First Presidency.  There were eighty-five pages, and we did not have them\ncomplete&mdash;the electrical work and the heating facilities were not done&mdash;eighty-five pages about\nfive feet long and three feet wide. It was glorious to look upon those plans and see that\ntemple, but not a hole had been dug in the ground.  Compare that with when we went to the\ndedication, and in the evening when the floodlights were turned on that magnificent building,\nit was just as if some ethereal thing had been dropped down from heaven. I thank God that it\nis my privilege to live in the day of fulfillment of the things that the prophets have foretold\nfor the latter days to prepare the way for the coming of the Lord.\n<\/p><p>\nI give you the words of the Apostle Peter.  He said: \n<\/p><p>\n\"We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as\nunto a light that shineth in a dark place, until the day dawn, and the day star arise in your\nhearts:<br \/>\n\"Knowing this first, that no prophecy of the scripture is of any private interpretation.<br \/>\n\"For the prophecy came not in old time by the will of man: but holy men of God spake as\nthey were moved by the Holy Ghost\"\n(<span class=\"citation\" id=\"4851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4851)\">2 Pet. 1:19-21<\/a><\/span>).\n<\/p><p>\nIf you will think about that for a minute, and then consider the words of Isaiah where he said\nthat the Lord had proclaimed the end from the beginning\n(<span class=\"citation\" id=\"25196\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25196)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25196)\">Isa. 46:10<\/a><\/span>),\nthen the prophets have, as it were,\ndrawn a blueprint of what the Lord intended to do, and we live now in the Dispensation of\nthe Fulness of Times that has been referred to in this conference, for the Apostle Paul said\nthat the Lord had revealed unto him the mystery of his will,\n<\/p><p>\n\"That in the Dispensation of the Fulness of Times he might gather together in one all things\nin Christ, both which are in heaven, and which are on earth; even in him\"\n(<span class=\"citation\" id=\"21697\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21697)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21697)\">Eph. 1:10<\/a><\/span>).\n<\/p><p>\nI want to say unto you that no other people have a program of uniting all things which are in\nheaven and which are on earth.  We understand this in the great work that is being done by\nthe living for the dead, and that brings us to another great event that was to transpire in the\nlatter days, to which Brother Romney referred this morning&mdash;the coming of Elijah the\nProphet to turn the heart of the fathers to the children, and the heart of the children to their\nfathers, lest he come and smite the earth with a curse\n(<span class=\"citation\" id=\"32761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32761)\">Mal. 4:5-6<\/a><\/span>). Who knows anything\nabout that great program of uniting the children on the earth with their parents who have gone\nbeyond except the Church of Jesus Christ of Latter-day Saints, as the Lord\nhas revealed these great truths in our day?\n<\/p><p>\nReferring again to the words of Peter where he said, \"We have also a more sure word of\nprophecy\" (<span class=\"citation\" id=\"4849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4849)\">2 Pet. 1:19<\/a><\/span>),\nI now give you his words on the day of Pentecost to those who had\ncrucified the Lord when he called them back to repentance, saying: \n<\/p><p>\n\"Repent ye therefore, and be converted, that your sins may be blotted out, when the times of\nrefreshing shall come from the presence of the Lord;<br \/>\n\"And he shall send Jesus Christ, which before was preached unto you:<br \/>\n\"Whom the heaven must receive until the times of restitution of all things, which God hath\nspoken by the mouth of all his holy prophets since the world began\"\n(<span class=\"citation\" id=\"7816\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7816)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7816)\">Acts 3:19-21<\/a><\/span>).\n<\/p><p>\nIf we believe the Holy Scriptures, as we are admonished to do, and the words of the prophets,\nwe cannot look for the second coming of Christ in power until there is a restitution of all\nthings spoken by the mouths of all the holy prophets since the world began.  I want to say\nunto you that that is what this Church is, as it has been pointed out in this conference&mdash;the\nrestoration of the Holy Priesthood, the re-establishment of the Church of Christ in the earth,\nfounded upon the foundation of apostles and prophets, with Christ our Lord as the chief\ncornerstone (<span class=\"citation\" id=\"21699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21699)\">Eph. 2:20<\/a><\/span>),\nwhich God placed in the Church according to the Apostle Paul:\n<\/p><p>\n\"For the perfecting of the saints, for the work of the ministry, for the edifying of the body of\nChrist:<br \/>\n\"Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a\nperfect man . . .<br \/>\n\"That we henceforth be no more children tossed to and fro, and carried about with every wind\nof doctrine, by the sleight of men, and cunning craftiness whereby they lie in wait to\ndeceive\" (<span class=\"citation\" id=\"21705\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21705)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21705)\">Eph. 4:12-14<\/a><\/span>).\n<\/p><p>\nHow can anybody look at the Christian world today and see its divided condition and know\nthat the Lord intended that we should come to a unity of the faith, without realizing that we\nmust return again to the organization that he placed in the Church?  And what an organization\nthat is, where every man and every man&rsquo;s son can be co-partners, as it were, with the Lord\nthrough bearing his Holy Priesthood, to help establish his kingdom in the earth.\n<\/p><p>\nIf there is to be a restitution of all things, that presupposes that it cannot be a reformation.  It\nalso presupposes that the truth did not remain upon the earth.  There is not time today for me\nto go into the prophecies of the falling away, but men of our day have borne witness that the\ntruth is not upon the earth.  I like the statement contained in Smith's <i>Bible Dictionary<\/i>,\nprepared by seventy-three divines and bible students, in which they say: \n<\/p><p>\n\"We must not expect to see the Church of Holy Scripture actually existing in its perfection on\nthe earth.  It is not to be found thus perfect, either in the collected fragments of Christendom,\nor still less in any of those fragments.\"\n<\/p><p>\nHow wonderful, when seventy-three noted divines trying to find the truth just by reading the\nscriptures without the living testimony of the Spirit, come to know that the world has drifted\naway from the teachings of the scriptures.  You will recall that great leader among the\nBaptists, Roger Williams, who resigned as pastor of the oldest Baptist Church in America and\ngave these reasons: \n<\/p><p>\n\"There is no regular constituted Church of Christ, on the earth, nor any person authorized to\nadminister any church ordinance, nor can there be until new apostles are sent by the great\nhead of the Church for whose coming I am seeking.\"\n<\/p><p>\nIf he had lived in the day of the restoration of the gospel as taught by the Prophet Joseph\nSmith, he would have known that apostles had been sent again in our day with the same\nauthority, the same organization, the same truths that were taught in the Meridian of Time.\n<\/p><p>\nThere is not time to discuss all the great truths that we have received through the restoration\nof the gospel, but if you will think of the things that have been mentioned in this conference:\nthe gathering of Israel, the building of temples, the coming forth of the Book of\nMormon&mdash;and nobody can read the Bible without knowing that there is a companion\nvolume of scripture that must be united with it, which is to become one in the hands of\nGod&mdash;and when you think of a record of over 500 pages of history and words of prophets who\nhave lived upon this land of America, and when you read the promises to Joseph of a new\nland in the utmost bounds of the everlasting hills\n(<span class=\"citation\" id=\"23652\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23652)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23652)\">Gen. 49:26<\/a><\/span>),\nand his blessings which were to be greater\nthan the blessings of his progenitors, you cannot help but wonder why the Lord would have\nmade such promises unto that chosen of the House of Israel, without providing for the\nrecording of the fulfillment of those promises. So we have the record of the fulfillment of all\nthese promises.\n<\/p><p>\nI leave you one more passage of scripture before I close, and that is in the third chapter of\nMalachi, where the Lord said he would send his messenger to prepare the way for his coming,\nthat he would come swiftly to his temple, and who would abide the day of his coming,\nbecause he would be as refiner's fire and fullers' soap\n(<span class=\"citation\" id=\"32758\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32758)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32758)\">Mal. 3:1-3<\/a><\/span>).\n<\/p><p>\nI call attention to the fact that he did not come to his temple in the Meridian of Time, and I\nask you today, where is a people in all the world that are building temples to the Most High?\nYou know the record of this Church, the number of temples that have been dedicated in\nrecent years.  This great temple that stands upon this block, and yet the churches know not\nwhat temples are for, nor do they have a knowledge of the ordinances that are to be\nperformed therein. We would not know either, except that we live in the day that Peter spoke\nof, to prepare the way of the Lord when there was to be a restitution of all things spoken by\nthe mouths of all the holy prophets since the world began\n(<span class=\"citation\" id=\"7817\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7817)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7817)\">Acts 3:21<\/a><\/span>), truly the day of fulfillment.\n<\/p><p>\nIn closing I leave you a testimony of a man who sat in my office recently, who spent thirty\nyears as a minister of the gospel. Then he met the Mormon elders. He said, \"I had always\nthought I had as much authority as any man to perform the ordinances of the gospel, until I\nmet the Mormon elders and then I knew that I must accept baptism at their hands.\" And then\nhe added: \"Brother Richards, when I think of how little I had to offer my people as a minister\nof the gospel compared to what I now have in the fulness of the gospel as it has been\nrestored, I want to go back and tell all my friends what I have found.  Now, they will not\nlisten to me. I am an apostate from their church.\"\n<\/p><p>\nBut such are the testimonies of people, who, as Jesus said \"hunger and thirst after\nrighteousness\" (<span class=\"citation\" id=\"34846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34846)\">Matt. 5:6<\/a><\/span>).\nHe also said: \n<\/p><p>\n\"My doctrine is not mine, but his that sent me.<br \/>\n\"If any man will do his will, he shall know of the doctrine, whether it be of God, or whether\nI speak of myself\" (<span class=\"citation\" id=\"27773\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27773)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27773)\">John 7:16-17<\/a><\/span>).\n<\/p><p>\nI bear you witness, and make the promise to all who are not members of this Church that if\nthey will investigate our message and ask God, the Eternal Father, that they can know beyond\na shadow of a doubt that Joseph Smith was a prophet of God, and that the truth has been\nrestored in its fulness to the earth to prepare the way of the coming of the Lord.\n<\/p><p>\nThis testimony I give to you in the name of the Lord, Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}