{"ID":977, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"God's Kingdom on Earth\"<\/p>\n<p class=\"gcspeaker\">Elder Bruce R. McConkie<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Bruce R. McConkie, <i>Conference Report<\/i>, October 1958, pp. 114-117<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrother LeGrand Richards, one of the forceful and eloquent preachers of righteousness in this\nlatter-day kingdom, has just spoken to us in a powerful manner, setting forth the restoration of\nthe everlasting gospel in our day. Now, if I may be guided by the same Spirit, and be under\nthe same power, I have it in my heart to make a brief expression relative to\nthe stability, growth, and eventual destiny of the great latter-day kingdom that has been\nestablished as part of the restitution of all things.\n<\/p><p>\nWhen I speak of the kingdom, I mean the Church of Jesus Christ of Latter-day Saints, which,\nin the most complete, real, literal, and accurate sense, is the kingdom of God on earth.  For a\ntext I will read some words originally written by the great prophet Isaiah, words which later\nwere quoted by the resurrected Christ as he ministered among the Nephites. When Jesus\nquoted these words, he put them in their perspective, in their context. He had just announced\nthat the restitution of all things was to take place; that the gospel was to come again in its\nfulness; that Israel was to be gathered; and that the kingdom of God on earth was to be\nestablished in the last days.  Then he quoted these words from Isaiah, words which are\naddressed to the Church and which specifically describe the stability, growth, and eventual\ndestiny of the Church.\n<\/p><p>\nThus saith the Lord unto the Church of Jesus Christ: \n<\/p><p>\n\"Enlarge the place of thy tent, and let them stretch forth the curtains of thy habitations; spare\nnot, lengthen thy cords and strengthen thy stakes;<br \/>\n\"For thou [meaning the Church] shalt break forth on the right hand and on the left, and thy\nseed shall inherit the Gentiles and make the desolate cities to be inhabited.<br \/>\n\"Fear not, for thou [meaning the Church] shalt not be ashamed; neither be thou confounded,\nfor thou shalt not be put to shame\"\n(<span class=\"citation\" id=\"5583\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5583)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5583)\">3 Ne. 22:2-4<\/a><\/span>).\n<\/p><p>\n\"For the mountains shall depart and the hills be removed, but my kindness shall not depart\nfrom thee [meaning, of course, the Church], neither shall the covenant of my people be\nremoved, saith the Lord that hath mercy on thee\"\n(<span class=\"citation\" id=\"5584\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5584)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5584)\">3 Ne. 22:10<\/a><\/span>).\n<\/p><p>\nThe everlasting covenant is the gospel. This promise is, then, an assurance that the gospel of\nJesus Christ will remain in and be administered by the Church and kingdom as set up and\nestablished in this day.\n<\/p><p>\n\"And all thy children shall be taught of the Lord; and great shall be the peace of thy children.<br \/>\n\"In righteousness shalt thou be established; [and then this next, pertaining to a yet future day]\nthou shalt be far from oppression for thou shalt not fear, and from terror for it shall not come\nnear thee.<br \/>\n\"Behold, [this pertaining to our day] they [meaning the wicked] shall surely gather together\nagainst thee, not by me; [certainly there will be trials, troubles, persecutions, and the like, but\nhaving so recognized, then comes this glorious promise and assurance:] whosoever shall gather\ntogether against thee shall fall for thy sake\"\n(<span class=\"citation\" id=\"5585\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5585)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5585)\">3 Ne. 22:13-15<\/a><\/span>).\n<\/p><p>\n\"No weapon that is formed against thee shall prosper; and every tongue that shall rise against\nthee in judgment thou shalt condemn. This is the heritage of the servants of the Lord, and\ntheir righteousness is of me, saith the Lord\"\n(<span class=\"citation\" id=\"5586\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5586)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5586)\">3 Ne. 22:17<\/a><\/span>).\n<\/p><p>\nNow, I think we all understand that this great latter-day kingdom has been set up for the last\ntime, never again to be destroyed, and that never again will the necessity arise for another\nand future restoration.  The ordinances and principles of salvation, the requirements which\nmen must abide in order to gain a celestial inheritance, are ever, eternally, and always the\nsame.  God is no respecter of persons\n(<span class=\"citation\" id=\"7823\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7823)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7823)\">Acts 10:34<\/a><\/span>),\nand every person from Adam to the last man must\nabide the same identical law in order to qualify for a celestial inheritance.\n<\/p><p>\nBut there is one great thing about this dispensation which differs from all the dispensations of\nthe past. It is that this time, with the opening of the heavens and the revealing of the gospel\nin our day, there came the positive, unqualified assurance that the gospel was to remain on\nearth; that the kingdom was to be secure; that the Church of Jesus Christ of Latter-day Saints\nwas to remain among men to prepare a people for the second coming of the Son of man.\n<\/p><p>\nWe are familiar with the visions that Enoch received.  You will recall that he saw our day. \nHe saw the restoration of the gospel, the coming forth of the Book of Mormon, truth\nspringing out of the earth and righteousness looking down from heaven.  He saw the hosts of\nscattered Israel gathered to a holy city. He saw the tribulations, the wars,\nthe desolation, the troubles that would prevail in this day\n(<span class=\"citation\" id=\"39111\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39111)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39111)\">Moses 7:62-67<\/a><\/span>), and then the voice of God spoke to\nhim and said: \". . . great tribulations shall be among the children of men, but my people will I\npreserve\" (<span class=\"citation\" id=\"39110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39110)\">Moses 7:61<\/a><\/span>).\nThat is an immutable, positive assurance.\n<\/p><p>\nSome things we get, provided we abide the law which entitles us to receive them.  Some\npromises come from the Lord without conditions attached to them. We die whether we like it\nor not.  That is immutably decreed.  We will be resurrected and have immortality.  There is\nno question of that; we cannot avoid it. In that same category is the promise that the Lord\nwill preserve his people in this day.\n<\/p><p>\nWe are familiar with the great vision and revelation that Daniel had, in which he saw the\nsuccessive kingdoms of the world set up by the power of men's hands, and then finally saw\nthis kingdom, the Church of Jesus Christ of Latter-day Saints, set up by revelation, without\nthe hand of man.  And then he said that this kingdom would never be given to another\npeople; that it would grow and increase and break in pieces all kingdoms and fill the whole\nearth (<span class=\"citation\" id=\"10637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 10637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(10637)\">Dan. 2:31-45<\/a><\/span>).\n<\/p><p>\nWell, after the Lord had set up this Church and restored the gospel, he said by his own mouth\nto the Prophet Joseph Smith: \"The keys of the kingdom of God are committed unto man on\nthe earth, and from thence shall the gospel roll forth unto the ends of the earth, as the stone\nwhich is cut out of the mountain without hands shall roll forth, until it has filled the whole\nearth\" (<span class=\"citation\" id=\"13637\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13637)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13637)\">D&amp;C 65:2<\/a><\/span>).\nThat is an immutable, irrevocable promise.  That promise we have.\n<\/p><p>\nMay I quote one sentence which the Prophet Joseph Smith, writing by revelation and\ninspiration, included in that famous document, \"The Wentworth Letter.\" He said: \". . . No\nunhallowed hand can stop the work from progressing; persecutions may rage, mobs may\ncombine, armies may assemble, calumny may defame, but the truth of God will go forth\nboldly, nobly, and independent, till it has penetrated every continent, visited every clime,\nswept every country, and sounded in every ear, till the purposes of God shall be\naccomplished, and the Great Jehovah shall say the work is done\" (<i>History of the Church<\/i>,\nvol. 4, p. 540).\n<\/p><p>\nYou and I are in this kingdom at its beginning.  The groundwork is being laid.  Out of small\nbeginnings come great things. We have had tremendous progression and growth; we are\nestablished and recognized in the world already; but there will be an eventual day when the\nwhole earth will be converted to the truth, when every living soul will come into the Church\nof Jesus Christ of Latter-day Saints.\n<\/p><p>\nWe are in the kingdom of God now which is exclusively an ecclesiastical kingdom.  This\nkingdom is going to grow and increase, multiply and abound, and nothing can stop it, until\nthe day comes that it will be both an ecclesiastical kingdom and a political kingdom, and it\nwill govern in all things&mdash;spiritual, civil, temporal, and political. The kingdoms of this world\nare going to become the kingdom of our God and of his Christ\n(<span class=\"citation\" id=\"42275\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42275)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42275)\">Rev. 11:15<\/a><\/span>).\n<\/p><p>\nPresident John Taylor said this: \"It has been asked . . . whether this kingdom will fail.  I tell\nyou in the name of Israel's God it will not fail. I tell you in the name of Israel's God it will\nroll forth, and that the things spoken of by the holy prophets in relation to it will receive their\nfulfillment.  But in connection with this I will tell you another thing: A great many of the\nLatter-day Saints will fail, a great many of them are not now and never have been living up\nto their privileges, and magnifying their callings and their priesthood, and God will have a\nreckoning with such people, unless they speedily repent\" (<i>Gospel Kingdom<\/i>, p. 137). He said\nmany similar things.\n<\/p><p>\nOne more quotation, this one from President Wilford Woodruff: \n<\/p><p>\n\"When the Lord gave the keys of the kingdom of God, the keys of the Melchizedek\nPriesthood, of the apostleship, and sealed them upon the head of Joseph Smith, he sealed\nthem upon his head to stay here upon the earth until the coming of the Son of man.  Well\nmight Brigham Young say, 'The keys of the kingdom of God are here.' They were with him\nto the day of his death. They then rested upon the head of another\nman&mdash;President John Taylor. He held those keys to the hour of his death. They then fell by\nturn, or in the providence of God, upon Wilford Woodruff.\n<\/p><p>\n\"I say to the Latter-day Saints, the keys of the kingdom of God are here, and they are going\nto stay here, too, until the coming of the Son of Man. Let all Israel understand that.  They\nmay not rest upon my head but a short time, but they will then rest on the head of another\napostle, and another after him, and so continue until the coming of the Lord Jesus Christ in\nthe clouds of heaven (<span class=\"citation\" id=\"34876\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34876)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34876)\">Matt. 16:27<\/a><\/span>)\nto 'reward every man according to the deeds done in the body'\n(<span class=\"citation\" id=\"3035\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 3035)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(3035)\">2 Cor. 5:10<\/a><\/span>).\n<\/p><p>\n\"I say to all Israel at this day, I say to the whole world, that the God of Israel, who organized\nthis Church and kingdom, never ordained any President or Presidency to lead it astray. Hear\nit, ye Israel, no man who has ever breathed the breath of life can hold these keys of the\nkingdom of God and lead the people astray\" (<i>Discourses of Wilford Woodruff<\/i>, pp. 73-74).\n<\/p><p>\nNow these things are amply attested to. The revelations and inspired utterances of living\noracles give us the full account. We should know these things from the records which are\nbefore us. Then, also, we should go to the Lord, in faith and in mighty prayer, and get in our\nhearts the revealed assurance that this work is true.  Brother Richards quoted: \". . . my\ndoctrine is not mine, but his that sent me.\n<\/p><p>\n\"If any man will do his will, he shall know of the doctrine, whether it be of God, or whether\nI speak of myself\" (<span class=\"citation\" id=\"27774\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27774)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27774)\">John 7:16-17<\/a><\/span>).\nEvery living soul in this world who will abide the law\nthat entitles him to know by personal revelation from the Holy Ghost of the divinity of this\nwork, of the stability and destiny of this kingdom, can get that knowledge, and I for one have\nthat knowledge and so certify to you in sincerity and solemnity, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}