{"ID":978, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The General Conference<\/p>\n<p class=\"gcspeaker\">Bishop Carl W. Buehner<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Carl W. Buehner, <i>Conference Report<\/i>, October 1958, pp. 117-120<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, after the concluding session of conference yesterday afternoon, I\nwas congratulated six times on the fine talk I had given at that session of conference, and\nwanting to be an honest man, I should like now to pass on those compliments to those who\ngave my talk yesterday afternoon.\n<\/p><p>\nIt has been most inspiring to be in attendance at this conference.  I have had a long time to\nthink. Some observations that have gone through my mind I felt might be interesting to you,\neven though most of these things have already been said in a better way than I will ever be\nable to say them.\n<\/p><p>\nThe first observation I should like to make is the terrific impact that a general conference of\nthe Church has upon its membership and upon the many thousands of people who are friendly\ntoward the Church. We will leave this great conference, I am sure, more enthusiastic and\nmore desirous of furthering the purposes of our Heavenly Father. We will be better men and\nwomen because of our attendance here and of hearing the word of the Lord go forth\nas it has done.  More than thirty-five profound sermons have been delivered\nin this conference already.\n<\/p><p>\nI have been wondering, too, if we realize that this is probably the greatest religious gathering\nheld any place in the earth.  Have you ever thought about this? A general conference of the\nChurch of Jesus Christ of Latter-day Saints comprised of those who are present, those\nlistening in on the radio, and those who might be viewing this conference on television all\nbecome part of this greatest of all religious gatherings that are held\n<\/p><p>\nI think of the people who have come here, representing many nations of the earth. I have\nshaken hands with people from New Zealand, the Fiji Islands, Tonga, Samoa, Switzerland,\nHawaii, Canada, and Mexico.  I feel certain there are those here representing other foreign\ncountries also, and practically every state in this great nation of ours.\n<\/p><p>\nI have been thinking of the thousands, yes, many thousands who would give their all to be\nhere at this conference today, but their all is not sufficient to buy them a ticket and to take\nthem back to their homes at the conclusion of the conference.  To them, this conference will\ncome either through the missionaries, the mission presidents, or by the printed word as it will\nbe circulated through the periodicals of the Church.\n<\/p><p>\nAnother observation I should like to make is that we are sitting in the presence of three of the\ngreat men of the world&mdash;the First Presidency of this Church.  My close association with\nthem, and the honor and privilege I enjoy of sitting in meetings with them two or three times\neach week bears testimony to me that there are no greater men living today.  As you already\nknow, they have been appointed by our Heavenly Father to preside over his Church. They\nhave been sustained by you to be the leaders of the Church, and I hope that to us sustaining\nthem means we will work as we have never worked before to promote the great purposes of\nthe Lord.\n<\/p><p>\nA further observation I should like to make is that when revelation, counsel, the\ninterpretations of the doctrines of the Church, or the law of the Church goes forth to the\nmembers in all parts of the earth, it is going to go forth from this source.  Therefore, I would\nsay, keep your eyes and ears on the First Presidency, and listen to the counsel that comes\nfrom them.  If any person ever becomes confused, disturbed, or critical, I would say to you,\ncome to the fountainhead of the Church for the answers to your questions. You will discover\nthat these brethren are more than willing to give you the answers that you require so that you\nmay not get lost or wander astray.  Do not go to those who are undermining the Church, to\napostate groups, or to those whose intent it is to destroy the work of our Heavenly Father.\n<\/p><p>\nAnother observation that has impressed me is that as we look at those on the stand in the\nTabernacle, there are represented here the great councils of the Church&mdash;the Council of the\nFirst Presidency who preside over the high priesthood of the Church; the Council of the\nTwelve Apostles who are special witnesses of Jesus Christ, who travel the length and breadth\nof the Church, and whose work has increased to such proportions that they cannot entirely\ncarry the responsibility.  Therefore, eight other men have been appointed and set apart to\nassist them, known as the Assistants to the Council of the Twelve.  All of these brethren may\nbe considered as counselors to the First Presidency of the Church. On the stand also is the\nPatriarch to the Church. There are also seven men who comprise the First Council of the\nSeventy who have a definite and specific responsibility. Finally, there is the Council of the\nPresiding Bishopric who preside over the Aaronic Priesthood of the Church.  Has it ever\noccurred to you that as you sit here in conference, you are in the presence of these great\ncouncils and also that you hear a personal message from each of these brethren during the\ncourse of a general conference?\n<\/p><p>\nAnother observation that has impressed me as I have been sitting here is that those of us who\nhad the honor of being here at 9:30 this morning and listening to the broadcast of this great\nchoir could not help but realize that from this spot every Sunday morning, for nearly thirty\nyears now, has gone a living broadcast to the people of the nation and as far\nelsewhere as radio carries the inspirational music and message of the spoken word that\nemanates from this great Tabernacle Choir organization.  As I thought about them, I began to\nrealize the sacrifices that many of these people have made in spite of wind, snow, sleet, rain,\ncold, heat, and all other conditions.  These brethren and sisters dedicate every Sunday\nmorning, except the few Sundays they are away on tour, to the presentation of these\nwonderful hymns and anthems. Aside from this, there are many, many hours of rehearsals\nrequired for the preparation of these programs. I should like to say, \"God bless them for their\ndevotion and faithfulness to this great cause.\"\n<\/p><p>\nAnother observation I should like to make is that the priesthood about which we have heard\nso much during this conference is so important that heavenly messengers personally brought it\nto the earth.  The priesthood is the very lifeblood of the Church. It is an honor to be a bearer\nof and a worker in the priesthood.  It is through this power that the gospel was restored to the\nearth in this the Dispensation of the Fulness of Times.  It is through this priesthood that the\nChurch continues to remain organized and to function in the earth.\n<\/p><p>\nI was proud of the great audience of Aaronic Priesthood boys who were in attendance last\nFriday evening when we held the dedicatorial services for the beautiful Aaronic Priesthood\nMemorial Monument, located just north of the Tabernacle, depicting John the Baptist, a\nheavenly messenger, conferring the Aaronic Priesthood on Joseph Smith and Oliver Cowdery. \nOn this occasion, more than five hundred boys sang a number of inspirational songs that\nthrilled all who were present.  Four young boys whose voices had not yet changed singing the\nsong, \"On Lovely Susquehanna's Banks,\" brought a lump to my throat. They stood right\nbehind me on the stand, and as they began to sing in their soft, unchanged voices, I was\nreally touched.\n<\/p><p>\nIn my humble opinion, we are building a greater youth today than we have ever had before\nand preparing them to take over positions of responsibility which will certainly come to them\nas they prove worthy. In passing I would like to add that we should stay close to these young\nmen, and assist in molding their lives, which will be a blessing to them and an honor and\ncredit to the Church they represent.  When I think of the millions of men and boys living in\nthe earth and appreciate that we are but a few of those who have been selected, called, and\nhonored, and knowing that our leaders are depending upon us to do our part, I begin to\nrealize the privilege it is to serve and the blessings that come from serving.\n<\/p><p>\nThrough the power of the priesthood, miracles are performed in this day as they were in other\nperiods in the history of the world when the gospel was upon the earth.  As long as men\nmagnify their callings in the priesthood, we will have miracles, and so also will the Church\ngrow in influence, in strength, and in favor among the people of the world.  Therefore, may\nall of us who have been so honored to bear the priesthood, magnify our callings, appreciate it\nto the fullest, and stand at the head of our homes in dignity where we can be a blessing and a\nstrength to our families.  Our children look to us for counsel and leadership, and I am afraid\nthat in some of our homes the situation is in reverse. Sometimes the father is reactivated\nthrough the boy who holds the Aaronic Priesthood or even a younger child.  Many thrilling\nstories have been told about youngsters who have helped their fathers back into activity.  I\nheard one not too long ago about a father and a son who were asked to be ward teaching\ncompanions, and it rather thrilled me as the mother related to me some of the experiences\nthey were enjoying and how they learned to know each other through this experience. She\nindicated that after they had been teaching together for a number of months, her son came to\nher and said, \"Mother, you know Dad is really quite a man.  I am amazed at how well he\nunderstands the gospel and how well he teaches when we visit the homes on our district.  I\nhave learned many things from Dad that I did not understand before, and I am glad to be his\nward teaching companion; otherwise, I may never have learned to know him\nso well.\" This mother remarked that a day or two later, her husband came to her and said,\n\"You know, I think the world of John.  I did not know he had it in him, but when I say to\nhim, 'Tonight it is your turn to give the lesson,' you would be proud of John if you could\nhear him present the topic to the families that we teach. He is developing into one capable of\ngoing on a mission.\" I began to think what a lovely thing it is for a father and a son to\nbecome acquainted through one of the great programs of the Church&mdash;the ward teaching program.\n<\/p><p>\nFinally, I feel to say: \"What is the objective of our Heavenly Father after all\"? I should like to\nquote a passage of scripture that Brother Hinckley gave in his message last Friday.  One of\nthe Lord's objectives has been put in these words: \"For behold this is my work and my\nglory&mdash;to bring to pass the immortality and eternal life of man\"\n(<span class=\"citation\" id=\"39095\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39095)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39095)\">Moses 1:39<\/a><\/span>).\n<\/p><p>\nBrethren of the priesthood, we are the assistants of our Heavenly Father in helping him to\nachieve this great objective for the blessing and benefit of those who live upon the earth. \nWhen we magnify our callings in the priesthood to the extent that we are willing to put our\narms around our brethren who need assistance and encouragement, we are strengthening the\nkingdom of God. If every man in the Church who holds the priesthood magnified his calling\nin that priesthood, we would go forward with a power the like of which this world has never\nseen before. Nothing could stay it.\n<\/p><p>\nLiterally, we are engaged in our Father's business.  Have you ever thought of the impact of\nthis statement, to be engaged in our Father's business? Many of us are engaged in a business\nor we work for men engaged in a business, but how many of the eternal blessings will come\nto us from our work in these businesses?  Compare your business with our Father's business,\nand then thank the Lord that you have an opportunity of being engaged in his business.  It is\na tremendous responsibility and yet a wonderful opportunity.\n<\/p><p>\nI sincerely hope and pray we will always be found engaged in our Father's business, helping\nto carry his great message of glad tidings and peace on earth to the people of the world, and\nkeeping active those who are members of his kingdom now established in the earth.\n<\/p><p>\nMy testimony is that if we dedicate our lives to magnifying our calling in the priesthood and\nawake and arise to our opportunities, the work of our Heavenly Father will grow and prosper\nuntil no power can stay it. This is my conviction and my testimony to you.  I pray that our\nFather in heaven will give us the deep and abiding appreciation for our membership in the\nChurch and then nudge us all to serve as we have never served before, and I ask it in the\nname of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}