{"ID":979, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">A Blessing<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, October 1958, pp. 127-128<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren and sisters, we have come to the closing exercises of a great conference. My\nsoul, with yours, has been filled with thanksgiving and gratitude to our Heavenly Father for\nthe outpourings of his Holy Spirit. We have heard some great messages from the leaders of\nthis Church, and what I have noticed with great satisfaction, are the receptive audiences,\nshowing that the messages were received graciously, with gratitude.\n<\/p><p>\nAt noon today, there came to me the memory of something I had read years ago in a book\nentitled, <i>The Simple Life<\/i>, written by Charles Wagner.  He said: \n<\/p><p>\n\"Your religion is good&mdash;first, if it is vital and active; second, if it nourishes in you\nconfidence, hope, love, and a sentiment of the infinite value of existence; third, if it is allied\nwith what is best in you against what is worst, and holds forever before you the necessity of\nbecoming a new man; fourth, if it makes you understand that pain is a\ndeliverer; fifth, if it increases your respect for the conscience of others; and sixth, if it renders\nforgiveness more easy, fortune less arrogant, duty more dear; the beyond less visionary.\"\n<\/p><p>\nThe gospel when obeyed does all that and more.  To this every true member of the Church of\nJesus Christ of Latter-day Saints can bear witness.\n<\/p><p>\nI love these associates of the General Authorities, and love them in the spirit of the true\nmeaning of that word, the love of the brotherhood of Christ. God bless them and bless their\nwives and their children that the ideals that make for the dignity of manhood, that lead into\nthe presence of our Heavenly Father may eventually continue to be perpetuated in our homes,\nin our association with our business fellows, and in all our travels.\n<\/p><p>\nGod bless Zion, the pure in heart\n(<span class=\"citation\" id=\"13676\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13676)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13676)\">D&amp;C 97:21<\/a><\/span>).\nGod bless our friends with whom we associate, who are\ncontributing, too, to the advancement of this great Church. We appreciate their fellowship.\n<\/p><p>\nGod bless those who speak evil against us because they do not know us, and give us charity\nin our hearts for them, and may he enlighten their minds and open the vision of their souls\nthat they may see Christ's Church as it is and that for which it stands.  Hasten the coming of\nour Lord when peace shall reign and the kingdom of God be established, I pray in the name\nof Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}