{"ID":98, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">Elder Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Second Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, October 1943, pp. 119-124<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nThose of us who are privileged to work with youth are prone many times, in fact most of the\ntime, to admonish and counsel parents in the training of their sons and daughters. In this there\nis involved another factor of equal importance, namely, the counsel that should be given to\nchildren with reference to their attitude toward fathers and mothers. This not alone involves\nchildren, young men and women, but us of an older generation.\n<\/p><p>\nA COVENANT OF ISRAEL\n<\/p><p>\nIt brings to mind the children of Israel who had been out of the land of Egypt three months,\ntraveling to the wilderness of Sinai, when the voice of the Lord was heard:\n<\/p><p>\nYe have seen what I did unto the Egyptians, and how I bare you on eagles' wings, and\nbrought you unto myself. Now therefore, if ye will obey my voice indeed, and keep my\ncovenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is\nmine: And ye shall be unto me a kingdom of priests, and an holy nation. These are the words\nwhich thou shalt speak unto the children of Israel\n(<span class=\"citation\" id=\"22520\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22520)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22520)\">Ex. 19:4-6<\/a><\/span>).\n<\/p><p>\nThus spoke the Lord to his covenant people with whose progenitors he made a promise and a\ncovenant that they were to be his chosen people, the elect of the earth, becoming as numerous\nas the sands of the seashore. But bondage to a great nation of worshippers of false gods\nbecame their lot, and the ideologies of worship and life of the Egyptians became a part of the\npractices and lives of the children of Israel. Consequently, the Lord delivered them as he said\nfrom the fleshpots of the Egyptians\n(<span class=\"citation\" id=\"22518\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22518)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22518)\">Ex. 16:3<\/a><\/span>)\nand gave them forty years of preparation based upon the\nTen Commandments before permitting them to enter the land of their inheritance, a repentant\nand chastened people.\n<\/p><p>\nA COMMANDMENT AND A PROMISE\n<\/p><p>\nThe fifth commandment was one of the most basic in the Lord's training of his disobedient\nchildren, for upon it hinged the patriarchal order of the family. It is the only commandment of\nthe ten that has in it a promise, a promise of longevity upon the earth to those who obey it:\n<\/p><p>\nHonour thy father and thy mother: that thy days may be long upon the land which the Lord\nthy God giveth thee (<span class=\"citation\" id=\"22525\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22525)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22525)\">Ex. 20:12<\/a><\/span>).\n<\/p><p>\nIn the days of the Israelites, it was the custom for a father to become the very head and ruler\nof his posterity; his word was law. He was counselor to his children. Although Moses was\ncalled of God to deliver the children of Israel from bondage, in lieu of his own father, he\nsought the counsel and advice of his father-in-law.\n<\/p><p>\nAll of the ancient servants of the Lord understood fully the significance of this\ncommandment, for the writer of Proverbs declared to the children of his day the following:\n<\/p><p>\nMy son, keep thy father's commandment, and forsake not the law of thy mother: Bind them\ncontinually upon thine heart, and tie them about thy neck. When thou goest, it shall lead thee;\nwhen thou sleepest, it shall keep thee; and when thou awakest, it shall talk with thee. For the\ncommandment is a lamp; and the law is light; and reproofs of instruction are the way of life\n(<span class=\"citation\" id=\"41378\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41378)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41378)\">Prov. 6:20-23<\/a><\/span>).\n<\/p><p>\nParents were honored and revered not only in the flush of younger years, for the writer of\nProverbs again declares:\n<\/p><p>\nHearken unto thy father that begat thee, and despise not thy mother when she is old\n(<span class=\"citation\" id=\"41381\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41381)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41381)\">Prov. 23:22<\/a><\/span>).\n<\/p><p>\nA son or a daughter who cursed father or mother in the light of Israelitish understanding of\nthe fifth commandment had the following hanging over his or her head:\n<\/p><p>\nWhoso curseth his father or his mother, his lamp shall be put out in obscure darkness\n(<span class=\"citation\" id=\"41379\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41379)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41379)\">Prov. 20:20<\/a><\/span>).\n<\/p><p>\nMicah, the old prophet, points out in the following passage the reasons for disunited families\nand divided households.\n<\/p><p>\nFor the son dishonoureth the father, the daughter riseth up against her mother, the daughter in\nlaw against her mother in law; a man's enemies are the men of his own house\n(<span class=\"citation\" id=\"37872\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37872)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37872)\">Micah 7:6<\/a><\/span>).\n<\/p><p>\nJesus Christ, our Elder Brother, exemplified in his attitude toward his earthly parents complete\ncompliance with and obedience to the fifth commandment, indicating to the Scribes and\nPharisees, upon one occasion, as recorded in Matthew 15, verses 2 to 8, that they were\nhypocrites in that they had failed to obey the fifth commandment and had taught to the people\nthe wrong concept of it (<span class=\"citation\" id=\"33842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33842)\">Matt. 15:2-8<\/a><\/span>).\n<\/p><p>\nA dying Redeemer on Calvary's hill observed the swooning form of his loyal and devoted\nmother. Mindful of her to the very last, he said to John the Beloved, \"Behold thy mother\"\n(<span class=\"citation\" id=\"27107\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27107)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27107)\">John 19:27<\/a><\/span>),\nconsigning her to the care of John, exemplifying his love and respect for her.\n<\/p><p>\nThe Apostle Paul declared to the Ephesians:\n<\/p><p>\nChildren, obey your parents in the Lord: for this is right. Honour thy father and mother;\nwhich is the first commandment with promise; That it may be well with thee, and thou\nmayest live long on the earth\n(<span class=\"citation\" id=\"21603\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 21603)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(21603)\">Eph. 6:1-3<\/a><\/span>).\n<\/p><p>\nTHE FIFTH COMMANDMENT BINDING AT THE PRESENT TIME\n<\/p><p>\nMany centuries have passed since the days of the Israelites and the Redeemer of the world,\nbut again we submit the question: What about the fifth commandment in this dispensation? Is\nthis commandment still binding upon the covenant people of this day? The answer is obvious\nfor in the restoration of the new and everlasting covenant, family ties, bonds, and relationships\nin this life and the eternities yet to come are dependent upon the acceptance of and obedience\nto the immortal commandment, \"Honour thy father and thy mother\"\n(<span class=\"citation\" id=\"22526\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22526)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22526)\">Ex. 20:12<\/a><\/span>), for the Lord promised\nthe ancients that He would send Elijah the prophet as recorded in Malachi 4, verses 5 and 6.\n<\/p><p>\nBehold, I will send you Elijah the prophet before the coming of the great and dreadful day of\nthe Lord: And he shall turn the heart of the fathers to the children, and the heart of the\nchildren to their fathers, lest I come and smite the earth with a curse\n(<span class=\"citation\" id=\"32699\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 32699)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(32699)\">Mal. 4:5-6<\/a><\/span>).\n<\/p><p>\nSince Elijah's appearance to the Prophet Joseph Smith, temples have been erected wherein are\nperformed these binding ordinances which seal fathers, mothers, sons, and daughters together,\nnot only for time but for all eternity. These sealings are valid as far as eternities are\nconcerned in so far as children honor fathers and mothers. Family relationship in this life will\ninfluence our future eternal associations. Failure to honor parents temporally will jeopardize\nanticipated eternal blessings. Israel's God will never sustain any son or daughter who enjoys\nthe privilege of having a tabernacle in the flesh and then casts that father or mother aside who\nhas made this glorious privilege possible. As God's covenant people, the obligation resting\nupon us to honor fathers and mothers is just as binding as it was upon the children of Israel\nand the Saints who lived in the days of Christ. If there is one people who should fully\nunderstand and comprehend the fifth commandment from a temporal and a spiritual point of\nview, it should be the members of the restored Church of the Lord Jesus Christ.\n<\/p><p>\nPARENTS WORTHY OF HONOR\n<\/p><p>\nConsider the sacrifices made by fathers and mothers in the struggle to provide for their\nchildren the necessities of life in addition to scholastic and other opportunities. In many\ninstances if these privileges had not been afforded by the parents, the parents would have had\nenough of this world's goods to live independent of children or other agencies, but because of\nparental love, personal sacrifices for children have not been too great in the eyes of loyal and\ndevoted parents.\n<\/p><p>\nTHE MAINTENANCE OF AGED PARENTS A DUTY\n<\/p><p>\nThe servants of Jacob's God, speaking in these the last days, declare again to the people of\nthe Lord to honor thy father and thy mother, to accept their advice and maintain them if\nnecessary with the essentials of life, not permitting this special privilege and sacred obligation\nto be placed in the hands of any public agency.\n<\/p><p>\nThe older brethren and sisters may be classified in two divisions: first, those who are\nphysically able to work, and second, those who are incapacitated. Those who are physically\nable to work should be provided with this opportunity, for the Lord has denied no man this\nprivilege on account of age. Adam was commanded to leave the Garden of Eden and to earn\nhis bread by the toil of his hands and the sweat of his brow\n(<span class=\"citation\" id=\"23468\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23468)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23468)\">Gen. 3:19<\/a><\/span>). The Lord at no time indicated to\nAdam that a certain age he would be retired. Those who are physically incapacitated for work\nshould be cared for, first by their children, then by the Priesthood quorum, or the Church.\n<\/p><p>\nThe fifth commandment is a definite and integral part of the Gospel of salvation\n(<span class=\"citation\" id=\"22527\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22527)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22527)\">Ex. 20:12<\/a><\/span>); therefore the\nservants of the Lord throughout the Church are responsible for its being taught to the people.\n<\/p><p>\nBishops should determine the economic status of all aged members, calling into council sons\nand daughters of those who are dependent for their sustenance upon public relief agencies, to\nwork out means and ways whereby fathers and mothers in declining years receive from their\nown flesh and blood the necessities of life as a loving expression of gratitude to the Lord for\nfaithful and loving parents.\n<\/p><p>\nQUORUMS TO ASSIST\n<\/p><p>\nThere are some cases where sons and daughters, because of family responsibilities, find their\nresources insufficient to care fully for parents. For this reason, the Priesthood quorum to\nwhich the aged father belongs should be called upon to provide work or some means whereby\nan individual can sustain himself. Thus the Priesthood quorum magnifies the real order of this\ndivine brotherhood, namely, in being my brother's keeper.\n<\/p><p>\nWhen the family and the quorum have done all within their power to assist, should further\nassistance be needed, then the bishop of the ward, with the resources of the Welfare program,\nthe fast offerings, and the tithes of the Church, should supplement and augment the assistance\nalready rendered. In the case of an aged brother and sister who have no children or quorum\nconnections, the bishop of the ward is obliged to provide food, shelter,\nclothes, fuel and such cash as is needed to provide medicine and other small incidentals for\nthe comfort and maintenance of such brethren and sisters. Any bishop who advises older\nbrethren and sisters, worthy members of the Church, to seek assistance from agencies other\nthan that of family, Priesthood quorum and Church, in the light of the fifth commandment is\nnot following the will of the Lord nor the advice and counsel of the General Authorities of\nthe Church.\n<\/p><p>\nTHE GOVERNMENT NOT TO BE BURDENED\n<\/p><p>\nNo doubt the question has already flashed through your minds, \"What about taxes paid and\nrevenues collected for maintenance of the aged?\" Because taxes are levied for a certain cause\nor project does not make the cause or project right nor lift the obligations that rest upon the\nshoulders of Latter-day Saint sons and daughters in relationship to their parents. As loyal\ncitizens, we pay the tax; in fact we follow the admonition of the Savior when He said,\n\"Render therefore unto Caesar the things which are Caesar's; and unto God the things that are\nGod's\" (<span class=\"citation\" id=\"33849\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33849)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33849)\">Matt. 22:21<\/a><\/span>).\nAssuming our responsibilities of maintaining parents, we also\nexemplify a high degree of patriotism and genuine love for our government in that we relieve\nit of the expense involved. We should ever remember that the government in and of itself\nproduces nothing except through the channels of taxation. Therefore, the people should sustain\nthe government and not expect the government to sustain them.\n<\/p><p>\nOne not of our faith declared:\n<\/p><p>\nThere is more guarantee in the initiative, the will, the conscience of an American than in all\nthe statutes ever passed by Congress. How have we lived on this continent these three\ncenturies since a Pilgrim set foot on Plymouth Rock? How have we managed to exist without\na government guarantee? Except for the crippled and the sick and the weakest among us, we\nlived by God's mandate, \"Honour thy father and thy mother.\" The parent nurtured the child;\nthe child protected the aging parent. It was love, not law, that guaranteed life within a\nGod-fearing, God-loving family.\n<\/p><p>\nADVICE AND EXAMPLE OF LEADERS\n<\/p><p>\nAs a people, our leadership has always set us an inspiring example in that they, from the\nProphet Joseph Smith down to President Heber J. Grant, have been most solicitous for the\nwelfare and comfort of their parents. Think, if you will, of President Heber J. Grant; faced in\nhis younger years with financial ruin, yet he provided his mother with a home and supplied\nher with the comforts of life to her dying day. Such an example of obedience to the fifth\ncommandment, \"Honour thy father and thy mother\"\n(<span class=\"citation\" id=\"22528\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22528)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22528)\">Ex. 20:12<\/a><\/span>),\nno doubt has led to the many blessings,\nboth spiritual and temporal, that the Lord has showered upon His servant. President Joseph F.\nSmith declared:\n<\/p><p>\nThe family organization lies at the basis of all true government, and too much stress cannot\nbe placed upon the importance of the government in the family being as perfect as possible,\nnor upon the fact that in all instances respect therefore should be upheld.\n<\/p><p>\nYoung men should be scrupulously careful to impress upon their minds the necessity of\nconsulting with father and mother in all that pertains to their actions in life. Respect and\nveneration for parents should be inculcated into the hearts of the young\npeople of the Church&mdash;father and mother to be respected, their wishes to be regarded&mdash;and in\nthe heart of every child should be implanted this thought of esteem and consideration for\nparents which characterized the families of the ancient patriarchs.\n<\/p><p>\nGod is at the head of the human race; we look up to him as the Father of all. We cannot\nplease him more than by regarding the respecting and honoring our fathers and mothers, who\nare the means of our existence here upon the earth.\n<\/p><p>\nPeter declared:\n<\/p><p>\nBut ye are a chosen generation, a royal Priesthood, an holy nation, a peculiar people; that ye\nshould shew forth the praises of Him who hath called you out of the darkness into His\nmarvelous light (<span class=\"citation\" id=\"2217\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 2217)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(2217)\">1 Pet. 2:9<\/a><\/span>).\n<\/p><p>\nMODERN ISRAEL A COVENANT PEOPLE\n<\/p><p>\nTrue, we enjoy all of the privileges of the royal Priesthood. For that reason alone we should\nbecome a holy nation, a peculiar people, for our path has led us out of darkness into the\nmarvelous light of the restored gospel and revealed truth. Being a covenant people as were the\nchildren of Israel of old, we today are the descendants of the modern children of Israel who\none century ago stood on the banks of the Mississippi River with Nauvoo the Beautiful in\nflames at their backs and in front of them the desolate wilderness, swept by the winds of\nwinter. But God of Israel remembered His covenant people as He remembered them in the\ndays of bondage in Egypt and revealed to a modern Moses, Brigham Young, the plan\nwhereby this peculiar people were to be led across the boundless plains through the rugged\ndefiles of yon mountains and into the land of modern Palestine, with its body of fresh water\non the south, connected to the salten sea on the north by the River Jordan. This modern\nMoses declared after arriving in the valley, \"Hear ye, oh hear ye, Israel! Ye are to become a\nself-sustaining people.\" Alone in the wilderness, a thousand miles from the borders of\ncivilization, these modern children of Israel went to work with an implicit faith in their God,\nobeying his commandments, sustaining the aged, the widow, and the fatherless, and\ncooperating fully with one another, believing wholly in the principle of free enterprise and\npersonal initiative; and there arose on the foundation of these divine fundamentals a great\ncommonwealth in which the kingdom, as Brigham Young called the Church, was firmly\nanchored.\n<\/p><p>\nWe, the descendants of these fathers and mothers, owe all that we have and are to them,\nwhich affords a wonderful opportunity in observing the fifth commandment. In honoring them\nwe will abide by the principles in which they had implicit faith, and render service to the\ncause for which they worked, lived and died, to the end that we may remain away from the\nfleshpots of a modern Egypt, to the end that the promise given in the fifth commandment\nshall be fulfilled in our behalf, that our days shall be long upon the land which the Lord our\nGod giveth us (<span class=\"citation\" id=\"22529\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22529)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22529)\">Ex. 20:12<\/a><\/span>).\n\"Long days upon the land\" stimulates the thought that it may not mean days of\nmortality alone, but the days to come when our earth shall become celestialized\n(<span class=\"citation\" id=\"11888\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 11888)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(11888)\">D&amp;C 88:25-26<\/a><\/span>) and the\ndwelling place of those who shall enjoy and inherit the celestial kingdom, which I pray will\nbe the blessing of every worthy father and mother and every loyal son and daughter in Israel.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}