{"ID":981, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"...If Ye Believe Not that I Am He, Ye Shall Die in Your Sins\"<\/p>\n<p class=\"gcspeaker\">Elder Marion G. Romney<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Marion G. Romney, <i>Conference Report<\/i>, April 1959, pp. 9-12<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBrethren and sisters: I ask you to join your faith and prayers with mine, that what I say will\nbe in harmony with what has already been said. What I have been thinking about is, I believe,\nin harmony with President Clark's great message. I pray that I may have the Spirit of the\nLord as I speak.\n<\/p><p>\nTo suggest what I have in mind to say, I quote these words which Jesus spake to the\nunbelieving Jews: \". . . if ye believe not that I am he, ye shall die in your sins\"\n(<span class=\"citation\" id=\"27844\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27844)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27844)\">John 8:24<\/a><\/span>).\n<\/p><p>\nI should like to direct my remarks particularly to this great group of singers here in the choir\nfrom Brigham Young University, and to all other students&mdash;students who are challenged by\nthe wonders of the universe, and who want to learn more about them, and at the same time\nprove faithful and true to the faith of their parents.\n<\/p><p>\nSuch a student returning from a celebrated eastern university recently said in substance:\n\"Some of my fellow students are apparently as well off as we are. They seemingly observe\nour standards with respect to chastity, Word of Wisdom, clean speech, and have lofty ideals.\nWhat do we have which they do not have? If there is a difference between us just what is it?\"\n<\/p><p>\nA little reflection, I believe, will suggest a number of differences, but the one I wish to\nemphasize this morning is our beliefs and faith in Jesus Christ&mdash;not our belief that there is a\nGod, but rather our peculiar concept about his nature and identity, and our relationship to\nhim. It is when we descend to particulars that the differences show up. As a matter of fact, it\nseems that belief in the existence of a God is almost universal. Thinking people everywhere,\nparticularly scientists, are accepting the hypothesis that there is a God who created and is now\ncontrolling the universe. The materialistic concept which denies God altogether is being\nreplaced with the theory set forth by the late French scientist, Dr. Pierre Lecomte du Nouy, in\nhis great book <i>Human Destiny<\/i>. His thesis is that there is \"an idea, a transcendent will, a\nsupreme intelligence,\" an \"anti-chance\" sustaining the universe. This supreme intelligence he\ncalls God.\n<\/p><p>\nAroused by what he terms \"the universal demoralization\" and loss of faith which has resulted\nfrom \"paralyzing skepticism and destructive materialism,\" he examines \"critically the scientific\ncapital accumulated by man\": and derives \"therefrom logical and rational consequences\" which\nto him and many other eminent scientists \"lead inevitably to the idea of God.\" The existence\nof such a Being is, he concludes, a scientific fact. It is his hope that the acceptance of his\nthesis will supply men with a basis, and give them a motive which will sustain faith in God\nand in the high destiny of man&mdash;a faith which will keep men struggling to reach the moral\nand spiritual plane exemplified by Jesus. \"Men must be made to understand,\" he says, \"that\nthe important thing is to develop what is within them, to purify themselves, to better\nthemselves, to come closer to the perfect ideal which is Christ.\"\n<\/p><p>\nNow, of course, we believe with him that there is a God who is the Creator and ruler of the\nuniverse. His statement that God's purpose is to bring men \"closer to the perfect ideal which\nis Christ\" is, when interpreted in the light of our belief in Jesus, in harmony with the Lord's\ndeclaration that \". . . this is my work and my glory&mdash;to bring to pass the\nimmortality and eternal life of man\"\n(<span class=\"citation\" id=\"39113\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39113)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39113)\">Moses 1:39<\/a><\/span>).\nHowever, we do not see eye to eye with\nhim as to the nature of that perfection, nor as to the process by which it may be attained. Our\ndifferences on these matters arise from our incompatible beliefs about the nature and the\nidentity of God and Jesus, and our relationship to them. A comparison of these beliefs will\npoint up the differences. As to his beliefs, we will let him speak for himself. First, as to God: \n<\/p><p>\n\"Any effort to visualize God,\" he says, \"reveals a surprising childishness. We can no more\nconceive Him than we can conceive an electron.\" And again \". . . the idea of God is a pure\nidea like the idea of force, or of energy, and does not need to be visualized: nor can it be . . .\"\nAnd finally: \"When we were led to call on an external action so as to account for the birth of\nlife and the development of evolution, we admitted that the only possible, logical\ninterpretation coincided with that which recognized the existence of God. And . . . we were\ndriven, in order to explain the universe and evolution, to accept the idea . . . However, we were\ncareful not to define the attributes of this force, which evidently corresponds to the admitted\nidea of God. We, therefore used the consecrated name, but avoided as much as possible any\nanthropomorphic idea.\"\n<\/p><p>\nNow of course this is not our concept of God. But I think we should respect this scientist's\ndesire to establish a scientific basis for faith in God. He did the best he could with the light\nunder which he worked. We will not be disturbed nor disappointed by his conclusion if we\nkeep in mind the fact that the truth about Deity does not lie within the range of scientific\nresearch nor philosophical interpretation, but rather in the field of direct revelation.\n<\/p><p>\nAs to his concept of Jesus he says: \". . . let us not forget that the perfect man is not a myth;\nhe has existed, in the person of Jesus,\" who he says \"can be assimilated,\" [that is, likened or\ncompared] \"to one of the intermediary . . . forms, perhaps a million years in advance of\nevolution.\"\n<\/p><p>\nBecause they are familiar to most of us I shall not here review in detail our beliefs about\nJesus. President Clark set them forth with much clarity this morning. But I do submit to you\nthat these postulated concepts of God and Jesus omit every essential aspect of the divine\nRedeemer whom we worship. They rule out his and our pre-existence, his divine Sonship, the\nfall of Adam, and Christ's atonement, Christ's and our resurrection, his past, present, and\nfuture role in the courts on high, and our eternal progress and destiny in the world to come.\n<\/p><p>\nI repeat that in our peculiar beliefs and faith in Jesus Christ, comprising the foregoing and\nother revealed truths concerning him, we greatly differ from other people of the earth.\n<\/p><p>\nBut does it make any difference which beliefs men accept? Remembering that Jesus said a\ntree may be known by its fruit (<span class=\"citation\" id=\"31504\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31504)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31504)\">Luke 6:44<\/a><\/span>),\nlet us look at this question for just a moment. One of the\nfruits of the foregoing conceptions of Jesus is that the good life which he projected may be\nattained by accepting and applying his so-called \"ethical and moral teachings\" such as those\nexpressed in the Sermon on the Mount, while at the same time denying his divinity and\nridiculing the fundamental doctrines of his gospel. Here is a quotation from one of the most\nardent proponents of this theory.\n<\/p><p>\n\"What was Jesus' ancestry? Was He a descendant of Joseph and Mary, or of God and Mary?\nHe was a descendant of Joseph and Mary. He was the most perfect human being who ever\nlived, but He was not the Son of God.\" And further, \"belief in . . . the Virgin Mary, the\natonement, trinity, etc., will not help to make a better world, but belief in the fundamentals of\nJesus' democracy and the social values named in the Sermon on the Mount will\"\n(<i>The Good Society<\/i>, by Willis, p. 58).\n<\/p><p>\nNow I submit to you that all history, including the present state of world affairs, testifies that\nthe fruits of the teachings of Jesus Christ cannot be had by accepting some of his teachings,\nrejecting the rest, and denying his divinity. Of all the world's ills, none is more tragic than\nthe denial of Jesus Christ, the Son of God, by so many people who profess to believe in him.\n<\/p><p>\nAnother fruit of the supreme intelligence theory is that God set a goal for man, but \"did not\nprescribe the means\" by which that goal may be attained. This was left, so the theory runs, for\nman to discover by trial and error. Such a doctrine is the antithesis of our knowledge that\nJesus Christ prescribed the exact course by which men may come to the perfection he\nenjoined.\n<\/p><p> \n\"He marked the path and led the way,<br \/>\nAnd ev'ry point defines,<br \/>\nTo light and life and endless day,<br \/>\nWhere God's full presence shines.\"\n<\/p><p>\n          (Eliza R. Snow)\n<\/p><p>\nNow to come directly to the point of these remarks, let us consider the fruits of believing\nJesus to be what he claimed to be&mdash;the literal Son of God in the spirit and in the flesh, the\nrevelation of God to man, the Redeemer, our advocate with the Father. What does such a\nbelief do for one?\n<\/p><p>\nSpeaking generally, it becomes the motivating force in one's life. Specifically, it induces one\nto render obedience to the initiatory principles and ordinances of the gospel of Jesus Christ.\nThat is, to have faith in Jesus, to repent, to be baptized by immersion for the remission of\nsins, and to receive the gift of the Holy Ghost by the laying on of hands. Wholehearted\nobedience to these purifying and sanctifying principles and ordinances works in the life of the\ntrue believer a far-reaching miracle. For one thing, it confers upon him membership in the\nliteral kingdom of God, identifying him as a sheep of the true Shepherd.\n<\/p><p>\nThrough obedience to these principles and ordinances there is introduced into one's life a new\nlight, a light which conveys to his mind, and opens his understanding to, \". . . pure knowledge\nwhich shall greatly enlarge the soul\" (see\n<span class=\"citation\" id=\"13802\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13802)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13802)\">D&amp;C 121:42<\/a><\/span>).\nSuch an one is in a real sense\nreadmitted into the presence of God. The direct line of communication from God to him is\nreopened. By this he is sustained in his belief in Jesus Christ with an assurance beyond the\nunderstanding of the uninitiated.\n<\/p><p>\nThis great source of pure knowledge, wisdom, light, and intelligence is, of course, the Holy\nGhost who the Savior said would lead men into all truth\n(<span class=\"citation\" id=\"27873\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27873)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27873)\">John 16:13<\/a><\/span>). To understand and appreciate this\ngreat gift it must be experienced. But I bear you witness that it is real and will work a miracle\nin your understanding. You will remember that without it Peter denied Jesus on the night of\nhis great trial (<span class=\"citation\" id=\"34986\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34986)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34986)\">Matt. 26:70-75<\/a><\/span>).\nPossessing it, Peter and John defied their captors, (although those captors had\nthe power to put them to death and in a sense had the disposition to do so) with this\ndeclaration: \". . . whether it be right in the sight of God to hearken unto you more than unto\nGod, judge ye.\n<\/p><p>\n\"For we cannot but speak the things which we have seen and heard\"\n(<span class=\"citation\" id=\"7846\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7846)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7846)\">Acts 4:19-20<\/a><\/span>). While\none enjoys this gift his belief in Jesus Christ is secure.\n<\/p><p>\nNow, the third effect of complying with these principles of the gospel is forgiveness of sins.\nThis is in itself a mighty miracle. Sin is wickedness and \". . . wickedness never was\nhappiness\" (<span class=\"citation\" id=\"8998\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8998)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8998)\">Alma 41:10<\/a><\/span>).\n<\/p><p>\nMost of the suffering and distress endured by people of this earth is the result of unrepented\nand unremitted sin. Paul spoke two universal truths when he said to the Romans, \". . . the\nwages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord\"\n(<span class=\"citation\" id=\"42741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42741)\">Rom. 6:23<\/a><\/span>).\nJust as suffering and sorrow attend sin, so happiness and joy attend\nforgiveness of sins.\n<\/p><p>\nAlma said of his suffering for sin \". . . there could be nothing so exquisite and so bitter as\nwere my pains,\" and then, speaking of the joy which came to him when, through repentance,\nhe had received forgiveness, he said, \"Yea, and again I say unto you, . . . that on the other\nhand, there can be nothing so exquisite and sweet as was my joy\"\n(<span class=\"citation\" id=\"8997\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8997)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8997)\">Alma 36:21<\/a><\/span>).\n<\/p><p>\nForgiveness of sins is prerequisite to a full fellowship in the Church of Jesus Christ. It is a\nprerequisite to enjoying the gift of the Holy Ghost. As a matter of fact every blessing of the\ngospel of Jesus Christ is predicated upon receiving forgiveness of sins; for, as Jesus said, \". . .\nno unclean thing can enter into his [God's] kingdom; therefore, nothing entereth into his rest\nsave it be those who have washed their garments in my blood, because of\ntheir faith, and the repentance of all their sins, and their faithfulness unto the end\"\n(<span class=\"citation\" id=\"5593\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5593)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5593)\">3 Ne. 27:19<\/a><\/span>).\nThen he added: \"Now this is the commandment: Repent, all ye ends of the earth, and\ncome unto me [that is, believe on me] and be baptized in my name, that ye may be sanctified\nby the reception of the Holy Ghost, that ye may stand spotless before me at the last day\"\n(<span class=\"citation\" id=\"5594\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5594)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5594)\">3 Ne. 27:20<\/a><\/span>).\n<\/p><p>\nIn this statement Jesus Christ gave the only prescription there is for obtaining forgiveness of\nsins, and, therefore, the only way to happiness, the only way to a pure knowledge of God our\nEternal Father and his Son Jesus Christ, our Redeemer. The following of this prescription\ndepends wholly upon one's belief in Jesus Christ.\n<\/p><p>\nI sincerely pray that should the question arise as to, \"What do we have which others do not\nhave?\" we will remember and try to understand the eternal truths implied in Jesus' statement\nto the unbelieving Jews, \". . . if ye believe not that I am he ye shall die in your sins\"\n(<span class=\"citation\" id=\"27843\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27843)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27843)\">John 8:24<\/a><\/span>).\n<\/p><p>\nGod grant that each of us may escape such a death by believing with Peter that Jesus is \"the\nChrist, the Son of the Living God\"\n(<span class=\"citation\" id=\"34966\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34966)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34966)\">Matt. 16:16<\/a><\/span>), I humbly pray in his name. Amen.\n<\/p>\n<\/div>\n<\/div>"}