{"ID":982, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Report of European Mission Tour<\/p>\n<p class=\"gcspeaker\">Elder ElRay L. Christiansen<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">ElRay L. Christiansen, <i>Conference Report<\/i>, April 1959, pp. 12-15<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI pray humbly, my brothers and sisters, that what I shall say may be appropriate. I have been\nso uplifted by that which has already been spoken from this pulpit this morning, that my heart\nis filled with gratitude for the goodness and blessings of the Lord, especially for the absolute\ntestimony that I have of his divinity.\n<\/p><p>\nAlmost two thousand years ago he said, \"If any man will come after me let him deny himself\nand take up his cross, and follow me\"\n(<span class=\"citation\" id=\"34968\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34968)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34968)\">Matt. 16:24<\/a><\/span>).\nAnd again he said, \"Let no man be\nafraid to lay down his life for my sake; for whoso layeth down his life for my sake shall find\nit again.\n<\/p><p>\n\"And whoso is not willing to lay down his life for my sake is not my disciple\"\n(<span class=\"citation\" id=\"13787\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13787)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13787)\">D&amp;C 103:27-28<\/a><\/span>).\n<\/p><p>\nWe can place ourselves in either category we wish.\n<\/p><p>\nIn my opinion, one of the noblest expressions of unselfish devotion and a willingness to give\nof one's self is found in missionary work. We believe that every Latter-day Saint who has the\ncapacity to so do carries the obligation to share with others the truth of the restored gospel.\nThe depth of this belief is adequately demonstrated by the more than ten thousand\nmissionaries at home and abroad, full time and part time according to their calls, who are\nserving at their own expense in the missions of the world and in the stake missions.\n<\/p><p>\nThey answer the calls to serve without equivocation or hesitancy. It matters not one whit to\nwhich land or country or clime they may be assigned, even though it might require the\nlearning of a new and difficult language; even though it requires personal sacrifice for him or\nhis family or both, he goes forth and figuratively loses his life for that period of time in the\nhope that he may bring to <i>others<\/i> a newness of life and hope and\nunderstanding&mdash;which may lead to salvation.\n<\/p><p>\nMissionary service is not only a test of <i>faith<\/i> but a <i>real<\/i> test of <i>character<\/i>. This is seen in the\nremarks of a young missionary who said: \"In the Army I was <i>forced<\/i> to obey orders, but in\nthe mission field I am given instructions and then placed on my honor. This has been to me\none of the greatest tests in my life.\"\n<\/p><p>\nAlthough a few months have passed since we visited your sons and daughters in the ten\nmissions of Norway, Sweden, Denmark, Finland, Netherlands, North Germany, West\nGermany, Swiss-Austria, France, and Great Britain, I wish to fulfil a promise and bring the\ngreetings, not only of the missionaries, the mission presidents and their devoted wives but also\nof many of the faithful members in the fourteen countries that comprise those missions.\n<\/p><p>\nIn addition to our meetings with the missionaries in report and testimony meetings, I had the\nprivilege of interviewing practically all of the nearly twelve hundred who are laboring in\nthose various missions. It was an arduous undertaking, but it was compensating and worth\nwhile to look into their handsome faces across a table and inquire about their work, their\nthinking and their faith, their living, and to ask about their parents at home and to receive\nalmost without exception the assurance that they are living clean lives, that they are doing\nwell as ambassadors of truth, that they know the gospel of Jesus Christ, as it has been\nrestored, is true. Not only can you be proud of them but they, too, are proud of you, their\nfamilies at home, and have deep concern about you.\n<\/p><p>\nOne young missionary from Canada reported: \"My greatest moment came this morning. You\nsee, my father is a baptized member, but he is inactive. He was not in favor of my coming on\nthis mission, but this morning I received a Christmas card from him on which he wrote, 'I am\nproud of you, my son, and I wish you success on your mission.' This has been the best\nChristmas gift that my dad ever gave me.\"\n<\/p><p>\nIn Denmark, one of these fine young men said, \"When I received my call my grandfather was\nusing tobacco. Then and there he said that he would quit, and he did. He never went to\nChurch much before I left, but now he goes regularly. And, he has lately gone to the temple.\nNow the greatest hope that I have is that my dad will prepare himself to go to the temple\nwith his family so that we can enjoy our family association forever as we now do.\" He said,\n\"If my mission does nothing more than to bring my family to a realization that the gospel is\nthe most important thing in their lives it will have been worth while.\"\n<\/p><p>\nIt is true that parents live in their thoughts every day and almost every hour with their\nmissionary sons and daughters.\n<\/p><p>\nOne young man from Springville said, \"Every time my mother tells anyone that she has a son\nin the mission field, she can hardly keep from crying because she is so proud of me. She feels\nthat I am filling a mission for two. You see, when my father received his call, he was\nfinancially unable to go. I am determined to give this mission the best I have, both for him\nand for myself.\"\n<\/p><p>\nWorking hand in hand with the missionaries from the stakes of Zion there are in each of these\nten missions a surprising number of local, full-time missionaries as well as part-time\nmissionaries. The devotion of these young men and young women as well as their\neffectiveness are equal to that of our missionaries from America.\n<\/p><p>\nWhen we met in Berlin in our conference, which was attended by nearly six hundred\nmembers of the Church, there were present a number from the east part of Berlin. Among\nthem were twenty-one missionaries who were laboring under Brother Berkhardt, a counselor\nin the mission presidency. After the general meeting we met with them and heard their\ntestimonies and their reports. It touched our hearts to feel their faith, their spiritual strength,\nand their love of the gospel. I said to them in conclusion, \"Remember that the brethren and\nthe Saints are praying for you.\n<\/p><p>\nOne of them raised his hand and stood up and said, \"Brother Christiansen, tell the Saints and\nthe brethren that we are praying for them.\" I thought that was wonderful to think\nthat they would be concerned about our well-being.\n<\/p><p>\nDirecting the labors of these missionaries are the mission presidents who, along with their\ncapable wives, are carrying out their heavy assignments with complete devotion. I pay my\ntribute to their unselfish and efficient service.\n<\/p><p>\nIn these ten missions there are nearly forty-five thousand members of the Church. I could see\nthat the gospel is a compelling instrument in transforming the lives of those who accept it and\nwho live it.\n<\/p><p>\nOne convert, a teacher in a university, put it this way: \"It is like coming out of the darkness\ninto the light. It is so consistent with reason, and it gives understanding and assurance which\nall men need.\"\n<\/p><p>\nThe faith of many is something to behold. In Heidelberg, Germany, a local district president\nstood before the pulpit with one arm gone, having lost it in the war. He formerly was a high\nofficer in the SS. Then, he carried out the orders of the war lords for the destruction of men,\nbut now having been converted to the gospel, he stood before this group of Saints, humbly,\ncarrying out the wishes and the plans of the Lord for the salvation of men.\n<\/p><p>\nA convert of a year or so, living in Hallein, Austria, who is a self-supporting woman, insists\non paying twenty percent in tithing. When we talked to her, she said, \"Why, I have been a\nmember of the Church only a short time, and I have missed out on many blessings. I feel that\nI can never repay the Lord for what I have received in finding the truth. Let me go forward\nwith this program.\"\n<\/p><p>\nMy brothers and sisters, I felt a surge of interest amongst the people in those missions.\nRespect for the Church and even admiration on the part of the people, generally, is evident.\nThis has come not only because of a better plan of presenting the gospel and increased\neffectiveness of the missionaries, but also where new buildings of our own design have been\nerected it is not difficult to see that the respect and the interest of the people, beyond that of\ncuriosity, has increased and a wider interest is manifested by many fine people.\n<\/p><p>\nWhere public meetings were held in our own buildings the attendance of friends and\ninvestigators was far beyond our expectations. Fifteen buildings were dedicated in these\nmissions on this tour.\n<\/p><p>\nI found that in place of mere tolerance there is an ever-increasing desire to recognize and to\ninvestigate, and I am convinced that an epoch of growth and progress is immediately before\nus in the various missions in Europe and Scandinavia. In practically every city, except in one\nmission where the state has not recognized this Church as such, we were visited by polite,\ninterested reporters who gave very good and honest publicity. Twenty-six reporters attended a\nnews conference in the city of Berlin and stayed for an hour and fifteen minutes asking\npertinent questions about the Church. I was informed that very acceptable newspaper articles\nappeared in the press the following day.\n<\/p><p>\nThe presence of the Swiss and the London temples has had a very definite and noticeable\neffect upon the people in the areas surrounding them and far into the other lands as well.\nThese temples bring to Europe not only a newness to the landscape, but more importantly,\nthey bring also a newness of thought and of purpose to the lives of thousands of people who\nknow about them and their purposes.\n<\/p><p>\nThis newness of life's purpose is expressed in the words of a visitor to the London Temple\nprior to its dedication. After the nature of the work to be done in the temple had been\nexplained, members of the group were asked if they wished to comment or ask questions. One\nsaid, \"I can say nothing. I'm overwhelmed because of the beautiful and desirable principles\nthat have been revealed to me here today.\" People are still coming onto the grounds, feeling\nthe influence of those sacred edifices and learning from the guides there the true purpose of\nlife and of salvation.\n<\/p><p>\nI was instructed, by the First Presidency, to encourage the members to engage in genealogical\nresearch. I did this to the best of my ability. I was pleased to note the willing response and\nthe certain interest that was manifested on the part of the Saints everywhere and to find that\nnow in almost every district there is a genealogical organization set up with\nmen and women who have considerable understanding as to the procedures of genealogical\nresearch.\n<\/p><p>\nI am happy to return in service to the Church and to the Lord a little of that which I have\nreceived in such abundance. I am happy to bear my testimony. I know that Jesus is the\nRedeemer, the Savior of mankind. I know that the gospel has been restored according to the\npromise of the Lord through his prophets and that Joseph Smith was the instrument in his\nhands; that all Presidents of the Church were and are prophets, seers, and revelators. I know\nthat in due time of the Lord our testimonies will be vindicated, because in the words of\nanother, \"Truth like the sun permits itself to be obscured, but like the sun only for a time.\"\n<\/p><p>\nMay God bless us that we may be true and faithful, I pray, humbly, in the name of Jesus\nChrist, the Lord. Amen.\n<\/p>\n<\/div>\n<\/div>"}