{"ID":983, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Keep the Sabbath Day Holy<\/p>\n<p class=\"gcspeaker\">Bishop Joseph L. Wirthlin<\/p>\n<p class=\"gcspkpos\">Presiding Bishop of the Church<\/p>\n<p class=\"gcbib\">Joseph L. Wirthlin, <i>Conference Report<\/i>, April 1959, pp. 15-17<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, my brethren and sisters, I sincerely hope that I may have the inspiration\nand guidance necessary to express to you one or two thoughts.\n<\/p><p>\nI have been thinking about the Israelites when they were in Egypt and were slaves, but\nthrough the guidance and direction of the Prophet Moses, it was possible for them to become\nfree and leave Egypt and go to the Promised Land. The Lord gave them inspiration through\nMoses and guided them which built them up in the faith that God actually lived and that in\nthe future his Son, Jesus Christ, would appear upon the earth. He gave them the Ten\nCommandments. I draw to your attention the fourth commandment. I shall only read part of\nit. The Lord said, \"Remember the sabbath day, to keep it holy.<br \/>\n\"Six days shalt thou labor, and do all thy work:<br \/>\n\"But the seventh day is the sabbath of the Lord thy God\"\n(<span class=\"citation\" id=\"22671\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22671)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22671)\">Ex. 20:8-10<\/a><\/span>).\n<\/p><p>\nAs the Israelites traveled along, they forgot the Ten Commandments. They gathered together\ntheir gold and built the golden calf which they worshiped in place of the Lord, and they\nforgot the Lord's day&mdash;the Sabbath day. They failed to meet together on the Sabbath day and\nthank the Lord for all of the blessings that he bestowed upon them, namely freedom and the\nright to hold the Promised Land.\n<\/p><p>\nThis event with reference to keeping the Sabbath day holy by commandment from God took\nplace 3,500 years ago. Two thousand years ago, the Christ taught the world to keep the\nSabbath day holy, for he declared, \"And he said unto them, The sabbath was made for man,\nand not man for the sabbath\"\n(<span class=\"citation\" id=\"33109\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33109)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33109)\">Mark 2:27<\/a><\/span>).\nConditions in the world then as of today indicate\nthat man is made for the Sabbath and not the Sabbath for man. Brethren and sisters, if people\nwill give consideration of the Sabbath as a holy day and remember God who has given them\nlife as their Father and Jesus Christ, his Son, as their older Brother, meeting together in\npriesthood meeting and Sacrament meeting with the attitude of prayer, they will be blessed,\nguided, and directed by divine inspiration whereby they can bear testimony that God actually\nlives and that Christ is his Son.\n<\/p><p>\nAgain, it was necessary for the Lord to make it clear to the people that the Sabbath day is his\nday, a holy day, for on August 7, 1831, one hundred and twenty-seven years ago, an\nAmerican Prophet, Joseph Smith, received a revelation from the Lord, \"And that thou mayest\nmore fully keep thyself unspotted from the world, thou shalt go to the house\nof prayer and offer up thy sacraments upon my holy day;<br \/>\n\"For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions\nunto the Most High\" (<span class=\"citation\" id=\"13744\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13744)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13744)\">D&amp;C 59:9-10<\/a><\/span>).\n<\/p><p>\nWe of the Church of Jesus Christ of Latter-day Saints accept this marvelous revelation, and\nwe accept and look upon the Sabbath day of the Lord as the most sacred day of the week. As\na people, we have a great responsibility not only living the gospel but also in constantly\nkeeping the Sabbath day of the Lord holy and sacred, thereby setting an example to the world\nas a whole.\n<\/p><p>\nThe Sabbath day is indeed a day of rest and one wherein we express our appreciation to the\nLord for the many blessings that we have and do receive.\n<\/p><p>\nAs the Israelites worshiped the golden calf\n(<span class=\"citation\" id=\"22675\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22675)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22675)\">Ex. 32:4<\/a><\/span>), in many respects in various areas the golden calf\nis again being worshiped wherein nations and individuals are interested in the matter of\nrecreation, the earning of money, farming, and different kinds of other businesses on the\nSabbath day, all of which is contrary to the mind and will of him who gave us life, even our\nFather in heaven.\n<\/p><p>\nI am positively sure that after the organization of the Church on April 6, 1830, the\nmembership kept the Sabbath day holy. Originally, they were in New York, Ohio, Missouri,\nand finally Illinois and were driven out of Nauvoo by their enemies. The Prophet had borne\nhis testimony of the existence of God the Father and his Son, Jesus Christ, for he saw them\nand lost his life for bearing this testimony; but another new prophet was selected, even\nBrigham Young, who led the membership of the Church in making the long trip across the\nplains to the area of these mountains where the Church is now located and where we, its\nmembership, have the privilege of dwelling. The pioneers on Sunday recognized the day of\nthe Lord&mdash;the Sabbath. They thanked him for all the blessings that had been bestowed upon\nthem. They partook of the Sacrament and received inspiration and divine guidance from their\nleadership which included the prophet and members of the twelve. The pioneers not only\naccepted the Sabbath day as the Holy Day of the Lord as they traveled over the plains, but\nalso after arriving here and in various areas they saw to it that the Sabbath day was a holy\nday wherein they held Sacrament meeting and gave consideration to the Holy Priesthood\nwhich they held. They looked upon one another as brethren and sisters, sons and daughters of\nGod, and Jesus Christ his Son, as their older Brother. The pioneers have set us a great\nexample with reference to keeping the Sabbath day holy, and therein we have a great\nresponsibility in so teaching the world the holiness of the Sabbath day by the kind of example\nwe set. We have many opportunities not only for ourselves but for others; for example, the\ngreat Sunday School organization is available to teach the gospel as it has been revealed\nthrough Jesus Christ and the prophets from the days of the Prophet Joseph down to the\npresent time. Brigham Young declared upon one occasion, \"In some of our Wards and\nsettlements the administering of the Sacrament has been introduced in the Sunday Schools. It\nis very pleasing and gratifying to the spirit that I possess, for the parents to see that their\nchildren attend Sunday school and receive the proper instruction with regard to their faith.\nAfter the Sunday school is over, let the parents take the pains to bring their children to\nmeetings\" (<i>Journal of Discourses<\/i>, Vol. 19, page 92). He recognized the most important\nmeeting of the week&mdash;the Sacrament meeting on the day of the Lord, the day when they\nshould come together and partake of the Sacrament and remember exactly what the Christ had\ndone in dying for all men and making it possible for us to have the gospel of the Lord Jesus\nChrist for our salvation, our guidance and our direction. I pray the day will come that all of\nthese men of the Aaronic and Melchizedek Priesthood will attend Sunday morning priesthood\nmeeting, Sunday School, and particularly the Sacrament meeting.\n<\/p><p>\nThere comes to my mind the history of a wonderful man. I knew him at the age of twelve.\nHis name was Jesse Knight. As a boy I lived with my family in Eureka, Utah, until I arrived\nat the age of fourteen, and during my boyhood days, I knew and came in contact with Jesse\nKnight. He opened up five of the great mines in the Eureka area and became\na very wealthy man but with all of it, he was an active member of the Church of Jesus Christ\nof Latter-day Saints. He paid his tithing and made contributions to the Church, and\nparticularly to Brigham Young University, but in spite of his wealth and greatness, he did not\nsee the golden calf. He was one of those individuals who accepted the Sabbath day as the day\nof the Lord. On the Sabbath day, his mines were closed His miners had the opportunity of\nrest and of attending their various meetings. There was erected a mining camp which carried\nhis name, Knightsville, wherein he immediately saw to it that a chapel was erected, a ward\nwas organized, and at the head of this ward as bishop was John Roundy, the general\nsuperintendent of all of these mines. I knew him when I was a boy and up until the time he\npassed away some few years ago. But the thought is this, that to Jesse Knight the Sabbath day\nwas a holy day not only for himself but also for all of those who were employed by him.\nUpon closing his mines on the Sabbath day there were other individuals who owned mines in\nthe area who complained, indicating that closing the mines on Sunday would create difficulty\nfor them, but, nevertheless, Brother Knight went ahead and closed his mines. In a short time,\nthe owners of these other mines soon followed his example, and in this large mining camp for\nseveral years all miners had the privilege of attending their meetings and keeping the day of\nthe Lord holy which unfortunately has since changed wherein the holy day of the Lord is\nforgotten in many such areas.\n<\/p><p>\nOnce again, brethren and sisters, I bear testimony to you that if we will keep the Sabbath day\nholy, the Lord will bless us, guide us, inspire us, and direct us in solving our many problems.\nThe Lord will never forget us if we do not forget him. The Apostle Paul said \"For the\nkingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy\nGhost\" (<span class=\"citation\" id=\"42742\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42742)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42742)\">Rom. 14:17<\/a><\/span>).\nDo you suppose that we can enjoy righteousness and peace and joy\nin the Holy Ghost if we fail to keep the Sabbath day holy? With reference to the statement of\nthe Apostle Paul, \"For the kingdom of God is not meat and drink; . . .\" he had in mind of\nkeeping the Sabbath day unholy by participating in recreation and the opening of businesses\non the Sabbath day, all of which is contrary to the mind and will of our Father in heaven.\n<\/p><p>\nHow inspiring it is to thank the Lord in our homes, and not only in our homes, but to have\nthe privilege of coming together on the Sabbath day in Sacrament meeting and expressing our\ngratitude and thanks for the many blessings that we have and do receive from day to day.\n<\/p><p>\nI again draw to your attention the statement of the Prophet Moses over 3,500 years ago when\nhe said, \"Remember the sabbath day to keep it holy. Six days shalt thou labor, and do all thy\nwork: But the seventh day is the sabbath of the Lord thy God\"\n(<span class=\"citation\" id=\"22672\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 22672)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(22672)\">Ex. 20:8-10<\/a><\/span>).\n<\/p><p>\nAnd the statement of the Christ 2,000 years ago wherein he declared, \"And he said unto them, The\nsabbath was made for man, and not man for the sabbath:<br \/>\n\"Therefore the Son of man is Lord also of the sabbath\"\n(<span class=\"citation\" id=\"33110\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33110)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33110)\">Mark 2:27-28<\/a><\/span>).\n<\/p><p>\nAnd the revelation to the Prophet Joseph, \"And that thou mayest more fully keep thyself unspotted from the world,\nthou shalt go to the house of prayer and offer up thy sacraments upon my holy day;<br \/>\n\"For verily this is a day appointed unto you to rest from your labors, and to pay thy devotions\nunto the Most High\" (<span class=\"citation\" id=\"13745\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13745)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13745)\">D&amp;C 59:9-10<\/a><\/span>).\n<\/p><p>\nIn conclusion, my brethren and sisters, I bear testimony to you if we will follow and live the\nwords of the Prophet Moses, of Jesus Christ the Son of God and the Prophet Joseph Smith, a\ndivine prophet, in keeping the Sabbath day holy, the Lord, in turn, will bless us guide us,\ndirect us, and inspire us which I pray will be the blessing of all of us, in the name of Jesus\nChrist. Amen.\n<\/p>\n<\/div>\n<\/div>"}