{"ID":984, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Ours&mdash;The Greatest Message<\/p>\n<p class=\"gcspeaker\">Elder LeGrand Richards<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">LeGrand Richards, <i>Conference Report<\/i>, April 1959, pp. 18-20<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am very happy, brothers and sisters to have the privilege of attending this conference with\nyou. I rejoice in my membership in the Church and in the faith of the Latter-day Saints, and\nthe work that they are accomplishing for good in the world.\n<\/p><p>\nLast night we were told in our missionary conference meeting here, that during 1958 we had\n33,330 convert baptisms into the Church. Now that represents a lot of work, and it represents\npeople who have left the teachings of their youth and joined this Church because the Lord has\ngiven them a witness by the power of the Holy Spirit, that this work is truly divine.\n<\/p><p>\nI returned a week ago from touring the West Spanish-American Mission, among our\nSpanish-speaking people. I was impressed as I listened to President Christiansen here today\ntell of the testimonies he heard while touring the missions of Europe. Such testimonies you\nhear wherever you go. One little Mexican widow we met while touring the mission, left with\nsix little children, and asked to bear her testimony, thanked the Lord that she had the gospel\nnow to raise her children by. That was typical of many of the testimonies we heard.\n<\/p><p>\nRecently at a conference in Arizona, a prominent banker, who had just joined the Church,\nsaid, \"This Church is not just a religion, it is a way of life.\" And when you find the joy and\nthe happiness that come to people through accepting the gospel, it makes you feel as if we\nshould put forth every effort in our power to share our message with all of our Father's\nchildren.\n<\/p><p>\nThe Lord indicated when he gave the signs of his second coming, that this gospel of the\nkingdom, the gospel that he preached, the gospel that he left with his twelve, would be\npreached in all the world for a witness unto all nations, and then should the end come\n(<span class=\"citation\" id=\"34977\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34977)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34977)\">Matt. 24:14<\/a><\/span>).\n<\/p><p>\nIt is not that we expect everybody will accept the truth, because their minds are blinded, but\nif they would it would greatly enrich their lives. I thought as I listened to these testimonies,\nthat if I could have the desire of my heart above all other things, it would be that all men\neverywhere, our Father's sons and daughters, might share with us the glorious truths of the\nrestored gospel of the Lord Jesus Christ.\n<\/p><p>\nI think I felt like Alma of old. After hearing the testimonies of his brethren of their\nexperiences in the mission field he made this statement: \n<\/p><p>\n\"O that I were an angel, and could have the wish of mine heart, that I might go forth and\nspeak with the trump of God, with a voice to shake the earth, and cry repentance unto every\npeople!\" (<span class=\"citation\" id=\"8994\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 8994)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(8994)\">Alma 29:1<\/a><\/span>).\n<\/p><p>\nOn Wednesday of this week, we spent eight and one-half hours listening to our mission\npresidents. Thirty-eight of them spoke and bore their witness of the joy they found in their\nlabors, and of the happiness that comes to those who accept the gospel, and of the miraculous\nmanner in which the Lord had led some of the missionaries to the homes of those who have\nbeen seeking after truth.\n<\/p><p>\nSo I feel that the greatest desire of our hearts should be to share this message with all the\nworld.\n<\/p><p>\nOne of our noted commentators is reported to have said that he was once asked what message\ncould be broadcast to the world that would be considered more important than any other, and\nhe said, after giving it consideration, he decided that to be able to broadcast to the world that\na man who had lived upon this earth and had died had returned again with a message from\nGod, would be the greatest message that could be broadcast to the world.\n<\/p><p>\nThat being true, the Latter-day Saints have the greatest message. You have heard the\ntestimony borne this morning that the Father and the Son appeared to the boy, Joseph Smith.\nYou listened to President Clark tell of the doubt in the hearts of even the followers and the\napostles of Jesus when the report came to them from the women that he was not in the tomb\nbut that he was risen and they thought it was an idle tale. When we talk\ntoday of God the Father and his Son Jesus Christ coming back to this earth and holy\nmessengers visiting this earth in our day, the world thinks that these are idle tales and yet they\nprofess to believe in the Bible, how the Lord appeared to the prophets of old and the Bible\nbears witness that he is the same yesterday, today, and forever\n(<span class=\"citation\" id=\"24286\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24286)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24286)\">Heb. 13:8<\/a><\/span>) without shadow of changing\n(<span class=\"citation\" id=\"37976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 37976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(37976)\">Morm. 9:9-10<\/a><\/span>),\nand how can they believe in that kind of a God and then believe that the heavens are sealed\nso that he cannot talk to us today as he did in days of old.\n<\/p><p>\nI would like to say to those who are not members of the Church who might be listening in\nover the air, or those who are here present today, that our witness is true. We know it is true,\nand someday, if you have listened to our testimonies and you do not go to the trouble to find\nout whether these testimonies are true or not, you are going to be held accountable; for our\nmessage is to be preached in all the world for a witness unto all nations.\n<\/p><p>\nI have thought that it would not be necessary to study everything and read all the scriptures if\none really wanted to know if our message is true. There is no other message like it in all the\nworld; no other people profess an opening of the heavens and the visitation to this earth of\nholy messengers in our day; for the most tangible evidence of the truth of the story of the\nProphet Joseph Smith is the Book of Mormon. The Book of Mormon has been distributed by\nmillions of copies all over the world, and there are many, even not members of the Church,\nwho believe that the Book of Mormon is true.\n<\/p><p>\nJust read the testimony of the three witnesses in the front of every book where they testify\nthat an angel of God came down from heaven, and he brought and laid before their eyes, that\nthey beheld and saw the plates and the engravings thereon, and the angel declared unto them\nthat they were translated by the gift and the power of God\n(<span class=\"citation\" id=\"43106\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43106)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43106)\">BM Three Wit.<\/a><\/span>).\n<\/p><p>\nWhy cannot the world believe such a testimony as that? And then there is the testimony of\nthe eight witnesses to whom the Prophet was privileged to show the plates\n(<span class=\"citation\" id=\"43118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43118)\">BM Eight Wit.<\/a><\/span>). Then there is the\ntestimony that comes from those who accept the gospel.\n<\/p><p>\nI attended a conference recently where a young woman, a convert, the mother of two little\nchildren, was asked to bear her testimony. She said something like this: \n<\/p><p>\n\"When the elders came into my home, they read me the promise in the Book of Mormon that\nwhen that book came to us, if we would read it, asking God the Eternal Father in sincerity,\nthat the Lord would manifest the truth of it unto us by the power of the Holy Ghost\"\n(<span class=\"citation\" id=\"38278\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 38278)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(38278)\">Moro. 10:4<\/a><\/span>).\n<\/p><p>\nShe said, \"I believed that promise, and I went into my bedroom and got down on my knees\nand asked God the Eternal Father to let me know whether that book was true or not, and I\nread it, and my whole soul was illumined, and I knew that it was divine.\"\n<\/p><p>\nWe had a man here as a tourist on Temple Square a few years ago, a minister from Texas,\nand after returning home he wrote a letter back saying that he had purchased a copy of the\nBook of Mormon. He said, \"I have a library of important books that cost me over twelve\nthousand dollars, but I have one book that is more valuable than them all because it is the\nword of God and it is the Book of Mormon.\"\n<\/p><p>\nJust recently a letter came in to the headquarters of the Church from a minister in the East.\nHe said he bought a copy of the Book of Mormon years ago from a Mormon elder who called\nat his home. He said, \"I put it in my library. I never read it until recently, and now I have\nbeen reading it, and I have been quoting from it in my sermons.\" In his letter he mentioned\nthe words of Alma and the words of Nephi out of the Book of Mormon which he had used in\nthe preparation of his sermons.\n<\/p><p>\nWhy cannot the world believe? Why cannot they accept it? Some of you remember a few\nyears ago how Brother Nicholas G. Smith told us of being invited by the dean of religion at\nthe University of Southern California in California to lend him a copy of the Book of\nMormon. He gave him a copy used by the missionaries that had passages underlined in red\nink, or a lead pencil, and that minister invited Brother Smith and the missionaries to attend\nhis next meeting in his own parish, and he stood before his people and read\nverse after verse that had been underlined by the missionaries, and then he said something like\nthis: \n<\/p><p>\n\"Why cannot we fellowship a people who believe in such wonderful things as I have been\nreading to you here today?\" And then he went on to say, \"We have here a volume of scripture\nwhich has been in our midst a hundred years, and we have not known anything about it.\"\n<\/p><p>\nI see that my time has gone. I love the Book of Mormon. I know that no honest soul\nsearching after God can study that book without knowing that it is divine, that it was not\nwritten by Joseph Smith; and when it is evident that it is what it purports to be, a volume of\nscripture that the Bible promised should come forth in our day, then all of the message of the\nProphet Joseph Smith is true, then they will open their hearts and their minds to the messages\nof Moroni, John the Baptist, Peter James, and John, Moses, Elijah, Elias the prophets who\nhave visited this earth in the restitution of all things spoken by the mouths of all the holy\nprophets since the world began, which Peter declared and promised would occur in this world\nbefore the coming of Christ (<span class=\"citation\" id=\"7842\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7842)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7842)\">Acts 3:21<\/a><\/span>).\n<\/p><p>\nThe Book of Mormon was preserved to be a witness that Jesus is the Christ the Eternal God,\nmanifesting himself unto all nations.\n<\/p><p>\nIn 1934 a questionnaire was sent out to five hundred Protestant ministers by the Northwestern\nUniversity, and out of 500, 130 of them denied the Deity of Jesus. When the blind lead the\nblind, Jesus said \". . . both shall fall into the ditch\"\n(<span class=\"citation\" id=\"34963\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34963)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34963)\">Matt. 15:14<\/a><\/span>).\n<\/p><p>\nWe invite all men everywhere to make an investigation, and we promise them as servants of\nthe Living God that they can know that this work is divine and that is my testimony to you,\nand I give it to you in the name of the Lord Jesus Christ, our Redeemer. Amen.\n<\/p>\n<\/div>\n<\/div>"}