{"ID":987, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">\"Whom Say Ye...\"<\/p>\n<p class=\"gcspeaker\">Elder Spencer W. Kimball<\/p>\n<p class=\"gcspkpos\">Of the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Spencer W. Kimball, <i>Conference Report<\/i>, April 1959, pp. 26-29<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nBeloved brethren and sisters, it is a joy to be back in this part of Zion. As the other brethren\nhave mentioned their tours in foreign lands, my very recent memories were stirred. I bring to\nyou also the greetings of the thousands of members of the Church of all nationalities in South\nAmerica.\n<\/p><p>\nLast Saturday and Sunday I was in Peru with various gatherings of Saints. I\nhave enjoyed greatly the touring of the missions in those countries. They are like giants just\nyawning and stretching and ready to go to work. There are great agricultural empires, mines,\ncattle and industries, and a great people made up of immigrants from all over the world,\nparticularly Europe, and much influenced by European immigration and culture. They are a\ngreat people.\n<\/p><p>\nIt was inspiring to me to note the thousands of Italians in the Church and the thousands of\nmembers with Spanish and Portuguese backgrounds and from these places where we have not\nyet established regular missions. But our work is telling and the leaven is leavening the lump\n(<span class=\"citation\" id=\"23257\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 23257)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(23257)\">Gal. 5:9<\/a><\/span>).\nThere are four hundred missionaries in those six countries in which we are proselyting in\nSouth America, your sons and daughters of whom you can well be proud.\n<\/p><p>\nThe work is progressing and accelerating in speed. It took twenty-four years to get the first\nthousand converts in Argentina. It took only eight years for the second thousand, a year and\nseven months for the third thousand, and they expect from now on to get a thousand plus\neach year. The other countries, likewise, are inspiring, and it was a joyous experience. In most\nof the many branch chapels there hangs the picture of the prophet of the Lord with his\ncounselors, and the prayers of the Saints are constantly for them.\n<\/p><p>\nWe were received well by the countries, by their officials, and by the press. I was interested\nin a comment made by a representative of one of the largest papers in Brazil. She had heard\nmy sermon the day before, on Sunday, in which I had spoken rather strongly about the\nrestoration of the gospel. She said to me, \"Why was Joseph Smith persecuted and martyred?\"\nI replied, \"Well, very much for the same reason that the Christ was crucified.\" And she asked,\n\"Why was that?\" I answered: \"Because he said, 'I am the Son of God'\"\n(<span class=\"citation\" id=\"27847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27847)\">John 10:36<\/a><\/span>). And her next remark\nshocked me: \"He should not have said it, should he? He really was not, was he?\"\n<\/p><p>\nI thought she was joking. I looked into her eyes for a moment and thought she was going to\nsmile. But she did not. And I said firmly: \"He <i>said<\/i> he was the Son of God because he <i>was<\/i> the\nSon of God.\"\n<\/p><p>\nLast Sunday I read the Easter paper of one of the largest cities in South America. The author\nwas a minister with letters after his name. I read the entire article and in the half a page given\nfront page notice, he never mentioned the Lord of heaven and earth the Redeemer, the Savior.\nHe always spoke of \"Jesus.\" He quoted two or three scriptures which mentioned Jesus of\nNazareth as being more than the carpenter's son, but never in his writing did he ever give any\nother title to the Christ who shed his precious blood for him.\n<\/p><p>\nI asked four hundred missionaries, \"What think ye of Christ\n(<span class=\"citation\" id=\"34976\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34976)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34976)\">Matt. 22:42<\/a><\/span>) and the claims that are made?\"\nAnd I heard four hundred inspiring testimonies from youth&mdash;sure testimonies, ringing with\nconviction.\n<\/p><p>\nI am reminded of what Paul said: \"And I, brethren, when I came to you came not with\nexcellency of speech or of wisdom, declaring unto you the testimony of God.<br \/>\n\"For I determined not to know anything among you, save Jesus Christ, and him crucified\"\n(<span class=\"citation\" id=\"310\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 310)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(310)\">1 Cor. 2:1-2<\/a><\/span>).\n<\/p><p>\nI could not see how we could really celebrate an Easter without discussing the Lord Jesus\nChrist. Why even the <i>devils<\/i> know that Jesus is the Christ\n(<span class=\"citation\" id=\"26136\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 26136)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(26136)\">James 2:19<\/a><\/span>). On one occasion the devils came\ncrying out and saying, \". . . Thou art Christ, the Son of God. And he rebuking them suffered\nthem not to speak: for they knew that he was the Christ\"\n(<span class=\"citation\" id=\"31503\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31503)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31503)\">Luke 4:41<\/a><\/span>). On another occasion \".\n. . the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?\"\n(<span class=\"citation\" id=\"7852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7852)\">Acts 19:15<\/a><\/span>).\nAnd another time \". . . they cried out saying, What have we to do with thee, Jesus,\nthou Son of God, art thou come hither to torment us before the time?\"\n(<span class=\"citation\" id=\"34955\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34955)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34955)\">Matt. 8:29<\/a><\/span>).\n<\/p><p>\nAs was suggested this morning, I believe that there was a considerable conviction in the heart\nof Pilate, who was constrained by his conscience to let the Savior go free, but because of\npolitical ambitions and other reasons, in spite of his wife's importuning\n(<span class=\"citation\" id=\"34988\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34988)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34988)\">Matt. 27:19<\/a><\/span>), he delivered him to\nbe crucified. But even after that, he wrote on the cross in three languages,\nHebrew, Greek, and Latin, this famous statement: \". . . Jesus of Nazareth the King of the\nJews.\" The Jews offended came and said,\n<\/p><p>\n\". . . Write not, The King of the Jews but that he said I am King of the Jews.\n<\/p><p>\n\"Pilate answered, What I have written, I have written\" (see\n<span class=\"citation\" id=\"27880\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27880)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27880)\">John 19:19-22<\/a><\/span>).\n<\/p><p>\nI think there was more than casualness in Herod's taking the lives of numerous little boys\n(<span class=\"citation\" id=\"34916\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34916)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34916)\">Matt. 2:16<\/a><\/span>). I\nthink he really believed that this could be and might be the promised and prophesied\nRedeemer who might take his kingdom from him.\n<\/p><p>\nYou have read of Nathanael, the man without guile, who said, as he saw the Christ: \". . .\nRabbi, thou art the Son of God; thou art the King of Israel\"\n(<span class=\"citation\" id=\"27822\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27822)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27822)\">John 1:49<\/a><\/span>).\n<\/p><p>\nPaul had hardly made his transformation, he had just barely received back his sight from his\nunusual experience and he went straightway into the synagogues and preached Christ, \"that he\nis the Son of God\" (<span class=\"citation\" id=\"7847\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7847)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7847)\">Acts 9:20<\/a><\/span>).\n<\/p><p>\nWhy will the divines of the day purposely avoid the names of the Deity whom they would\nchoose to call only Jesus. There are tens of thousands of Jesuses in the world. In all the\nSpanish-speaking countries you find them on every hand. They call it Jesus (Hā-sús), but it\nis Jésus. But there was only one Jesus who became the Prince of light, the Author of our\nsalvation (<span class=\"citation\" id=\"24284\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24284)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24284)\">Heb. 5:9<\/a><\/span>).\n<\/p><p>\nJoseph Smith said: \". . . I had actually seen a light, and in the midst of that light I saw two\nPersonages, and they did in reality speak to me; and though I was hated and persecuted for\nsaying that I had seen a vision, yet it was true; and while they were persecuting me, reviling\nme, and speaking all manner of evil against me falsely for so saying, I was led to say in my\nheart: Why persecute me for telling the truth? I have actually seen a vision, and who am I\nthat I can withstand God, or why does the world think to make me deny what I have actually\nseen? For I had seen a vision; I knew it, and I knew that God knew it, and I could not deny\nit, neither dared I do it; at least I knew that by so doing I would offend God, and come under\ncondemnation\" (<span class=\"citation\" id=\"30395\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30395)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30395)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\nAlmost every time a man of the press approached me in South America, his first question\nwas: \"What are you doing and what is your objective in South America?\" And I said to him:\n\"Do you remember in the Acts of the Apostles, of the travels of Paul, where he went into\nAsia Minor, to Greece, and to Rome, and possibly even farther west? That is what we are\ndoing. One of my colleagues is just returning from the South Seas; another has just returned\nfrom South Africa, another from Europe. We are doing what the Lord said, '. . . Go ye into\nall the world and preach the gospel to every creature.\n<\/p><p>\n\"'He that believeth and is baptized shall be saved- but he that believeth not shall be damned'\"\n(<span class=\"citation\" id=\"33118\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 33118)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(33118)\">Mark 16:15-16<\/a><\/span>).\n<\/p><p>\n\"And you mean to say that you are doing the work that Paul did?\"\n<\/p><p>\nAnd then I said, \"No. I never could do the work of a Paul, but I am covering the world with\nmy brethren as did Paul and Peter, only that Paul covered a small part of the earth. Today we\nare going to the ends of the earth and this is one of the four corners.\"\n<\/p><p>\nThe Lord testified of himself in addition to the numerous testimonies of him. He said to his\nFather in that glorious prayer: \"Father, glorify thy name. Then came a voice from heaven,\nsaying I have both glorified it, and will glorify it again\"\n(<span class=\"citation\" id=\"27852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27852)\">John 12:28<\/a><\/span>).\n<\/p><p>\nThere is a very interesting distinction between the introduction of our Father in heaven of his\nSon on the waters of Jordan, the one on the Mount of Transfiguration, and a little later in the\nNephite country. He said to John at Jordan, and those others who may have heard it, perhaps\nthose who became the apostles of the Lord, \". . . This is my beloved Son, in whom I am well\npleased\" (<span class=\"citation\" id=\"34923\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34923)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34923)\">Matt. 3:17<\/a><\/span>).\nHe said on the Mount of Transfiguration, as reported by Peter, \". . .\nThis is my beloved Son, in whom I am well pleased; hear ye him\"\n(<span class=\"citation\" id=\"34969\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34969)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34969)\">Matt. 17:5<\/a><\/span>). To the\nNephites after some transcendently glorious things had happened, he said a little more.\nIntroducing his Son, Jesus Christ, his words were: \"Behold my Beloved Son, in whom I am\nwell pleased, in whom I have glorified my name&mdash;hear ye him\"\n(<span class=\"citation\" id=\"5590\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 5590)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(5590)\">3 Ne. 11:7<\/a><\/span>).\n<\/p><p>\nThere had been a glorification program since, there had been a death, a\nresurrection, an ascension, and now he had returned to the earth again.\n<\/p><p>\nAs he went into the clouds and was received and absorbed by them after his forty days upon\nthe earth, there were many standing looking up into heaven, and the angels stood by and said,\n\". . . Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken\nup from you into heaven, shall so come in like manner as ye have seen him go into heaven\"\n(<span class=\"citation\" id=\"7836\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 7836)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(7836)\">Acts 1:11<\/a><\/span>).\n<\/p><p>\nAfter his appearance to the Nephites, it was a long time before he returned. He could not well\nreturn to a people who did not believe in him. He needed somebody who had a great,\nconsuming faith, who would receive him as Jesus Christ, Redeemer, Savior, Son of God. That\nhappened in a grove in New York State in the early part of the nineteenth century, and the\nsame words were said again by a Loving Father, who had already delegated this particular\nwork to a Glorified Son, and he said again to a young boy, \". . . This is my Beloved Son.\nHear Him!\" (<span class=\"citation\" id=\"30390\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30390)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30390)\">JS&mdash;H 1:17<\/a><\/span>).\n<\/p><p>\nYou remember what Peter said when the disciples were asked, \". . . Whom do men say that I,\nthe Son of man, am?\" They spoke up and said men thought him to be Elias or one of the\nother prophets, and then the Lord said again, and I can imagine his piercing eyes, wondering\nand expectant eyes, \". . . But whom say ye that I am?\" And the answer was one of the most\nstirring and glorious of all statements made, \". . . Thou art the Christ, the Son of the living\nGod.\" And the next statement followed which must never be overlooked: \". . . flesh and blood\nhath not revealed it unto thee, but my Father which is in heaven\" (see\n(<span class=\"citation\" id=\"34965\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34965)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34965)\">Matt. 16:13-17<\/a><\/span>). In\nother words, man has not told you this, but my Father has revealed it unto thee, a great\nrevelation has come unto thee, and ye know it.\n<\/p><p>\nI asked four hundred missionaries the Lord's question which faces every man, woman, and\nchild on this earth: \"Whom do ye say that I the Son of man am?\" And I was gratified at the\nhundreds of replies from your sons and daughters, saying \"Thou art the Christ, the Son of the\nliving God\" (<span class=\"citation\" id=\"34967\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34967)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34967)\">Matt. 16:16<\/a><\/span>).\n<\/p><p>\nAnd that is my testimony to you, my brothers and sisters, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}