{"ID":988, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Mightiest Work of All<\/p>\n<p class=\"gcspeaker\">Elder Levi Edgar Young<\/p>\n<p class=\"gcspkpos\">Of the First Council of the Seventy<\/p>\n<p class=\"gcbib\">Levi Edgar Young, <i>Conference Report<\/i>, April 1959, pp. 29-31<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nI am happy to say something to my brethren and sisters on this occasion and I sincerely pray\nfor their faith and prayers. We are all interested in the Christian world today. I have the honor\nof being a member of the American Christian Palestine Committee with the Reverend Bishop\nMoulton of the Episcopal Church to work for the redemption of Palestine, and its restoration.\nA few weeks ago we were asked to write about the Constitution of the United States and what\nit means as a civic document. To us all, the Constitution of the United States is a very sacred\ndocument, and it has never been equaled in the history of the world.\n<\/p><p>\nI wish to read a paragraph written ages ago by a famous Greek orator whose name was\nIsocrates.\n<\/p><p>\n\"The age in which we live should be distinguished by some glorious\nenterprise . . . Let world leaders contrive to put to an end our present troubles. The treaties of peace\nare insufficient for their purpose; they may retard, but cannot prevent our misfortunes. We\nstand in need of some more durable plan, which will forever put to an end our hostilities and\nunite us by the lasting ties of mutual affection and fidelity.\"\n<\/p><p>\nQuoting the words of Herbert L. Willett,\n<\/p><p>\n\"The divisions of Christendom today are its most conspicuous reproach, and its chief cause of\ninefficiency. They present a moral affront to the enterprise inaugurated by Jesus Christ, and\nconstitute the outstanding limitation of its progress. The divided state of the Church is an\naffront to Christianity. We wonder if Christianity can survive; we wonder if the Christian\ngroups can fight the evils of the social order of our times.\"\n<\/p><p>\nOnly the true Church can furnish the program and power to meet the emergencies that\nconfront the world today.\n<\/p><p>\nThe Holy Bible is not only the masterpiece of the world's literature, but it is also the most\nmajestic exposition of religion ever given to man. It contains the writings of the inspired\nprophets of God, and embodies the principles of the gospel of Jesus Christ our Lord. It\nenlightens us on the great themes of revealed religion: man, scripture, salvation, faith, prayer,\nand immortality. God reigns in heaven and in earth, he is the rightful King of nations, and the\nSource of supreme good to men. In his image was man created. Great prophets like Moses,\nIsaiah, Hosea, Jeremiah, Daniel, Ezekiel, and Micah were divinely appointed servants, and\nthey wrote the holy scriptures and inspired the peoples of the ancient world to believe in God\nand to hope for the Redeemer of the world. They had the highest possible knowledge of\nmoral and religious laws.\n<\/p><p>\nHow one loves to read the Ten Commandments, one of the greatest lessons of the Bible. They\nwere given to Moses, the prophet, hundreds of years before the birth of the Savior.\n<\/p><p>\nThen we have such words from the Jewish Talmud which were written soon after the Ten\nCommandments. Let me quote to you a few sentences which show the dignity of the\nteachings of ancient Jewish writings.\n<\/p><p>\n\"The name of the Lord shall be loved through thy treatment of thy fellow man.<br \/>\n\"Do God's will as thy own will, submit thy will to his will.<br \/>\n\"Be not like servants who serve their master for the sake of reward.<br \/>\n\"Thy neighbor's honor must be as dear to thee as thy own.<br \/>\n\"Keep aloof from grumbling.<br \/>\n\"Do not hate the one who reproves thee.<br \/>\n\"If you humble yourself, the Lord will lift you up.<br \/>\n\"Pass not judgment upon thy neighbor, until thou has put thyself in his place.\"\n<\/p><p>\nHowever highly we may estimate the truths we have today, it is for us to understand the\ngospel. Rudolph Kittel of Leipzig University wrote some years ago: \"Some one has got to rise\nto give to the world the doctrines of Jesus Christ, our Savior, for the world is in need of\nthem.\" This calls to my mind an experience that some of the actors of the old Salt Lake\nTheater had one evening. A noted American actor had just closed the play of <i>Hamlet<\/i>, and was\nabout to leave to take the train for San Francisco. Standing in the doorway of the so-called\n\"Green Room,\" Mr. Clawson, the manager of the old playhouse, asked him to say a few\nwords. Mr. Edwin Booth stopped for a minute or two, then said: \"It is seldom I speak in\npublic, but I would like to repeat on this occasion the most beautiful words ever uttered.\nBowing his head he said: \n<\/p><p>\n\"Our Father which art in heaven,<br \/>\nHallowed be thy name.<br \/>\nThy kingdom come.<br \/>\nThy will be done in earth, as it is in heaven.\"\n          (See <span class=\"citation\" id=\"34939\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34939)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34939)\">Matt. 6:9-10<\/a><\/span>.)\n<\/p><p>\nWith these words from the Lord's Prayer, Booth turned and said \"Goodbye\" to the few people\nand walked from the theater to the sidewalk where he took a carriage to the depot.\n<\/p><p>\nThe Prophet Joseph Smith has done the mightiest work of all: \n<\/p><p>\nWe first see Joseph Smith in the woods on the frontier of America praying\nas a child might pray, and the Lord appearing to him. Using the words of the Psalmist,\n\"Grace is poured into thy lips, therefore, God hath blessed thee forever more\"\n(<span class=\"citation\" id=\"41812\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 41812)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(41812)\">Ps. 45:2<\/a><\/span>). With the\nFather was Jesus the Savior. Joseph heard the voice of God and the divine words: \"This is my\nBeloved Son\" (<span class=\"citation\" id=\"30391\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30391)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30391)\">JS&mdash;H 1:17<\/a><\/span>). A new day was at hand. From that moment he was heart and mind for the\nword of the Lord. What a message for our missionaries of today!\n<\/p><p>\nHe learned that day that the divisions of Christendom are its most conspicuous reproach and\nthe chief cause of its inefficiency. They present a moral affront to the enterprise inaugurated\nby Jesus Christ, and constitute the outstanding limitation of its progress. Christianity is\nweakened by its divisions in facing the problems of today, among which are class hatreds,\nrace antagonisms, blindness to social justice, the lure of vicious literature, crime-instigating\nnarcotics, and the spread of military spirit in the world.\n<\/p><p>\nThe supreme test of religion is revelation. No religion can be persuasive unless it relies on the\nprinciple of revelation. The living Church of Jesus Christ must be revelatory. One readily sees\nthat the very lifeblood of the Church is the principle and potency of redemption. Christianity\nin its pure sense is the religion of redeemed personality. While all true men reveal God, the\ncomplete carrier of revelation can be no other than a chosen personality.\n<\/p><p>\nBy the power of the Holy Priesthood which he received from heaven, Joseph Smith\nestablished our true relationship to God. Out of this grows the salvation of man&mdash;his true\nimmortal life.\n<\/p><p>\nThe nations all bear witness to the need of a light that is not of man. We can give our word\nto the world that the forces which are to make the world the world it ought to be are now\nwithin it.\n<\/p><p>\nThousands, yea millions of people are waiting to hear the voice of our Father in heaven.\nMillions are turning to God, and we are in these days of world turmoil experiencing a rising\ntide of understanding and goodwill that is constantly ebbing and flowing among us all. The\nfact that the movement has been reserved for our day fills us with the deepening sense of our\nresponsibility and duty to make sure that the golden opportunities it offers are not lost.\n<\/p><p>\n\"It changes everything.<br \/>\nI can see the end of war in this, some day.<br \/>\nI can see the joy of women and little children&mdash;some day.<br \/>\nI can see the cities and great spaces of land full of happiness.<br \/>\nI can see love shining in every face.<br \/>\nThere shall be no more sin, no pain, no loss, no death&mdash;<br \/>\nOnly life, only God&mdash;some day when the world shall have learned.\"\n<\/p><p>\n          &mdash;Charles Rann Kennedy\n<\/p><p>\nI pray God to bless us all this day. Amen.\n<\/p>\n<\/div>\n<\/div>"}