{"ID":991, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">The Latter-day Prophets<\/p>\n<p class=\"gcspeaker\">Elder John Longden<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">John Longden, <i>Conference Report<\/i>, April 1959, pp. 34-36<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nFrom the inspiration of these two meetings today and after listening to the reports of my\nbrethren from the four corners of the earth, along with my own deep-seated testimony as to\nthe divinity of this great latter-day work, I should like to address my remarks to the subject of\nnine great latter-day prophets.\n<\/p><p>\nI reflect back 130 years last February when the Lord spoke to Joseph Smith saying,\n<\/p><p>\n\"Now, behold, a marvelous work is about to come forth among the children of men\"\n(<span class=\"citation\" id=\"13711\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13711)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13711)\">D&amp;C 4:1<\/a><\/span>),\n<\/p><p>\nDuring this conference we have heard about the prophets in the Old and New Testaments. In\nthe few moments which are mine I should like to speak briefly about the nine great men,\nmodern-day prophets, who have been responsible under the inspiration of the Almighty for\ndirecting this latter-day marvelous work.\n<\/p><p>\nFirst, of course, there was Joseph Smith, the prophet, the seer, the revelator. Yes, he was\ngiven the keys of the kingdom in this, the Dispensation of the Fullness of Times. He received\na personal visit from God the Father and Jesus Christ, his Divine Son. Reflect upon his\naccomplishments in the thirty-nine years of his mortal life: organized the Church of Jesus\nChrist in correct and lawful manner; translated the Book of Mormon; received the revelations\nfrom the Lord as contained in the Doctrine and Covenants, also the book of Moses in the\nPearl of Great Price; translated some writings of Abraham from one ancient record; wrote a\n3200 page history of himself and the Church; and was visited and given instructions and\nauthority by the Savior, John the Baptist, Peter James, and John, Moses, Elias, and Elijah and\nthen sealed his testimony to the truthfulness of all these things with his life's blood, following\nthe pattern of the Savior himself.\n<\/p><p>\nBefore Joseph Smith was murdered, he had told the Council of the Twelve\non several occasions as reported by Brigham Young: \n<\/p><p>\n\"I have laid the foundation and you must build thereon, for upon your shoulders the kingdom\nrests\" (<i>History of the Church<\/i>, VII: 230, August 7, 1844).\n<\/p><p>\nUpon the death of the Prophet Joseph Smith, the keys of the kingdom and mantle of authority\nwere passed on to the second great latter-day prophet, Brigham Young, the leader of\nmodern-day Israel. He was a great colonizer in the face of adversity, crossing the plains under\nmost difficult conditions but with great and simple faith in God and his Son Jesus Christ.\nThough persecuted and reviled, he knew Joseph Smith was a true prophet.\n<\/p><p>\nUpon hearing of the death of Joseph Smith, he declared \"The keys of the Kingdom are right\nhere with the Church,\" for Brigham knew that the Prophet had conferred upon the twelve\n\"keys of the kingdom.\" How often had Joseph said to the twelve, \"I have laid the foundation,\nand you must build thereon, for upon your shoulders the kingdom rests\"\n(<i>Comprehensive History of the Church<\/i>, vol. 2, p. 415). Brigham Young died at the age of seventy-six having\nbuilt a great empire in the desert.\n<\/p><p>\nHe was succeeded by John Taylor, a loyal devoted servant of the Lord, who was honest and\nindustrious; loving liberty, truth, and righteous living&mdash;sweet-spirited, kind to friend and\nstranger alike, tolerant, he nevertheless set his face as flint against any form of evil or\nwrongdoing (<i>The Presidents of the Church<\/i> by Preston Nibley, page 87). He received the\nappropriate title, \"Champion of Liberty.\"\n<\/p><p>\nUpon his death, the keys were then passed to another great leader, Wilford Woodruff.\nWilford, the faithful! This title was earned because of \"his integrity and unbounded devotion\nto the worship and purposes of his God.\" While on a mission in the Southern States in 1834\nhe and his companion walked sixty miles between sunrise and 10 o'clock at night without a\nmorsel of food to eat. At the end of this journey, he asked himself the question: \"For what?\"\nHe answered his own question, \"To teach the gospel of Jesus Christ!\" Wilford had loved to\nmingle with the Prophet Joseph Smith and had this to say of him: \n<\/p><p>\n\"There is not so great a man as Joseph standing in this generation. The gentiles look upon\nhim, and he is like a bed of gold, concealed from human view. They know not his principles,\nhis wisdom, his virtue, his calling. His mind is like Enoch's, expands as eternity, and God\nalone can comprehend his soul\" (<i>The Presidents of the Church<\/i> by Preston Nibley, pp.\n138-139).\n<\/p><p>\nOne prophet speaking of another prophet of God! Wilford Woodruff lived to be ninety-one.\n<\/p><p>\nLorenzo Snow then received the mantle of authority. Though he was eighty-four when called\nto this responsible position, he carried on the great work. The people and the Church at the\ntime were heavily indebted, and he promised that they would get out of debt if they would\npay their tithes and offerings. That doctrine has not changed. It is just as effective today as it\nwas in the day of President Lorenzo Snow. Tithing became a spiritual gift rather than a\nmaterial duty.\n<\/p><p>\nThen the keys of the kingdom passed on to Joseph F. Smith. He was the first prophet, seer,\nand revelator with whom it was my privilege to shake hands. Since then I have personally\nknown all the other prophets. I shall ever be grateful for the experience as a boy to feel the\ntenderness of the Prophet Joseph F. Smith. He was kind; he was lovingly devoted. If you\ndesire to understand the depths of his spirituality, read his messages of inspiration contained\nin the volume <i>Gospel Doctrine<\/i> on such subjects as \"Priesthood,\" \"First Principles of the\nGospel,\" \"The Mission of the Church,\" \"Prayer,\" \"Spiritual Gifts,\" \"Tithing,\" \"Industry,\"\n\"Many Duties of Man,\" \"Marriage,\" \"Home,\" \"The Family,\" \"Political Government,\" \"Eternal\nLife and Salvation,\" and many others. He, like all the others, left his strong testimony to bless\nthe generations to come.\n<\/p><p>\nThen the keys of the kingdom passed to President Heber J. Grant, a man who taught all a\nlesson in persistence, proving what could be accomplished by sheer persistence. He learned to\nwrite. He learned to sing. He learned to speak. His example reminds me of\nthe counsel given by my mission president, Samuel O. Bennion, thirty-seven years ago, \"You\nlearn to do by doing.\"\n<\/p><p>\nIn 1901 before he was President of the Church and before leaving to fill a mission to Japan,\nHeber J. Grant addressed a congregation of young people in which he bore this testimony: \n<\/p><p>\n\"Young men and young ladies, I leave with you my testimony that God lives, that Jesus is the\nChrist, that Joseph Smith was and is a prophet of God, and that Lorenzo Snow, today is a\nprophet of God. How do I know it? I know it as well as I know that I stand before you\ntonight. I know heat. I know cold. I know joy and I know sorrow, and I say to you that in the\nhour of sorrow, in the hour of affliction, in the hour of death, God has heard and answered\nmy prayers, and I know that He lives, and I leave my testimony with you\" (<i>Presidents of the Church<\/i>,\nPreston Nibley, p. 298).\n<\/p><p>\nThen at his death, the keys of the kingdom passed to another great leader, President George\nAlbert Smith, an apostle of love. He had a great love in his heart for all men, not only the\nmembership of the Church, but also all men! He desired to share with others the light of the\ngospel which had come into his life. I have heard him suggest many times to those not of our\nfaith that they do not give up the truths they have, but that they accept further truths from us.\n<\/p><p>\nAfter he had received the keys and the mantle of authority and was sustained by the\nmembership present in this marvelous building, he expressed his great love for his counselors\nwho stood by his side on that occasion, President J. Reuben Clark, Jr., and President David O.\nMcKay.\n<\/p><p>\nPresident Smith held positions of responsibility and was honored by such organizations as the\nSons of the American Revolution, International Irrigation Congress, Boy Scouts of America,\nUtah Pioneer Trails and Land Marks Association. At eighty-one his mortal life came to a\nclose. The keys of the kingdom and the mantle of authority were passed on to President\nDavid O. McKay, the missionary prophet! I believe President McKay has visited all the\nmissions of the Church where in each one he has touched the lives of people for good. He has\nbuilt them in their faith and in their courage and strengthened their testimony in the divinity\nof this great work.\n<\/p><p>\nPresident McKay has also dedicated four temples: one in Berne, Switzerland, in Los Angeles,\nCalifornia, in Auckland, New Zealand, and in London, England. Also he has dedicated many,\nmany other Church buildings. Not only has he dedicated buildings, but his whole life has also\nbeen dedicated to the building of the kingdom of God. I am grateful for his life, for his power\nand strength. He and his lovely, devoted wife have set the world a high example in the\nconcept of a good marriage good in all its connotations! He has said so much about the\nimportance of a clean life, of honoring womanhood, of understanding the gospel and of\nserving the Master. He will leave so many truths for coming generations. I give you one\nadmonition from President McKay which is so timely and most important for all of us, young\nand old, (I have heard him say this on numerous occasions) \"We are here to develop the\npower of self-mastery.\" Analyze this statement. Live by it and see what it will do for you!\n<\/p><p>\nTruly, as his predecessors passed on the keys of the kingdom, the mantle of authority is now\nheld by our Prophet David O. McKay. Because of this authority, we have been given the right\nto legitimately administer in the name of our Heavenly Father, the Father of our spirits, and in\nthe name of his Son Jesus Christ.\n<\/p><p>\nAnd so upon the shoulders of nine great men in our day has fallen the mantle of priesthood\nleadership. The chain is unbroken. God the Father and his Son, Jesus Christ, our Lord and\nSavior, bestowed upon Joseph Smith the authority to act in their names. There have been nine\nprophets who have held the keys of the kingdom&mdash;nine Presidents of the Church of Jesus\nChrist of Latter-day Saints in this generation. None other on the earth has this authority. Each\nprophet has left behind a monument for good that time cannot efface or obliterate. No\nindividual has ever gone astray by following the counsel of these prophets,\nbut many have experienced tragedy and sorrow by going counter to their counsel.\n<\/p><p>\nI should like to suggest to young people as they study their history lessons that they reserve\nenough time to the history of the lives of these fine great men and seek a witness of their\ndivine authority.\n<\/p><p>\nMay we realize the power of these great men. I bear witness that they were and are prophets\nof God; that David O. McKay is the mouthpiece of our Heavenly Father in the earth today\nwho does hold the keys of the kingdom and the mantle of authority, and this testimony I bear\nin humility and in the name of the Lord Jesus Christ, our Savior. Amen.\n<\/p>\n<\/div>\n<\/div>"}