{"ID":992, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President J. Reuben Clark, Jr.<\/p>\n<p class=\"gcspkpos\">Second Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">J. Reuben Clark, Jr., <i>Conference Report<\/i>, April 1959, pp. 45-46<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren: I do not wish to bring a light thought to this very solemn and wonderful\noccasion, so rich in its spirituality, but I cannot but remember a story I read recently, where a\nman got up without any presumed preparation&mdash;that is not quite what my position should\nhave been&mdash;but as he got up, he said, \"I guess you gentlemen are wondering what I am\ngoing to say. So am I.\"\n<\/p><p>\nWe have pictured in strong language, painted with vivid colors, our duty to our dead.\nPresident Joseph Fielding led off and Brother Bowring and Brother Clissold have supported in\na wonderful way. I think that none of us&mdash;perhaps that is not quite the way to say it&mdash;but I\nthink that many of us, including myself, have had presented to us this matter not altogether in\na new way, but in a way that has brought home a little more clearly than perhaps we have\nheretofore enjoyed, our duty and responsibility with reference to the caring for our dead.\n<\/p><p>\nI should like to say this much in justification for myself. I think I have never while I have\nbeen in the First Presidency, raised any objection to the gathering of the materials necessary\nto be gathered in order that we might do work for our deceased ancestors. I always regarded\nit as money properly spent, perhaps not always has it been spent in the most wise way&mdash;I have\nno criticism to offer, for I know nothing about it&mdash;but I do know this, that in the carrying on\nof human undertakings, wherever you begin to make great expenditures of money, there is\nalways some lack of wisdom, sometimes lack of foresight, occasionally, oh so occasionally in\nthis Church, a lack of integrity.\n<\/p><p>\nJust branching off for a moment&mdash;the amount of money that is collected by you bishops and\nsent in to the treasury of the Church is enormous. And the percentage of malfeasance in the\ncollection of that money is simply microscopic. This is a great Church in its integrity in the\nhandling of Church funds.\n<\/p><p>\nNow, as I sat and listened here, one or two thoughts came into my mind. I do not wish to\nspeak long because I know that you want to hear from President McKay and I am sure he\nwill have a great message for you. But I do want to say this: if we are to go forward in the\nmanner suggested by the two brethren who have spoken to us, we must have a supporting\nforce. It cannot be done merely by words. We the Priesthood, the Melchizedek Priesthood,\nmust support it, work for it, make it our job. And in making it our job, there is something\nmore than words, more than pretence. There must be living. We must live as we know we\nshould live.\n<\/p><p>\nWe are endowed with some portion&mdash;and pardon my repetition of what I have already\nsaid&mdash;endowed with some portion of the authority of God himself. He does not live in unclean\ntemples. We must be clean. We must keep his commandments, for if and when he leaves us,\nas he will if we do not live as we should, we shall for the time being lose our power, lose our\nusefulness, lose our enthusiasm, lose all that we ought to have in order to go forward, and it\nwill take some time after we have found out our mistakes and our errors to get back into the\nwork.\n<\/p><p>\nRepentance is not easy. Repentance, as the Lord has said, is marked by two elements&mdash;a\nconfession in the proper way to the proper person, and a forsaking of the sin\n(<span class=\"citation\" id=\"13741\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13741)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13741)\">D&amp;C 58:43<\/a><\/span>).\n<\/p><p>\nI repeat, if you will pardon, that the authority which you brethren and all of\nus have who have the Melchizedek Priesthood, is a type of authority that carries with it the\ngreatest power that has ever been revealed to humankind. The mighty forces of which we now\ntalk so glibly, and ignorantly, are subject to the powers which you have, and they are powers\nwhich can rest effectively and fully in the humblest, the very humblest. It takes no elaborate\nequipment, no great funds of wealth, no tremendous political power, in order for the humblest\nof us to have in us the power which over-tops everything else of which we know.\n<\/p><p>\nIt requires no elaborate equipment, no great institutions, no scholars of years and years and\nyears to direct us. One of the ancient prophets declared regarding the way of blessings, \"the\nway of holiness,\" that it is so plain that \"the wayfaring men, though fools, shall not err\ntherein\" (<span class=\"citation\" id=\"25201\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 25201)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(25201)\">Isa. 35:8<\/a><\/span>).\n<\/p><p>\nWe do not need any expensive equipment in order to live righteously, in order to have within\nour reach under the inspiration and power of the Lord the greatest force, the greatest authority\nof which God has ever made us aware.\n<\/p><p>\nAnd so while we must do this missionary work which is so important, we must remember to\nkeep the supporting army, the whole Church, in proper shape, with proper equipment, with\nrighteous living, with a determination to do the right, to the last extremity if necessary.\n<\/p><p>\nI do not wish to speak longer. I only ask you, do not forfeit the power and the authority\nwhich you have; paraphrasing, do not sell your great spiritual birthright for a mess of pottage\nof some slight worldly value.\n<\/p><p>\nMay God bless all of us, I humbly pray, in the name of Jesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}