{"ID":993, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President Stephen L Richards<\/p>\n<p class=\"gcspkpos\">First Counselor in the First Presidency<\/p>\n<p class=\"gcbib\">Stephen L Richards, <i>Conference Report<\/i>, April 1959, pp. 46-48<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy brethren, I rejoice with you in this semi-annual reunion of the Priesthood. It is a\nmarvelous reunion, made possible by miracles of the modern day, for it comprehends not only\nthose filling the Tabernacle and the areas round about, but all of the men and boys assembled\nacross the nation. I believe that, while we are not in each other's presence, our hearts are\nunified, that we share the same sentiments, and that the same resolutions for the advancement\nof our Father's Kingdom come to all of us.\n<\/p><p>\nI like to see the reunion of these great powers&mdash;these powers of the Priesthood. I like to see\nunity in quorums. I believe the Lord expected, when quorums were instituted, that they should\nprovide a unified strength necessary to meet the problems of this great latter-day work.\n<\/p><p>\nIn the earlier days of the Church there were serious physical problems to meet. Sometimes\nour Priesthood was required to defend, other times to build, in unison, by cooperative effort.\nThey had to stand together. I remember not long ago when an application came to the\nPresidency of the Church through a family for the restoration of the father's blessings. We\nlearned that he had been excommunicated from the Church. As I remember he lived in upper\nCache Valley. And when we investigated we discovered the cause of his excommunication&mdash;trading\nat the store of a Gentile. Now that would seem trivial and most unjustifiable in this\nday. Perhaps in that day it meant much to a community of Latter-day Saints engaged in a\ncommon enterprise, seeking to establish the necessary industry for that community, and for\none of the Priesthood to forsake his brethren, in the eyes of the men was regarded as a serious\noffense.\n<\/p><p>\nWe do not have conditions like that today, but we do have tremendous problems to meet in\nthe incursion of the sins of the world in our midst. In our subjection to adverse conditions\nmorally we have to stand together to protect ourselves, and there is great\nstrength in standing together. The fortification that comes to an individual when he knows that\nhis quorum members have real and abiding interest in him, when knows that they are\nwatching him, has a salutary effect and it helps him, and is oftentimes a great need.\n<\/p><p>\nSo I think that we have a necessity confronting us in all parts of the land where the Church is\norganized to unite our forces, our spiritual forces and strength, to resist everything that tends\nto prevent men from achieving their highest station in this great work of the Lord.\n<\/p><p>\nNow I would not take your minds far away from the temple work which has been spoken of\ntonight, but it occurs to me that in addition to the great necessity of compiling our genealogy\nand doing the work for our kindred dead there are those living whom we should carefully\nkeep in mind. I think of two classes tonight: first, those men among us bearing the Priesthood\nwho have not taken their wives to the temple. I do not know how many may be represented\nof that class in these great meetings held throughout the land, but I venture that there are\nsome. I ask them to pause and consider what they are depriving their wives and their families\nof. I know that many a good woman is hoping and praying that her husband will prepare\nhimself to go to the temple to have her and her children sealed to him and prepare themselves\nfor the exalted blessings which await them through the ordinances of the House of our Lord.\nBrethren, you love your wives. They love you. You can do nothing more important for them\nthan to prepare yourselves to take them to the House of the Lord.\n<\/p><p>\nThere is another class, and they are young men, and I imagine there are literally thousands of\nthem scattered throughout our audiences tonight, who looking forward to life, looking forward\nto marriage, looking forward to careers, and with life's ambitions looking forward with great\nhope. I would like to say to these young men, from the very beginning you can do nothing\nmore profitable, more contributive to your happiness, than prepare yourselves for marriage in\nthe temple. I know of nothing that will more strengthen family life, contribute more to its\nhappiness than will this sacred and beautiful ceremony which is provided for us in the House\nof the Lord.\n<\/p><p>\nAnd how do you prepare yourselves for this beautiful and rewarding experience? Just by good\nliving, keeping all the commandments, doing your duty within the Church, and securing a\ntestimony of the truth which will give to you the power of the Holy Ghost. Remember, it will\nnever profit you anything by deception to win your way into the temple. It is true that we\nmay deceive our bishops, our presidents of stakes. Some may get recommends without\nrevealing what they ought to reveal. It is useless. All the blessings of the temples are\npredicated upon faithfulness, upon obedience to the commandments. No blessing is effective\nunless it is based upon the good life of him who receives it. It is a mistake for anyone to\nthink that by concealing or suppressing something that ought to be known he can secure a\nrecommend to go to the temple. That is futile, and even worse than futile, because the\nsuppressing of the fact is itself an additional offense.\n<\/p><p>\nI hope all of my young brethren and sisters, young brethren particularly since we speak to\nthem tonight, will prepare themselves to be worthy first of the companionship of a good girl,\nand then to take her where she would like to go&mdash;to the temple of our Lord. Our sisters,\neven young ones, look forward to that great experience, and if we do not take them where\nthey wish to go we disappoint them.\n<\/p><p>\nI pray that our Father will bless our young folk, our young men, that they may prepare\nthemselves for this great and beautiful experience&mdash;the most beautiful experience that comes\ninto our lives, the very basis of our hopes for eternal life and happiness&mdash;for after all, a\nhome sanctified by the holy sealing in the temple forms the foundation of our eternal\nhappiness in the life to come. And as I have often said, our exaltation is little more than the\nprojection of our home into eternity.\n<\/p><p>\nThe Lord bless you, brethren. May you not only live such lives yourselves as\nto be worthy of these transcendent blessings, but may you teach others so to do and help them\nto understand the great and beautiful blessings that the gospel of our Lord holds out. You\nremember that wonderful statement of the Savior's: \"In my Father's house are many\nmansions: if it were not so, I would have told you. I go to prepare a place for you\"\n(<span class=\"citation\" id=\"27854\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27854)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27854)\">John 14:2<\/a><\/span>).\n<\/p><p>\nI do not claim to have read theological commentaries to any great extent, but I have never\nheard an explanation of that wonderful statement by any theologian in this world, because I\nthink no one has an explanation except that which has come with the restored gospel, defining\nthe way in which men and women may prepare themselves for that high station in the\nmansions of our Father. May we reach that station&mdash;all of us&mdash;I humbly pray in the name of\nJesus. Amen.\n<\/p>\n<\/div>\n<\/div>"}