{"ID":994, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Untitled<\/p>\n<p class=\"gcspeaker\">President David O. McKay<\/p>\n<p class=\"gcbib\">David O. McKay, <i>Conference Report<\/i>, April 1959, pp. 48-50<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAssociated with the temple work, dwelt upon tonight by the two brethren appointed, and\ncorroborated by the two counselors in the First Presidency, is the little simple ordinance of\nbaptism. Many Christians do not believe that it is essential to salvation. I was but a boy when\na minister visiting Huntsville shocked me by saying it was not essential, and especially by\nimmersion. I knew of no other way but by immersion. Baptism is essential to salvation and\nChrist gave the first real view of it to a member of the Sanhedrin when Nicodemus called\nupon him by night. I think that he was not ashamed of calling upon Jesus by day, but he was\na busy man. I like to interpret that phrase, \"by night,\" because, Nicodemus with his work in\nthe Sanhedrin and other ways, could better spend an hour or two with the Savior at night.\n<\/p><p>\nA great conversation took place, and they dwelt upon salvation, and Christ's first statement\nwas, \"Except a man be born again, he cannot see the kingdom of God.\" That is a sentence\nwell worthy of consideration and contemplation. It is easier to see the temporal things, it is\neasier to see the lascivious things, it is easier to indulge in anything physical and animal-like.\nIt is the animal world. But to be born out of that world into a spiritual world is advancement\nthat the Lord requires of us, and the example that Jesus set for us. Except a man be born\nagain, out of that world, he cannot see that spiritual light where love, kindness, self-denial,\nself-mastery, self-control&mdash;all of the spiritual virtues&mdash;contribute to the development of the\nreal man. Nicodemus could not understand that, and he spoke literally.\n<\/p><p>\n\"How can a man enter the second time into his mother's womb and be born again?\" See the\nphysical interpretation? Then the Savior was more explicit. He said, \"Except a man be born of\nwater and of the Spirit, he cannot enter into the kingdom of God\"\n(<span class=\"citation\" id=\"27824\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27824)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27824)\">John 3:1-5<\/a><\/span>). There is the\nessentiality of baptism, whether the world thinks it merely a form or not. In those two\nsentences we have the purpose of life the overcoming of the physical, the animal life, the\nstriving and the living in the spiritual realm. There you have the threefold purpose of baptism.\n<\/p><p>\nFirst, it is an entrance into the kingdom of God. It is the doorway, and it is significant that\nthat doorway is by immersion. Sprinkling will not give it. It spoils the symbol. Pouring will\nnot give it. Only by immersion can that birth mentioned by Jesus be properly carried out.\nThere are three elements in which we are buried&mdash;the air, which is our natural element; the\nearth, in which we can be buried, which takes the physical and ends it; we can be buried in\nwater and come out, and the typical comparison of birth is complete because it means when\nyou get a glimpse of the spiritual you want to leave off the animal life, with its appetites,\nindulgences, and to develop the spiritual instead of the physical side of your nature.\n<\/p><p>\nSo we are buried in that element, burying the old man with his appetites, passions,\nenticements, and coming forth anew. We are born again, buried with Christ\nin baptism, said the Apostle, for like as Christ was buried, and came forth in a newness of\nlife, so we also all come forth in a newness of life\n(<span class=\"citation\" id=\"42740\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 42740)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(42740)\">Rom. 6:4<\/a><\/span>) with all our bad habits, our enmities, our\nhatreds, buried in the water.\n<\/p><p>\nChrist thought it was so essential that he came to John the Baptist. John protested, \"I have\nneed to be baptized of thee, and comest thou to me?\"\n<\/p><p>\n\"Suffer it to be so now: for thus it cometh us to fulfil all righteousness,\" said the Savior\n(<span class=\"citation\" id=\"34917\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34917)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34917)\">Matt. 3:13-15<\/a><\/span>). And\nthen we are told that John suffered him. Fulfilling all righteousness is a command of God, so\nthere you have the entrance into his kingdom. You have obedience to a command of God, and\nyou have the beautiful, the most applicable figure that can possibly be given in fulfilling all\nrighteousness. You bury yourself, you bury your bad habits, you bury your sins, and you\ncome forth in newness of life, just as Christ came forth the resurrection.\n<\/p><p>\nIt is a good thing, bishops, to tell this simply to the little boys who are going be baptized.\nThey can remember it. You remember when you were eight years of age when you were\nbaptized. If your father did not talk to you properly, or your bishop, they failed in their duty.\nOf course the sins of an eight-year-old boy will be telling \"fibs,\" probably, or taking what\ndoes not belong to him, a lot of little things, but they are important, and the boy or girl can\nunderstand that those things now are buried beneath the water, and they are going to start to\nbe a better brother or better sister, etc. That can explained.\n<\/p><p>\nMy point tonight is that there is no salvation without that baptism. \"Suffer it\nto be so now to fulfill all righteousness\"\n(<span class=\"citation\" id=\"34919\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34919)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34919)\">Matt. 3:15<\/a><\/span>). What about\nthe hundreds of thousands of people who have not had an opportunity for it?\nAnd that baptism, that burial and that birth must be done by proper authority.\nYou cannot become a citizen of the United States without complying with\ncertain laws, certain requirements. Christian divines will tell you it does\nnot matter what road you take. They will all lead to Rome just the same. They\nwill lead to the United States, too, so you may enter the country; but if you\nwant to become a citizen of the United States you have to obey certain laws,\nand so you do in the Church of Christ, and baptism is the one door.\n<\/p><p>\nNow, what about those who have never heard of the Gospel&mdash;choice people? You travel\nanywhere in the world and you meet true gentlemen, lovely people everywhere, many honest\npeople. It is surprising how many honest upright people are living in the world. I will\nillustrate it with an instance that I have quoted before.\n<\/p><p>\nA Chinese student was on a ship going from the United States back home a graduate of one\nof our universities. On the vessel was a minister who was advancing Christianity. Well, the\nyoung student knew a good deal about it. He knew also about the high ideals of the Chinese.\nDuring the conversation the necessity of believing in Jesus Christ was emphasized. The\nChinese student said, \"Well, what about my ancestors who never heard of Jesus?\"\n<\/p><p>\nThe answer was rather flippant, but it is in keeping with the false ideas of Christianity\ngenerally. \"Oh, they are lost.\"\n<\/p><p>\nRightly that young student said, \"I will have nothing to do with a religion so unjust.\" If you\nhad been there you would have given them the ideals of the gospel of Jesus Christ, the\nrevealed word, the true Christianity, that the work will be done for them, but they will have\nto accept baptism, just as Jesus and all others must accept it. They must be born again before\nthey will glimpse even the high spirituality required of a true Christian. They have to be born\nof the water and of the spirit before they can enter into the kingdom of God.\n<\/p><p>\nBrethren, God bless you, you messengers of the gospel, you authorized servants of the\nAlmighty, you true representatives of the Son, the Savior of men! God give you power to live\nin the spirit, walk in the Spirit. How frequently we hear those phrases from the scriptures.\n<\/p><p>\nThat means that those who make covenants for their loved ones and participate in the highest\nideal of marriage ever given to man will walk in the spirit and not indulge in the flesh. You\nwill be true to the covenants you make in the House of God. So will your\nwives walk in the spirit, resisting temptation, keeping conscience clear and feeling by so\ndoing that you can go to the Lord in prayer and ask him for strength and guidance just as\nJesus did when he was in the flesh. He knew his Father. He could go to him.\n<\/p><p>\nHe went to him just before he performed the great miracle of raising Lazarus from the dead.\nHe said, \"I know that in the past thou hast heard me\"\n(<span class=\"citation\" id=\"27851\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27851)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27851)\">John 11:42<\/a><\/span>), and he exercised the power of his\nFather, the power of his God&mdash;creative power. He was always with his Father. He was God\nhimself, and he said to one of the disciples when they said to show them the Father, \"Have I\nbeen with you so long and ye ask Show us the Father? If ye have seen me ye have seen the\nFather\" (<span class=\"citation\" id=\"27865\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27865)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27865)\">John 14:9<\/a><\/span>). Spirituality at its highest.\n<\/p><p>\nI was thrilled when we came in here tonight and saw this crowd and realized that hundreds\nwere listening in. To be one with you is one of the greatest blessings of mortality. We all\nprize a friend and know the value of a friend. Next to wife and loved ones, the sweetest thing\nin life is a friend, true and loyal. But even more than that is the brotherhood of Christ which\nmakes us partakers of the divine nature\n(<span class=\"citation\" id=\"4852\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 4852)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(4852)\">2 Pet. 1:4<\/a><\/span>).\nPeter used that phrase. That rough old fisherman\nrealized what it was, and yet he had only a few years' experience. But we have that\nbrotherhood which we feel tonight until it becomes intimate to our Lord and Savior, Jesus\nChrist.\n<\/p><p>\nI pray that the sense of responsibility of Priesthood will increase and make us feel the mission\nbefore us&mdash;worldwide&mdash;and then make us go beyond the veil and realize that in some way\nwe may help the Lord to bring about this great purpose, which has been repeated here tonight,\nto bring about the immortality and eternal life of man\n(<span class=\"citation\" id=\"39114\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 39114)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(39114)\">Moses 1:39<\/a><\/span>), for all his children, and all of them\nwill have an opportunity some way, somehow, somewhere to say, \"Yes, I accept it,\" or \"No, I\nreject it.\"\n<\/p><p>\nI pray that the blessings of the Priesthood will be ours in our homes, in our business, in our\nassociations with the world, in the name of Jesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}