{"ID":996, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Gratitude<\/p>\n<p class=\"gcspeaker\">Elder Henry D. Taylor<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Henry D. Taylor, <i>Conference Report<\/i>, April 1959, pp. 56-58<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nMy dear brethren and sisters, conference time is always a thrilling time as the Saints assemble\nfrom all over the world here at Church headquarters. Friends warmly greet each other as\nfriendships are renewed. Former missionaries meet in reunion and recall the soul-satisfying\nexperiences they enjoyed while in the service of the Lord.\n<\/p><p>\nI always approach this historic Tabernacle with a feeling of reverence and awe when I\nconsider that the Saints have been coming here for ninety-one and one-half years to hear the\nword of the Lord and receive inspiration from their appointed leaders. The building of the\nTabernacle being completed, the first conference was held here in October of the year 1867.\n<\/p><p>\nWe gain strength from each other, brethren and sisters, and I am confident that the Brethren\nwho stand in this pulpit feel the strength of your prayers and the inspiration that you bring\nwith you.\n<\/p><p>\nMany years ago I copied an inscription appearing above one of the entrances to the Union\nDepot in Washington, D.C., which reads: \n<\/p><p>\n\"He that would bring home the wealth of the Indies must carry the wealth of the Indies with\nhim; so it is in traveling, a man must carry knowledge with him if he would bring home\nknowledge.\"\n<\/p><p>\nThat same principle is true today. If we would carry spirituality from this conference, we\nmust have brought a spirit of spirituality with us.\n<\/p><p>\nSpringtime is a glorious time of the year as new life begins to stir and the earth seems to\nawaken from its long winter nap. An ancient biblical prophet has exclaimed: \n<\/p><p>\n\"For, lo, the winter is past, the rain is over and gone;<br \/>\n\"The flowers appear on the earth; the time of the singing of birds is come, and the voice of\nthe turtle [meaning the turtle dove] is heard in our land\"\n(<span class=\"citation\" id=\"43025\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 43025)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(43025)\">Song 2:11-12<\/a><\/span>).\n<\/p><p>\nThis awakening is reminiscent of the death and the resurrection of the Savior and we can\nappropriately dwell on the great debt of gratitude that we owe him for his atoning sacrifice.\n<\/p><p>\nIt has been said that, \"while gratitude may be one of the least of the virtues, ingratitude is one\nof the greatest of the vices.\"\n<\/p><p>\nSelfishness, greed, and indifference are by-products of ingratitude. A classic example of\ningratitude occurred during the ministry of the Savior while here upon the earth. Luke records\nthe event in these words: \n<\/p><p>\n\"And it came to pass, as he [Jesus] went to Jerusalem, that he passed through the midst of\nSamaria and Galilee.<br \/>\n\"And as he entered into a certain village, there met him ten men that were lepers, which stood\nafar off:<br \/>\n\"And they lifted up their voices, and said, Jesus, Master, have mercy on us.<br \/>\n\"And when he saw them, he said unto them, Go shew yourselves unto the priests. And it\ncame to pass, that, as they went, they were cleansed.<br \/>\n\"And one of them, when he saw that he was healed, turned back, and with a loud voice\nglorified God,<br \/>\n\"And fell down on his face at his feet, giving him thanks: and he was a Samaritan.<br \/>\n\"And Jesus answering said, Were there not ten cleansed? but where are the nine?<br \/>\n\"There are not found that returned to give glory to God, save this stranger.<br \/>\n\"And he said unto him, Arise, go thy way: thy faith hath made thee whole\"\n(<span class=\"citation\" id=\"31508\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31508)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31508)\">Luke 17:11-19<\/a><\/span>).\n<\/p><p>\nGratitude, brethren and sisters, results in love, unselfishness, and consideration for others. It\nhas a refining influence, and when expressed, can be a beautiful thing. A recent newspaper\naccount carried an interesting incident: \n<\/p><p>\n\"The District of Columbia police auctioned off about 100 unclaimed bicycles Friday. 'One\ndollar,' said an eleven year-old boy as the bidding opened on the first bike. The bidding\nhowever, went much higher. 'One dollar,' the boy repeated hopefully each time another bike\ncame up.\n<\/p><p>\n\"The auctioneer, who has been auctioning stolen or lost bikes for 43 years noticed that the\nboy's hopes seemed to soar highest whenever a racer was put up.\n<\/p><p>\n\"There was one racer left. Then the bidding mounted to $8.00. 'Sold to that boy over there\nfor $9.00,' said the auctioneer. He took $8.00 from his own pocket and asked the boy for his\ndollar. The youngster turned it over&mdash;in pennies, nickels, dimes, and quarters&mdash;took his bike\nand started to leave. But he went only a few feet. Carefully parking his new possession, he\nwent back, gratefully threw his arms around the auctioneer's neck, and cried.\"\n<\/p><p>\nPresident Richards, in a recent talk at Brigham Young University, quoted this beautiful\nthought expressed by Sir Isaac Walton: \n<\/p><p>\n\"God has two dwelling places; one in heaven, the other in a thankful heart, which O Lord\ngrant to me.\"\n<\/p><p>\nThe Lord expects us to receive our blessings with a grateful heart. Through a modern prophet\nhe has made this promise: \n<\/p><p>\n\"And he who receiveth all things with thankfulness shall be made glorious; and the things of\nthis earth shall be added unto him, even an hundred fold, yea, more\"\n(<span class=\"citation\" id=\"13764\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13764)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13764)\">D&amp;C 78:19<\/a><\/span>).\n<\/p><p>\nMany opportunities are constantly afforded us for expressing appreciation and gratitude for\nour numerous blessings.\n<\/p><p>\nDaily, we should gather our families about us as we kneel in family prayer.\n<\/p><p>\nMany times during each day we can profitably pause and in secret prayer give grateful\nacknowledgment for the multitudinous bounties of which we are recipients.\n<\/p><p>\nOn the first Sunday of each month a fast and testimony meeting is held in each one of the\nwards and branches. Members of the Church are encouraged to rise and give public utterance\nof their gratitude for the countless blessings that the Lord has showered upon them.\n<\/p><p>\nAn excellent way of showing our love for our Heavenly Father and our appreciation for his\nblessings is through our righteous actions and righteous living.\n<\/p><p>\n\"If ye love me, keep my commandments,\" said the Savior, in emphasizing this principle\n(<span class=\"citation\" id=\"27869\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27869)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27869)\">John 14:15<\/a><\/span>).\n<\/p><p>\nWe have many things for which to be grateful. Among them is the privilege of being born in\nthis dispensation, when the gospel has been restored to earth in its fulness through heavenly\nmessengers. And this gospel is a plan, a plan of salvation, and it can be a guide and a\nblueprint which, if followed, can lead us back once again into God's presence.\n<\/p><p>\nCertainly we should recall with gratitude the mission of our Lord and Savior, Jesus the Christ,\nand his willingness to give his life that we might have salvation and the opportunity of\nobtaining exaltation.\n<\/p><p>\nWe can be properly grateful for the life of the first prophet in these latter days, Joseph Smith,\nand give praise to this \"man who communed with Jehovah,\" for it was through the Prophet\nJoseph that the gospel was restored and the Church of Jesus Christ of Latter-day Saints\nestablished.\n<\/p><p>\nWe can give thanks for the Presidents who have succeeded Joseph Smith, and especially for\nour present-day President. As we consider President McKay's kindness, goodness, and\ngreatness, we can sing with all our hearts, \"We thank thee, O God, for a prophet to guide us\nin these latter days.\"\n<\/p><p>\nFinally,  I am deeply grateful for the knowledge that I am truly a spiritual son of\nour Heavenly Father, created in his image and after his own likeness and although temporarily\ndeprived of the privilege of dwelling in his presence, I can still communicate\nwith him through the medium of prayer and can receive strength, comfort, and guidance.\n<\/p><p>\nMay the Lord bless us all that we may have grateful hearts, I humbly pray, in the name of\nJesus Christ. Amen.\n<\/p>\n<\/div>\n<\/div>"}