{"ID":998, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Show Us the Father<\/p>\n<p class=\"gcspeaker\">Elder Sterling W. Sill<\/p>\n<p class=\"gcspkpos\">Assistant to the Council of the Twelve Apostles<\/p>\n<p class=\"gcbib\">Sterling W. Sill, <i>Conference Report<\/i>, April 1959, pp. 60-63<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nAfter the Last Supper, Jesus was giving some final instructions to his disciples. He was trying\nto prepare them for the heavy load of responsibility which would soon rest upon them. He\ntalked with them a great deal about his own mission, his association with his Father and what\ntheir relationship with God ought to be. During the discussion Philip said to Jesus, \". . . Lord,\nshew us the Father, and it sufficeth us\"\n(<span class=\"citation\" id=\"27860\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27860)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27860)\">John 14:8<\/a><\/span>).\n<\/p><p>\nThis question points out what is probably the greatest responsibility of our lives&mdash;not only to\nknow God but also to understand the plan of the gospel and to live in harmony therewith. The\nproper relationship between men and God gives life its purpose. It doesn't matter very much\nwhether we ride in an oxcart or on an interplanetary missile if our journey is purposeless.\n<\/p><p>\nThink how important it is that we understand that Jesus is the Redeemer of the world, that he\nexpressed the divine will to men, that he was literally begotten of the Father. Jesus tried to\nhelp his disciples to understand the Father by understanding the Son who was in the express\nimage of his Father's person (<span class=\"citation\" id=\"24282\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 24282)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(24282)\">Heb. 1:3<\/a><\/span>).\nTo Philip he said \". . . he that hath seen me hath\nseen the Father\" (<span class=\"citation\" id=\"27866\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27866)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27866)\">John 14:9<\/a><\/span>).\nAs it was with the disciples, so it is with us. Our\nrelationship to God involves the greatest rewards and the most important responsibilities that\never come to men and women in mortal life, and it is perfectly natural and proper that we\nshould join Philip in his request to \". . . shew us the Father\"\n(<span class=\"citation\" id=\"27861\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27861)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27861)\">John 14:8<\/a><\/span>).\n<\/p><p>\nThat is, the greatest need of man is for God. God created us. It is his Spirit that \". . . giveth\nlight to every man that cometh into the world\"\n(<span class=\"citation\" id=\"13770\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13770)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13770)\">D&amp;C 84:46<\/a><\/span>). Every day he sends us\nfood, energy and vitality from the sun. That is, our world is not an independent world. If the\nsun's rays were shut off for a very short time no life could survive upon this earth. Not only\ndoes God literally give us each day our daily bread, but he is also responsible for our mental\nand spiritual vitality (<span class=\"citation\" id=\"13771\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13771)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13771)\">D&amp;C 84:88<\/a><\/span>).\n<\/p><p>\nIt is because our greatest need is for God that the first and most important commandment\ncenters in our maintaining a proper relationship to him. And the most serious sins are our\nabuses of that relationship, wherein we turn away from God. Satan sinned in the presence of\nGod, which sets the high water mark for sin.\n<\/p><p>\nOccasionally we ought to ask ourselves, how effective we are&mdash;individually and collectively&mdash;in\nthis all-important relationship. We may be able to get a clue from some interesting\nstatistics recently broadcast over the radio. A survey indicated that ninety-five percent of all\nof the people in America claim to believe in God. Eighty percent of those surveyed said they\naccepted the Bible as the authoritative word of God. Each year in America\nwe spend over a hundred million dollars for Bibles. A bigger percentage of Americans\npresently claim membership in some Christian church than ever before in our history. Yet\nparalleling this great upsurge in religion is a corresponding upsurge in crime, delinquency,\nand actual spiritual illiteracy. This survey indicated that only thirty-five percent of all of those\nquestioned even knew the names of the four Gospels. And over one-half said that religion\nplayed no significant part in their business or political affairs.\n<\/p><p>\nLast summer in Madison Square Garden, Billy Graham indicated one of our problems when\nhe said, \"For all of our talk about religion there is tragically little actual personal Christian\ncommitment in America today.\" It is very easy for us to get disturbed when we hear about the\nRussians closing up their churches or trying to banish God from their country and the lives of\ntheir people. But what Russia has done officially millions of people are doing privately and\nindividually. That is, what does it profit that our churches are open if we are not in them, or\neven if we spend a billion dollars for Bibles that we do not read? One thing is sure, and that\nis that not one of us can afford to fail to observe properly the first and most important\ncommandment. Our eternal lives depend upon it.\n<\/p><p>\nIt should stimulate us to remember that when Jesus was born in Bethlehem there was no room\nfound for him in the inn. But there is a strange foreboding in this thought. \"No room\" was the\nMaster's experience throughout his life. There was \"no room\"\n(<span class=\"citation\" id=\"31500\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 31500)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(31500)\">Luke 2:7<\/a><\/span>) for his doctrines, \"no room\" for\nthe spirit of his mission. We must not allow history to repeat itself because we make no room\nin our country or our lives for the Savior of the world. Nor have we discharged our obligation\nto God and our own souls by thoughtlessly saying, \"We believe in God,\" and then let it go at\nthat, without understanding either God or the specific nature of our responsibility to him.\n<\/p><p>\nTeachers of religion who \"call themselves\" to the ministry and then \"teach their own\ndoctrines\" must bear an awful share of the responsibility for our unfortunate world situation.\nEven Jesus did not teach his own doctrine. He said, \". . . My doctrine is not mine but his that\nsent me\" (<span class=\"citation\" id=\"27838\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27838)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27838)\">John 7:16<\/a><\/span>).\nHow much confusion and actual harm would be avoided if every\nreligious teacher would follow the example of \"the great Teacher.\"\n<\/p><p>\nRecently I read a book written by a popular minister, in which he attempted to analyze the\ngreat Christian doctrines as taught in the Bible, and then he made comparisons with some of\nthe doctrines currently being taught.\n<\/p><p>\nFor example, he said that the God of the Bible is a personal God&mdash;there can be no question\nabout that. But he said, \"We don't believe that any more.\" And then to substantiate his\nstatement he quoted answers to direct questions about what some prominent ministers had said\nabout their conception of God. One minister said, \"No one can possibly know about God. He\nis absolutely immeasurable, undiscoverable and indiscernible. He is not limited to boundaries\nand we can be sure that he has no body or shape.\" Another minister said that \"God is an\neternal principle.\" Another said that God is \"a giant electronic brain.\" Another said that God is\n\"a mobile, cosmic ether.\" This minister pointed out how completely contrary these concepts\nwere to those of the scriptures. He said, \"Imagine Jesus praying to a mobile, cosmic ether.\nJesus prayed&mdash;'. . . Our Father which art in heaven'\n(<span class=\"citation\" id=\"34938\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34938)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34938)\">Matt. 6:9<\/a><\/span>). He said to Mary, '. . . go\nto my brethren, and say unto them, I ascend unto my Father and your Father; and to my God,\nand to your God'\" (<span class=\"citation\" id=\"27884\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27884)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27884)\">John 20:17<\/a><\/span>).\nThat statement must be perfectly clear to everyone. And yet\nthis great minister said, \"We don't believe that any more.\"\n<\/p><p>\nThen he discussed the resurrection. He said that those who wrote the Bible believed in a\nliteral bodily resurrection. There could be no question about that. The body of Jesus came out\nof the tomb and ministered among men for forty days. He said to Thomas \". . . Reach hither\nthy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be\nnot faithless, but believing\" \n(<span class=\"citation\" id=\"27887\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27887)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27887)\">John 20:27<\/a><\/span>).\nThen he read the paragraph in which Matthew said,\n\". . . And the graves were opened; and many of the bodies of the saints\nwhich slept arose,\n<\/p><p>\n\"And came out of their graves after his resurrection, and went into the holy city, and appeared\nunto many\" (<span class=\"citation\" id=\"34991\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34991)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34991)\">Matt. 27:52-53<\/a><\/span>).\nBut this great minister also disposed of this particular doctrine\nby saying, \"We don't believe that any more.\"\n<\/p><p>\nThere are those who through their teachings would deprive God of his body, deny his\npersonality, take away his senses, faculties, and feelings. They would leave him sexless,\nthoughtless and helpless, without boundaries, shape, identity, or location. Some indulge the\nhopeless absurdity of merging three into one, and then in some mysterious incredible way,\nexpanding the result to fill the immensity of space.\n<\/p><p>\nThese false doctrines have contributed greatly to the indifference and unbelief of our day.\nThat is, much of the current disbelief in God is not a denial of God but a denial of the false\nand unbelievable ideas about God. In the light of this tragic situation the importance of\nPhilip's plea for understanding God takes on an urgent and compelling significance. What\nmore important request could our generation make than a united, sincere, wholehearted prayer\nsaying, \"Show us the Father\" (<span class=\"citation\" id=\"27862\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27862)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27862)\">John 14:8<\/a><\/span>).\n<\/p><p>\nThe work and message of the Church of Jesus Christ of Latter-day Saints is centered in the\nliteral physical fulfillment of Philip's request in our own day. In the early spring of 1820, in\nanswer to this important need, God the Father and his Son Jesus Christ reappeared upon this\nearth to re-establish among men a belief in the God of Genesis, a belief in the God taught by\nJesus, a belief in the God of the Bible, a belief in the Father of spirits whose will is that not\none of his children should perish\n(<span class=\"citation\" id=\"34971\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34971)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34971)\">Matt. 18:14<\/a><\/span>).\nThe voice of the Father was heard at the\nbaptism of Jesus (<span class=\"citation\" id=\"34924\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34924)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34924)\">Matt. 3:17<\/a><\/span>);\nand again at the transfiguration\n(<span class=\"citation\" id=\"34970\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 34970)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(34970)\">Matt. 17:5<\/a><\/span>). But in our own\nday he has manifest himself with a complete literalness which cannot be mistaken,\nmisunderstood, or disregarded. In speaking about this important manifestation the Prophet\nJoseph said: \n<\/p><p>\n\". . . I saw a pillar of light exactly over my head above the brightness of the sun which\ndescended gradually until it fell upon me.<br \/>\n\". . . When the light rested upon me I saw two Personages whose brightness and glory defy\nall description standing above me in the air. One of them spake unto me, calling me by name\nand said, pointing to the other, 'This is My Beloved Son. Hear Him!'\"\n(<span class=\"citation\" id=\"30389\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30389)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30389)\">JS&mdash;H 1:16-17<\/a><\/span>).\n<\/p><p>\nIn the midst of the persecution which followed, the Prophet said: \n<\/p><p>\n\". . . I had actually seen a light, and in the midst of the light I saw two Personages and they\ndid in reality speak to me. And though I was hated and persecuted for saying that I had seen\na vision, yet it was true. And while they were persecuting me, reviling me, and speaking all\nmanner of evil against me falsely for so saying, I was led in my heart to say: Why persecute\nme for telling the truth? I have actually seen a vision; and who am I that I can withstand\nGod? Or why does the world think to make me deny that which I have actually seen? For I\nhad seen a vision. I knew it, and I knew that God knew it, and I could not deny it; neither\ndared I do it\" (<span class=\"citation\" id=\"30396\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 30396)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(30396)\">JS&mdash;H 1:25<\/a><\/span>).\n<\/p><p>\nWhat a thrilling message! What a tremendous testimony! How eagerly it should be welcomed\nby every child of God as a solid basis for his faith. During the long dark night brought upon\nthe world by apostasy, there may have been room for many doubts. But now these doubts\ncould be dispelled. There was now someone in the world who had actually seen God and who\nknew for a certainty, not only that he lives, but the kind of Personage that he is. It was now\npossible to know that above the dictators and above chance and above circumstance, there is\nGod our Heavenly Father to whom all mankind is responsible, and from whom all of our\nblessings come. How important that everyone should investigate and learn the truth. If one\nshould err in believing the gospel of Jesus Christ to be true, he could not possibly be the loser\nby the mistake. But how irreparable is his loss who should err in supposing the gospel of\nJesus Christ to be false.\n<\/p><p>\nBenjamin Disraeli once said, \"The secret of success in life is to be ready for success when it\ncomes.\" How unfortunate when one is not ready, especially when the\nmatters involved are so tremendously all-important. The worst tragedy of the last two\nthousand years is that the testimony of Jesus concerning the Father and himself has largely\ngone unheeded. That tragedy is being repeated in our day in that so many are still not ready.\nWe are so much involved in ourselves that we tend to crowd God out of our lives.\n<\/p><p>\nLife in this world is not man centered&mdash;it is God centered. As so many are doing in our day,\nthe prodigal son squandered his inheritance because his world was centered in himself rather\nthan in God. The greatest possible accomplishment of our world is to know God, and to\nbelieve in God, and to obey God.\n<\/p><p>\nPhilip said, \". . . shew us the Father and it sufficeth us\"\n(<span class=\"citation\" id=\"27863\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27863)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27863)\">John 14:8<\/a><\/span>). The overwhelming importance of\nthat plea was emphasized by the Master himself when on that last fateful night as he prayed\nto his Father he said, \"And this is life eternal, that they might know thee the only true God,\nand Jesus Christ, whom thou hast sent\" (<span class=\"citation\" id=\"27874\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 27874)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(27874)\">John 17:3<\/a><\/span>).\n<\/p><p>\nHow tremendously important it is therefore, that both of these great Personages have\nreappeared to men upon the earth in our own day, that we may know for ourselves.\n<\/p><p>\nI would like to close with a quotation of one of the most important utterances ever made in\nthe world. After Joseph Smith and Sidney Rigdon had received an informative and glorious\nheavenly manifestation at Hiram, Ohio on February 16, 1832, an account of which is recorded\nin the seventy-sixth section of the Doctrine and Covenants they wrote these thrilling lines: \n<\/p><p>\n\"And now, after the many testimonies that have been given of him, this is the testimony, last\nof all, which we give of him: that he lives!<br \/>\n\"For we saw him, even on the right hand of God; and we heard the voice bearing record that\nhe is the Only Begotten of the Father&mdash;<br \/>\n\"That by him, and through him, and of him, the worlds are and were created, and the\ninhabitants thereof are begotten sons and daughters unto God\"\n(<span class=\"citation\" id=\"13761\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13761)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13761)\">D&amp;C 76:22-24<\/a><\/span>).\n<\/p><p>\nTo this I would like to add my own personal testimony, that I know that God lives and that\nhis priesthood and his Church, teaching his doctrines, are now upon the earth, that we may in\nvery deed be his disciples. May God help us to avail ourselves of this tremendous opportunity\nI pray in Jesus' name. Amen.\n<\/p>\n<\/div>\n<\/div>"}