{"ID":999, "Text":"<div class=\"gcera\">\n<div class=\"gchead\">\n<p class=\"gctitle\">Responsibility for the Guidance of Youth<\/p>\n<p class=\"gcspeaker\">Bishop Thorpe B. Isaacson<\/p>\n<p class=\"gcspkpos\">First Counselor in the Presiding Bishopric<\/p>\n<p class=\"gcbib\">Thorpe B. Isaacson, <i>Conference Report<\/i>, April 1959, pp. 63-66<\/p>\n<\/div>\n<div class=\"gcbody\">\n<p>\nPresident McKay, President Richards, President Clark, my beloved brothers and sisters: \n<\/p><p>\nI always need the blessings of the Lord when I am called to this position. I could hardly\nproceed without the assurance of those blessings. I shall be grateful for your prayers, your\npatience and your understanding. After much fasting and much praying, I trust that the Lord\nwill sustain me. We do believe in praying, and we believe in fasting, and I testify to you that\ntherefrom comes great strength to us.\n<\/p><p>\nI am sure we were deeply touched this morning by this wonderful choir both at the broadcast\nand at this session. They are a great credit to us, a great credit to themselves and to the\nChurch. Truly, they are regarded as wonderful servants, and they are not alone wonderful\nsingers, but they are wonderful people.\nRegarding the divinely appointed responsibility of parents, the sobering counsel is given to us\nthat \". . . they shall also teach their children to pray, and to walk uprightly before the Lord\"\n(<span class=\"citation\" id=\"13759\"><a href=\"javascript:void(0)\" onclick=\"sx(this, 13759)\">&nbsp;<\/a><a href=\"javascript:void(0)\" onclick=\"gs(13759)\">D&amp;C 68:28<\/a><\/span>).\nThese and many other scriptures make it crystal-clear the\nheaven-imposed responsibilities of teaching our children properly. If we fail in our duty\ntoward them, we are weakening the foundation of our own influence.\n<\/p><p>\nMarriage is the gateway through which a man or woman obtains personal experience in\nhuman relationships. Parenthood is the opportunity for putting that experience to heavenly and\npractical use. It is a God-given right for parents to have children so that they can give them\nintelligent, mental, moral and spiritual training. Parent love is beautiful, but parent love\ncombined with intelligent discipline is the force that turns children into great characters.\nMisdirected and misguided offspring result in one of civilization's appalling wastes and\npresent-day problems. Good citizens are necessary to civilization but good parents are\nobligatory if civilization is to continue.\n<\/p><p>\nWe hear very little nowadays about the strength of character that our forefathers drilled into\ntheir children. In those days, a boy grew up with the understanding that he could get\nsomewhere in this world through hard work, rather than looking for short-cuts. Promotion was\nconsidered on performance, results, ability, and talent. Parents implanted in their children a\ndesire for sound knowledge and a yearning for excellence and a willingness for hard work.\nThe sense of personal responsibility was as basic as love itself.\n<\/p><p>\nSomewhere in our recent past, many of us have adopted the idea that a father's firm influence\nis not essential in the raising of children. All too often father's role in family discipline has\nbeen dismissed to, \"You ask your mother.\" This may be all right with daughters, but with a\nson, it is an invitation to disaster. A boy who grows up unable to look to his father for\nguidance and decision and help will not have much respect for authority whatever its source.\n<\/p><p>\nNinety percent of the youngsters who have had troubles are the products of homes where the\nfather's influence was lacking. As unattractive as the task may seem, a father is the guiding\ndirector of the family, and when he fails in his job, there can be only chaos and trouble.\nShould a father surrender to his wife his own position as head of the household, then the\nresults may be the same.\n<\/p><p>\nFaithful parents are entitled to the inspiration of the Lord. What would we do as parents\nwithout that inspiration? But sometimes parents do not have the courage to follow that\ninspiration, and they yield, when they should stand firm.\n<\/p><p>\nThere should be well-established rules of behavior for growing boys and girls. The word \"no\"\nis now practically obsolete. Is it wrong for youngsters to have to toe the line? Discipline&mdash;why,\nwe all need discipline! Someone has said that respect is no longer a part of the everyday\nliving. The lack of discipline will bring a lack of respect. Are parents smart to give in? Would\nwe not be better parents if we put our \"foot down\"? Youngsters are still youngsters, perhaps\nimmature. They need so much help and so much counsel. They have a lot to learn but as\nparents we should not be afraid to teach them.\n<\/p><p>\nPerhaps we should let our youngsters know that they are supposed to achieve&mdash;they will be\nrequired to work, and that celebration comes only after victory, accomplishment, and\nachievement. A sensible youngster does not necessarily want his freedom. All he wants and\nneeds is love, and he knows deep down in his heart that the people who love him the most\nare the ones who will have the courage to say \"no.\" Discipline&mdash;yes, it is necessary to save\nour youngsters from themselves!\n<\/p><p>\nThere is no strength comparable to the strength of a nation whose people know the meaning\nof sacrifice. Some parents say, \"We do not want our youngsters to sacrifice.\" Young people\nshould be taught the meaning and the law of sacrifice. They will have to pay a price for\nsuccess. The price of success is high, but it is not nearly so high as the price of failure!\n<\/p><p>\nThere are so many unwholesome outside influences working against us today, that it is a\nchallenge to all parents to teach their children properly and watch over them carefully.\n<\/p><p>\nDuring the last year, many of us have become increasingly alarmed by the fact that prolonged\nexposure to television is having a disastrous effect on our children. Many\ntimes, parents use television as a built-in substitute for parental guidance.\n<\/p><p>\nAccording to Edward R. Murrow, and I quote: \n<\/p><p>\n\"As a child's mind and character is shaped by what he sees and hears and as TV trends\ncontinue, the nation faces the danger of mass imbecility.\"\n<\/p><p>\nTelevision has taken the place of reading, studying, and true family life in many homes. If\nthis continues for another generation, we may be shocked at the results.\n<\/p><p>\nDuring the past year, the greatest wave of crime and horror shows of all time has deluged this\nnation.\n<\/p><p>\nLast fall, a prominent magazine stated that networks were devoting twenty-four hours a week\nto violence. Of the thirty-one new programs introduced (and that number has now increased),\nhalf are devoted to violence. It also states that one week's television programs showed 160\nmurders, 500 percent more than five years ago; 60 justifiable homicides; 192 attempted\nmurders; 83 robberies; 15 kidnappings; 24 conspiracies to commit murder; 21 jail breaks; 7\nattempted lynchings, 6 dynamitings; 11 extortions; 2 cases of arson; and 2 cases of torture;\nplus an unaccountable number of fights, sluggings, maulings, etc.\n<\/p><p>\nI wonder if we realize what effect this is going to have. It seems a shame that children should\nbe subjected to such atrocities. What we need are more producers and sponsors who are\ninterested in educational programs and character building.\n<\/p><p>\nJudge Frank J. Kronenburg of New York says that \"television is an instrument of undue\npressure that convinces the immature mind that violence is an accepted way of life . . . The\nresults will best be known by posterity . . .\"\n<\/p><p>\nJames V. Bennett, director of the Federal Bureau of Prisons states: \"The increasing number of\nprisoners young and old whose crime closely parallels what they have seen on television is a\nmatter of great concern to me. The impressionable maladjusted or emotional young person\nsees these crimes and re-enacts them.\"\n<\/p><p>\nSince all of us are so deeply concerned, it is up to us to encourage and suggest to sponsors,\nstations, public officials, radio commissioners, newspapers, and magazines, new and different\nprograms; and patronize good programs. Television is a great modern invention. It can be so\neducational, it can be such a help in character building. Many programs are already very\nexcellent, and we should support them.\n<\/p><p>\nThe proper use of leisure time is very important, and the proper use of it has been the means\nof helping many young men and women to greatness.\n<\/p><p>\nI recently heard someone say, talking about television, that it was a good way to kill time.\nThen I thought at that time of what Thoreau once said: \"As if you could kill time without\ninjuring eternity.\"\n<\/p><p>\nOf course, we as parents cannot blame all juvenile delinquency on television. We must take\nthe responsibility in the home. Make no mistake about that. Most parents love their children\nand want them to have as much freedom as is necessary, but as Sam Levenson says, \"We\ndon't want the Bill of Rights to turn into the rights of Billy.\"\n<\/p><p>\n\"It is a full-time job to be decent\"&mdash;to be decent to everybody all the time. To be decent is to\ncease bitterness jealousy, and hate, to refrain from gossip, refrain from backbiting, and from\npassing on untrue comments and unreliable stories about another, to be considerate,\nthoughtful, and sympathetic. After all, everyone that I know of already has a very heavy load\nto carry.\n<\/p><p>\nReferring to the life of Jesus, there was no hate in him, but only gentleness and patience.\nThrough him, it was not just a religion that was born. It was man reaching out for something\nclean and good, yearning for something decent and dignified. Men had known for centuries\nthat happiness did not evolve from violence and injustice, not even from power. They knew\ncruelty always defeated itself.\n<\/p><p>\nJesus taught that respect and love should be the primary guides of human behavior and human\ndecency. There is an eternal hope that this can be a good world, that nations can live in\nharmony, that people can produce and trade and serve, each for the profit of\nthe other. It is a beautiful thing that man after all his tragic experience with war, brutality and\ndespair, can hold to this wonderful belief.\n<\/p><p>\nRemember, young people, there is a price for success, but the price of success is not nearly so\nhigh as the price of failure. Remember, young people, that you are holding our hearts and\nyour future in your hands.\n<\/p><p>\nI want to bear my testimony to the Lord for his kindness and mercies to me, for his blessings,\nfor his help and his guidance. I know that this is the true Church of Jesus Christ. I know that\nGod lives, that he is our Father. I know that Jesus Christ is the Son of God, our beloved\nSavior and Redeemer.\n<\/p><p>\nI wonder how near we can get to our Heavenly Father and to our Savior. I know from my\nown experience that when I can become humble, it is possible for me to get very close to the\nLord. I know that there is divine inspiration and revelation in the Church today. I know that\nour beloved President David O. McKay, a prophet of God, is at the head of the Church. I\nknow he is inspired of the Lord. I know that the priesthood is in the Church today, and that\ninspiration and revelation in the Church today is as strong or stronger than we have ever\nknown it before.\n<\/p><p>\nMay God bless us that we may live up to the standards of this beautiful gospel, to this Church\nwhich is our life, which makes our life as it is, I humbly pray, in the name of Jesus Christ.\nAmen.\n<\/p>\n<\/div>\n<\/div>"}