[{"Verse":"1","Text":"And it came to pass after these things, that God did try Abraham and said unto him, Abraham; and Abraham said, Behold, here am I."},{"Verse":"2","Text":"And the Lord said, Take now thy son, thine only Isaac, whom thou lovest, and get thee into the land of Moriah; and offer him there for a burnt offering, upon one of the mountains of which I will tell thee."},{"Verse":"3","Text":"And Abraham rose up early in the morning and saddled his ass, and took two of his young men with him, and Isaac his son,"},{"Verse":"4","Text":"And clave the wood for the burnt offering; and rose up, and went unto the place of which God had told him."},{"Verse":"5","Text":"Then on the third day, Abraham lifted up his eyes and saw the place afar off."},{"Verse":"6","Text":"And Abraham said unto his young men, Abide you here with the ass, and I and the lad will go yonder and worship, and come to you again."},{"Verse":"7","Text":"And Abraham took the wood of the burnt offering, and laid it upon his back; and he took the fire in his hand, and a knife, and Isaac his son; and they went both of them together."},{"Verse":"8","Text":"And Isaac spake unto Abraham his father, and said, My father! And he said, Here am I, my son."},{"Verse":"9","Text":"And he said, Behold the fire and the wood; but where is the lamb for a burnt offering?"},{"Verse":"10","Text":"And Abraham said, My son, God will provide himself a lamb for a burnt offering. So they went both of them together; and they came to the place of which God had told him."},{"Verse":"11","Text":"And Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar, upon the wood."},{"Verse":"12","Text":"And Abraham stretched forth his hand and took the knife to slay his son."},{"Verse":"13","Text":"And the angel of the Lord called unto him out of heaven, and said, Abraham! Abraham! And Abraham said, Here am I."},{"Verse":"14","Text":"And the angel said, Lay not thine hand upon the lad, neither do thou anything unto him;"},{"Verse":"15","Text":"For now I know that thou fearest God, seeing thou hast not withheld thy son, thine only Isaac from me."},{"Verse":"16","Text":"And Abraham lifted up his eyes and looked, and behold, behind a thicket, there was a ram caught in it by his horns."},{"Verse":"17","Text":"And Abraham went and took the ram, and offered him up for a burnt offering, in the stead of his son."},{"Verse":"18","Text":"And Abraham called the name of that place Jehovah-jireh; as it is said unto this day, In the mount of the Lord it shall be seen."},{"Verse":"19","Text":"And the angel of the Lord called unto Abraham out of heaven the second time, and said,"},{"Verse":"20","Text":"Thus saith the Lord, I have sworn by myself, that because thou hast done this thing, and hast not withheld thy son, thine only Isaac from me;"},{"Verse":"21","Text":"That in blessing I will bless thee; and in multiplying I will multiply thy seed as the stars of heaven, and as the sand which is upon the seashore."},{"Verse":"22","Text":"And thy seed shall possess the gate of his enemies; and in thy seed shall all the nations of the earth be blessed; because thou hast obeyed my voice."},{"Verse":"23","Text":"So Abraham returned unto his young men, and they rose up and went to Beer-sheba; and Abraham dwelt at Beer-sheba."},{"Verse":"24","Text":"And it came to pass after these things, that it was told Abraham, saying,"},{"Verse":"25","Text":"Behold, Milcah, she hath also borne children unto thy brother Nahor; Huz is his firstborn, and Buz is his brother."},{"Verse":"26","Text":"And Kemuel is the father of Aram, and Chesed, and Haza, and Bildash, and Jidlaph, and Bethuel;"},{"Verse":"27","Text":"And Bethuel begat Rebekah."},{"Verse":"28","Text":"These eight Milcah did bear to Nahor, Abraham's brother; and his concubine, whose name was Reumah, she bare also Tebah, and Gaham, Thahash, and Maachah."}]