[{"Verse":"1","Text":"And Abraham journeyed from thence toward the south country, and dwelt between Kadesh and Shur, and sojourned in Gerar."},{"Verse":"2","Text":"And Abraham said again of Sarah his wife, She is my sister."},{"Verse":"3","Text":"And Abimelech, king of Gerar, sent and took Sarah. But God came to Abimelech in a dream by night, and said unto him, Behold, thou hast taken a woman which is not thine own, for she is Abraham's wife."},{"Verse":"4","Text":"And the Lord said unto him, Thou shalt return her unto Abraham, for if thou do it not thou shalt die."},{"Verse":"5","Text":"And Abimelech had not come near her; for the Lord had not suffered him."},{"Verse":"6","Text":"And he said, Lord, wilt thou slay me, and also a righteous nation? Behold, said he not unto me, She is my sister? And she, even she herself said, He is my brother; and in the integrity of my heart and innocency of my hands have I done this."},{"Verse":"7","Text":"And God said unto him in a dream, Yea, I know that thou didst do this in the integrity of thy heart; for I also withheld thee from sinning against me; therefore suffered I not thee to touch her."},{"Verse":"8","Text":"Now, therefore, restore the man's wife to him, for he is a prophet, and he shall pray for thee, and thou shalt live; and if thou restore her not to him, know thou that thou shalt surely die; thou and all that are thine."},{"Verse":"9","Text":"Therefore, Abimelech arose early in the morning, and called his servants, and told all these things in their ears; and the men were sore afraid."},{"Verse":"10","Text":"Then Abimelech called Abraham, and said unto him, What hast thou done unto us? and in what have I offended thee that thou hast brought on me and on my kingdom a great sin?"},{"Verse":"11","Text":"Thou hast done things unto me that ought not to be done. And Abimelech said unto Abraham, What sawest thou, that thou hast done this thing?"},{"Verse":"12","Text":"And Abraham said, Because I thought assuredly the fear of God was not in this place, and they would slay me for my wife's sake;"},{"Verse":"13","Text":"And yet indeed she was my sister; she was the daughter of my father, but not the daughter of my mother; and she became my wife."},{"Verse":"14","Text":"And it came to pass, when God caused me to wander from my father's house, that I said unto her, This shall be thy kindness which thou shalt show unto me, at every place whither we shall come, say of me, He is my brother."},{"Verse":"15","Text":"And Abimelech took sheep and oxen, and menservants, and womenservants, and gave unto Abraham, and restored unto him Sarah his wife."},{"Verse":"16","Text":"And Abimelech said, Behold, my land lieth before thee; dwell where it pleaseth thee."},{"Verse":"17","Text":"And unto Sarah he said, Behold, I have given thy brother a thousand pieces of silver; behold, he shall give unto thee a covering of the eyes, and it shall be a token unto all that thou mayest not be taken again from Abraham thy husband. And thus she was reproved."},{"Verse":"18","Text":"So Abraham prayed unto God; and God healed Abimelech, and his wife, and his maidservants, and they bare unto him children."},{"Verse":"19","Text":"For because of Sarah, Abraham's wife, the Lord had fast closed up all the wombs of the house of Abimelech."}]