[{"Verse":"1","Text":"Now these were the generations of the sons of Noah; Shem, Ham, and Japheth; and unto them were sons born after the flood."},{"Verse":"2","Text":"The sons of Japheth; Gomer, and Magog, Madai, and Javan, and Tubal, and Meschech, and Tiras."},{"Verse":"3","Text":"And these are the sons of Gomer; Ashkenaz and Riphath, and Togarmah. And the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim. By these were the isles of the Gentiles divided in their lands; every one after the same tongue, after their families, in their nations."},{"Verse":"4","Text":"And the sons of Ham; Cush, and Mizraim, and Phut, and Canaan. And the sons of Cush; Seba, and Havilah, and Sabtah, and Raamah, and Sabtecha. And the sons of Raamah; Sheba, and Dedan."},{"Verse":"5","Text":"And Cush begat Nimrod; he began to be a mighty one in the earth. He was a mighty hunter in the land. Wherefore, it is said; Even as Nimrod, the mighty hunter in the land."},{"Verse":"6","Text":"And he began a kingdom, and the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar."},{"Verse":"7","Text":"Out of that land went forth Asshur, and builded Nineveh, and the city Rehoboth, and Calah, and Resen between Nineveh and Calah; the same was a great city."},{"Verse":"8","Text":"And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim, and Pathrusim, and Casluhim, out of whom came Philistim and Caphtorim."},{"Verse":"9","Text":"And Canaan begat Sidon, his firstborn, and Heth, and the Jebusite, and the Amorite, and Girgashite, and the Hivite, and the Arkite, and the Sinite, and the Arvadite, and Zemarite, and the Hamathite; and afterward were the families of the Canaanites spread abroad."},{"Verse":"10","Text":"And the borders of the Canaanites were from Sidon, as thou comest to Gerar unto Gaza; as thou goest unto Sodom and Gomorrah, and Admah, and Zeboiim even unto Lasha."},{"Verse":"11","Text":"These were the sons of Ham, after their families, after the same tongue, in their countries, and in their nations."},{"Verse":"12","Text":"Unto Shem also, which was the elder, children were born; and he was the father of Eber, and even to him were children born."},{"Verse":"13","Text":"And these are the children of Shem; Eber, and Elam, and Asshur, and Arphaxad, and Lud, and Aram."},{"Verse":"14","Text":"And these were the children of Aram; Us, and Hul, and Gether, and Mash."},{"Verse":"15","Text":"And Arphaxad begat Salah, and Salah begat Eber. And unto Eber were born two sons; the name of one, Peleg, the other Joktan."},{"Verse":"16","Text":"And Peleg was a mighty man, for in his days was the earth divided."},{"Verse":"17","Text":"And Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah, and Hadoram, and Uzal, and Diklah, and Obal, and Abimael, and Sheba, and Ophar, and Havilah, and Jobab; and these were the sons of Joktan."},{"Verse":"18","Text":"And their dwelling was from Mesha, as thou goest unto Sephar, a mount of the east."},{"Verse":"19","Text":"These were the sons of Shem, after their families, after their tongues, in their lands, after their nations."},{"Verse":"20","Text":"These were the families of the sons of Noah, after their generations, in their nations; and by these were the nations divided on the earth, after the flood."}]