[{"Verse":"1","Text":"Now Sarai, Abram's wife, bare him no children. And she had a handmaid, an Egyptian, whose name was Hagar."},{"Verse":"2","Text":"And Sarai said unto Abram, Behold, now, the Lord hath restrained me from bearing; I pray thee go in unto my maid; it may be that I may obtain children by her. And Abram hearkened unto the voice of Sarai."},{"Verse":"3","Text":"And Sarai, Abram's wife, took Hagar her maid, the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband, Abram, to be his wife."},{"Verse":"4","Text":"And he went in unto Hagar, and she conceived; and when she saw that she had conceived, her mistress was despised in her eyes."},{"Verse":"5","Text":"And Sarai said unto Abram, My wrong is upon thee; I have given my maid into thy bosom; and when she saw that she had conceived, I was despised in her eyes; the Lord judge between me and thee."},{"Verse":"6","Text":"But Abram said unto Sarai, Behold, thy maid is in thy hands; do to her as it pleaseth thee."},{"Verse":"7","Text":"And when Sarai dealt hardly with her, she fled from her face."},{"Verse":"8","Text":"And an angel of the Lord found her by a fountain of water in the wilderness, by the fountain in the way to Shur."},{"Verse":"9","Text":"And he said, Hagar, Sarai's maid, whence comest thou, and whither wilt thou go? and she said, I flee from the face of my mistress Sarai."},{"Verse":"10","Text":"And the angel of the Lord said unto her, Return to thy mistress, and submit thyself unto her hands."},{"Verse":"11","Text":"And the angel of the Lord said unto her, The Lord will multiply thy seed exceedingly, so that it shall not be numbered for multitude."},{"Verse":"12","Text":"And the angel of the Lord said unto her, Behold, thou art with child, and shalt bear a son, and shall call his name Ishmael: because the Lord hath heard thy afflictions."},{"Verse":"13","Text":"And he will be a wild man; and his hand will be against every man, and every man's hand against him; and he shall dwell in the presence of all his brethren."},{"Verse":"14","Text":"And she called the name of the angel of the Lord."},{"Verse":"15","Text":"And he spake unto her, saying, Knowest thou that God seest thee?"},{"Verse":"16","Text":"And she said, I know that God seest me, for I have also here looked after him."},{"Verse":"17","Text":"And there was a well between Kadesh and Bered, near where Hagar saw the angel."},{"Verse":"18","Text":"And the name of the angel was Beer-la-hai-roi; wherefore the well was called Beer-la-hai-roi for a memorial."},{"Verse":"19","Text":"And Hagar bear Abram a son; and Abram called his son's name, which Hagar bear, Ishmael."},{"Verse":"20","Text":"And Abram was four-score and six years old, when Hagar bare Ishmael to Abram."}]