[{"Verse":"1","Text":"Why standest thou afar off, O Lord? why hidest thou thyself in times of trouble?"},{"Verse":"2","Text":"The wicked in his pride doth persecute the poor; let them be taken in the devices that they have imagined."},{"Verse":"3","Text":"For the wicked boasteth of his heart's desire, and blesseth the covetous, whom the Lord abhorreth."},{"Verse":"4","Text":"The wicked, through the pride of his countenance, will not seek after God; God is not in all his thoughts."},{"Verse":"5","Text":"His ways are always grievous; thy judgments are far above out of his sight; as for all his enemies, he puffeth at them."},{"Verse":"6","Text":"For he hath said in his heart, I shall not be moved; never in adversity."},{"Verse":"7","Text":"His mouth is full of cursing and deceit; and his heart is full of fraud; and under his tongue is mischief and vanity."},{"Verse":"8","Text":"He sitteth in the lurking places of the villages; in the secret places doth he murder the innocent; his eyes are privily set against the poor."},{"Verse":"9","Text":"He lieth in wait secretly as a lion in his den; he lieth in wait to catch the poor; he doth catch the poor, when he draweth him into his net."},{"Verse":"10","Text":"He croucheth to the strong ones, and humbleth himself, that the poor may fall by his devices."},{"Verse":"11","Text":"He hath said in his heart, God hath forgotten; he hideth his face; he will never see it."},{"Verse":"12","Text":"Arise, O Lord; O God, lift up thine hand; forget not the humble."},{"Verse":"13","Text":"The wicked condemn God; wherefore he doth say in his heart, Thou wilt not require iniquity at my hand."},{"Verse":"14","Text":"O Lord, thou hast seen all this, for thou beholdest mischief and spite, to requite it with thy hand. The poor committeth himself unto thee; thou art the helper of the fatherless."},{"Verse":"15","Text":"O Lord, thou wilt break the arm of the wicked, and of the evil; and seek out his wickedness until thou find none that remain."},{"Verse":"16","Text":"And the Lord shall be king forever and ever over his people; for the wicked shall perish out of his land."},{"Verse":"17","Text":"Lord, thou hast heard the desire of the humble; thou wilt prepare their heart, thou wilt cause thine ear to hear;"},{"Verse":"18","Text":"To judge the fatherless and the oppressed, that the man of the earth many no more oppress."}]