[{"Verse":"1","Text":"Hold not thy peace, O God of my praise;"},{"Verse":"2","Text":"For the mouth of the wicked and the mouth of the deceitful are opened against me; they have spoken against me with a lying tongue."},{"Verse":"3","Text":"They compassed me about; they spake against me also, with words of hatred; and fought against me without a cause."},{"Verse":"4","Text":"And, notwithstanding my love, they are my adversaries; yet I will continue in prayer for them."},{"Verse":"5","Text":"And they have rewarded me evil for good, and hatred for my love."},{"Verse":"6","Text":"Set thou a wicked man over them; and let Satan stand at his right hand."},{"Verse":"7","Text":"When they shall be judged, let them be condemned; and let their prayer become sin."},{"Verse":"8","Text":"Let their days be few; let another take their office."},{"Verse":"9","Text":"Let their children be fatherless; and their wives widows."},{"Verse":"10","Text":"Let their children be continually vagabonds, and beg; let them seek also out of their desolate places."},{"Verse":"11","Text":"Let the extortioner catch all that they have; and let the stranger spoil their labor."},{"Verse":"12","Text":"Let there be none to extend mercy unto them; neither let there be any to favor their fatherless children."},{"Verse":"13","Text":"Let their posterity be cut off in the generation following; let their names be blotted out."},{"Verse":"14","Text":"Let the iniquity of their fathers be remembered before the Lord;  and let not the sin of their mothers be blotted out."},{"Verse":"15","Text":"Let them be before the Lord continually, that he may cut off the memory of them from the earth."},{"Verse":"16","Text":"Because they remembered not to show mercy, but persecuted the poor and needy man, that they might even slay the broken in heart."},{"Verse":"17","Text":"As they loved cursing, so let it come upon them; as they delighted not in blessing, so let it be far from them."},{"Verse":"18","Text":"As they clothed themselves with cursing like as with their garments, so let it come into their bowels like water, and like oil into their bones."},{"Verse":"19","Text":"Let it be unto them as a garment which covereth them, and for a girdle wherewith they are girded continually."},{"Verse":"20","Text":"This shall be the reward of mine adversaries, from the Lord; and of them who speak evil against my soul."},{"Verse":"21","Text":"But do thou deliver me, O Lord my God, for thy name's sake; because thy mercy is good, therefore deliver thou me."},{"Verse":"22","Text":"For I am poor and needy, and my heart is wounded within me."},{"Verse":"23","Text":"I am gone like the shadow when it declineth; I am tossed up and down as the locust."},{"Verse":"24","Text":"My knees are weak through fasting; and my flesh faileth of fatness."},{"Verse":"25","Text":"I became also a reproach unto them; when they looked upon me they shaked their heads."},{"Verse":"26","Text":"Help me, O Lord my God; oh save me according to thy mercy;"},{"Verse":"27","Text":"That they may know that this is thy hand; that thou, Lord, hast done it."},{"Verse":"28","Text":"Let them curse, but bless thou; when they arise, let them be ashamed; but let thy servant rejoice."},{"Verse":"29","Text":"Let mine adversaries be clothed with shame; and let them cover themselves with their own confusion, as with a mantle."},{"Verse":"30","Text":"I will greatly praise the Lord with my mouth; yea, I will praise him among the multitude."},{"Verse":"31","Text":"For he shall stand at the right hand of the poor, to save him from those that condemn his soul."}]