[{"Verse":"1","Text":"Oh Give thanks unto the Lord; for he is good; for his mercy endureth forever."},{"Verse":"2","Text":"Oh give thanks unto the God of gods; for his mercy endureth forever."},{"Verse":"3","Text":"Oh give thanks to the Lord of lords; for his mercy endureth forever."},{"Verse":"4","Text":"To him who alone doeth great wonders; for his mercy endureth forever."},{"Verse":"5","Text":"To him that by wisdom made the heavens; for his mercy endureth forever."},{"Verse":"6","Text":"To him that stretched out the earth above the waters; for his mercy endureth forever."},{"Verse":"7","Text":"To him that made great lights; for his mercy endureth forever;"},{"Verse":"8","Text":"The sun to rule by day; for his mercy endureth forever;"},{"Verse":"9","Text":"The moon and stars to rule by night; for his mercy endureth forever."},{"Verse":"10","Text":"To him that smote Egypt in their first-born; for his mercy endureth forever;"},{"Verse":"11","Text":"And brought out Israel from among them; for his mercy endureth forever;"},{"Verse":"12","Text":"With a strong hand, and with a stretched-out arm; for his mercy endureth forever."},{"Verse":"13","Text":"To him which divided the Red sea into parts; for his mercy endureth forever;"},{"Verse":"14","Text":"And made Israel to pass through the midst of it; for his mercy endureth forever;"},{"Verse":"15","Text":"But overthrew Pharaoh and his host in the Red sea; for his mercy endureth forever."},{"Verse":"16","Text":"To him which led his people through the wilderness; for his mercy endureth forever."},{"Verse":"17","Text":"To him which smote great kings; for his mercy endureth forever;"},{"Verse":"18","Text":"And slew famous kings; for his mercy endureth forever;"},{"Verse":"19","Text":"Sihon king of the Amorites; for his mercy endureth forever;"},{"Verse":"20","Text":"And Og the king of Bashan; for his mercy endureth forever;"},{"Verse":"21","Text":"And gave their land for a heritage; for his mercy endureth forever;"},{"Verse":"22","Text":"Even a heritage unto Israel his servant; for his mercy endureth forever."},{"Verse":"23","Text":"Who remembered us in our low estate; for his mercy endureth forever;"},{"Verse":"24","Text":"And hath redeemed us from our enemies; for his mercy endureth forever."},{"Verse":"25","Text":"Who giveth food to all flesh; for his mercy endureth forever."},{"Verse":"26","Text":"Oh give thanks unto the God of heaven; for his mercy endureth forever."}]