[{"Verse":"1","Text":"Then spake Jesus to the multitude, and to his disciples, saying, The Scribes and the Pharisees sit in Moses' seat."},{"Verse":"2","Text":"All, therefore, whatsoever they bid you observe, they will make you observe and do; for they are ministers of the law, and they make themselves your judges. But do not ye after their works; for they say, and do not."},{"Verse":"3","Text":"For they bind heavy burdens and lay on men's shoulders, and they are grievous to be borne; but they will not move them with one of their fingers."},{"Verse":"4","Text":"And all their works they do to be seen of men. They make broad their phylacteries, and enlarge the borders of their garments, and love the uppermost rooms at feasts, and the chief seats in the synagogues, and greetings in the markets, and to be called of men, Rabbi, Rabbi, (which is master.)"},{"Verse":"5","Text":"But be not ye called Rabbi; for one is your master, which is Christ; and all ye are brethren."},{"Verse":"6","Text":"And call no one your creator upon the earth, or your heavenly Father; for one is your creator and heavenly Father, even he who is in heaven."},{"Verse":"7","Text":"Neither be ye called masters; for one is your master, even he whom your heavenly Father sent, which is Christ; for he hath sent him among you that ye might have life."},{"Verse":"8","Text":"But he that is greatest among you shall be your servant."},{"Verse":"9","Text":"And whosoever shall exalt himself shall be abased of him; and he that shall humble himself shall be exalted of him."},{"Verse":"10","Text":"But woe unto you, Scribes and Pharisees, hypocrites! For ye shut up the kingdom of heaven against men; for ye neither go in yourselves, neither suffer ye them that are entering to go in."},{"Verse":"11","Text":"Woe unto you, Scribes and Pharisees! for ye are hypocrites! Ye devour widows' houses, and for a pretense make long prayers; therefore ye shall receive the greater punishment."},{"Verse":"12","Text":"Woe unto you, Scribes and Pharisees, hypocrites! For ye compass sea and land to make one proselyte; and when he is made, ye make him two-fold more the child of hell than he was before, like unto yourselves."},{"Verse":"13","Text":"Woe unto you, blind guides, who say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he committeth sin, and is a debtor."},{"Verse":"14","Text":"You are fools and blind; for which is the greater, the gold, or the temple that sanctifieth the gold?"},{"Verse":"15","Text":"And ye say, Whosoever sweareth by the altar, it is nothing; but whosoever sweareth by the gift that is upon it, he is guilty."},{"Verse":"16","Text":"O fools, and blind! For which is the greater, the gift, or the altar that sanctifieth the gift?"},{"Verse":"17","Text":"Verily I say unto you, Whoso, therefore, sweareth by it, sweareth by the altar, and by all things thereon."},{"Verse":"18","Text":"And whoso shall swear by the temple, sweareth by it, and by him who dwelleth therein."},{"Verse":"19","Text":"And he that shall swear by heaven, sweareth by the throne of God, and by him who sitteth thereon."},{"Verse":"20","Text":"Woe unto you, Scribes and Pharisees, hypocrites! For ye pay tithe of mint, and anise, and cummin; and have omitted the weightier things of the law; judgment, mercy, and faith; these ought ye to have done, and not to leave the other undone."},{"Verse":"21","Text":"Ye blind guides, who strain at a gnat, and swallow a camel; who make yourselves appear unto men that ye would not commit the least sin, and yet ye yourselves, transgress the whole law."},{"Verse":"22","Text":"Woe unto you, Scribes and Pharisees, hypocrites! For ye make clean the outside of the cup, and of the platter; but within they are full of extortion and excess."},{"Verse":"23","Text":"Ye blind Pharisees! Cleanse first the cup and platter within, that the outside of them may be clean also."},{"Verse":"24","Text":"Woe unto you, Scribes and Pharisees, hypocrites! For ye are like unto whited sepulchers, which indeed appear beautiful outwardly, but are within full of the bones of the dead, and of all uncleanness."},{"Verse":"25","Text":"Even so, ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity."},{"Verse":"26","Text":"Woe unto you, Scribes and Pharisees, hypocrites! Because ye build the tombs of the prophets, and garnish the sepulchers of the righteous,"},{"Verse":"27","Text":"And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets;"},{"Verse":"28","Text":"Wherefore, ye are witnesses unto yourselves of your own wickedness, and ye are the children of them who killed the prophets;"},{"Verse":"29","Text":"And will fill up the measure then of your fathers; for ye, yourselves, kill the prophets like unto your fathers."},{"Verse":"30","Text":"Ye serpents, and generation of vipers! How can ye escape the damnation of hell?"},{"Verse":"31","Text":"Wherefore, behold, I send unto you prophets, and wise men, and scribes; and of them ye shall kill and crucify; and of them ye shall scourge in your synagogues, and persecute from city to city;"},{"Verse":"32","Text":"That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel, unto the blood of Zacharias, Son of Barachias, whom ye slew between the temple and the altar."},{"Verse":"33","Text":"Verily I say unto you, All these things shall come upon this generation."},{"Verse":"34","Text":"Ye bear testimony against your fathers, when ye, yourselves, are partakers of the same wickedness."},{"Verse":"35","Text":"Behold your fathers did it through ignorance, but ye do not; wherefore, their sins shall be upon your heads."},{"Verse":"36","Text":"Then Jesus began to weep over Jerusalem, saying,"},{"Verse":"37","Text":"O Jerusalem! Jerusalem! Ye who will kill the prophets, and will stone them who are sent unto you; how often would I have gathered your children together, even as a hen gathers her chickens under her wings, and ye would not."},{"Verse":"38","Text":"Behold, your house is left unto you desolate!"},{"Verse":"39","Text":"For I say unto you, that ye shall not see me henceforth, and know that I am he of whom it is written by the prophets, until ye shall say,"},{"Verse":"40","Text":"Blessed is he who cometh in the name of the Lord, in the clouds of heaven, and all the holy angels with him."},{"Verse":"41","Text":"Then understood his disciples that he should come again on the earth, after that he was glorified and crowned on the right hand of God."}]