[{"Verse":"1","Text":"And it came to pass the same day, Jesus went out of the house, and sat by the sea side."},{"Verse":"2","Text":"And great multitudes were gathered together unto him, so that he went into a ship, and sat; and the whole multitude stood on the shore."},{"Verse":"3","Text":"And he spake many things unto them in parables, saying, Behold, a sower went forth to sow."},{"Verse":"4","Text":"And when he sowed, some seeds fell by the wayside, and the fowls came and devoured them up."},{"Verse":"5","Text":"Some fell upon stony places, where they had not much earth; and forthwith they sprung up; and when the sun was up, they were scorched, because they had no deepness of earth; and because they had no root, they withered away."},{"Verse":"6","Text":"And some fell among thorns, and the thorns sprung up and choked them."},{"Verse":"7","Text":"But others fell into good ground, and brought forth fruit; some an hundred-fold, some sixty-fold, and some thirty-fold. Who hath ears to hear, let him hear."},{"Verse":"8","Text":"Then the disciples came and said unto him, Why speakest thou unto them in parables?"},{"Verse":"9","Text":"He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given."},{"Verse":"10","Text":"For whosoever receiveth, to him shall be given, and he shall have more abundance;"},{"Verse":"11","Text":"But whosoever continueth not to receive, from him shall be taken away even that he hath."},{"Verse":"12","Text":"Therefore speak I to them in parables; because they, seeing, see not; and hearing, they hear not; neither do they understand."},{"Verse":"13","Text":"And in them is fulfilled the prophecy of Esaias concerning them, which saith,  By hearing, ye shall hear and shall not understand; and seeing, ye shall see and shall not perceive."},{"Verse":"14","Text":"For this people's heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed, lest at any time they should see with their eyes and hear with their ears, and should understand with their hearts, and should be converted, and I should heal them."},{"Verse":"15","Text":"But blessed are your eyes, for they see; and your ears, for they hear. And blessed are you because these things are come unto you, that you might understand them."},{"Verse":"16","Text":"And verily, I say unto you, many righteous prophets have desired to see these days which you see, and have not seen them; and to hear that which you hear, and have not heard."},{"Verse":"17","Text":"Hear ye therefore the parable of the sower."},{"Verse":"18","Text":"When any one heareth the word of the kingdom, and understandeth not, then cometh the wicked one, and catcheth away that which was sown in his heart; this is he who received seed by the wayside."},{"Verse":"19","Text":"But he that received the seed into stony places, the same is he that heareth the word and readily with joy receiveth it, yet he hath not root in himself, and endureth but for a while; for when tribulation or persecution ariseth because of the word, by and by he is offended."},{"Verse":"20","Text":"He also who received seed among the thorns, is he that heareth the word; and the care of this world and the deceitfulness of riches, choke the word, and he becometh unfruitful."},{"Verse":"21","Text":"But he that received seed into the good ground, is he that heareth the word and understandeth and endureth; which also beareth fruit, and bringeth forth, some an hundred-fold, some sixty, and some thirty."},{"Verse":"22","Text":"Another parable put he forth unto them, saying, The kingdom of heaven is likened unto a man who sowed good seed in his field;"},{"Verse":"23","Text":"But while he slept, his enemy came and sowed tares among the wheat, and went his way."},{"Verse":"24","Text":"But when the blade sprung up, and brought forth fruit, then appeared the tares also."},{"Verse":"25","Text":"So the servants of the house-holder came and said unto him, Sir, didst not thou sow good seed in thy field? whence then hath it tares?"},{"Verse":"26","Text":"He said unto them, An enemy hath done this."},{"Verse":"27","Text":"And the servants said unto him, Wilt thou then that we go and gather them up?"},{"Verse":"28","Text":"But he said, Nay; lest while ye gather up the tares, ye root up also the wheat with them."},{"Verse":"29","Text":"Let both grow together until the harvest, and in the time of harvest, I will say to the reapers, Gather ye together first the wheat into my barn; and the tares are bound in bundles to be burned."},{"Verse":"30","Text":"And another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took and sowed in his field;"},{"Verse":"31","Text":"Which indeed is the least of all seeds, but when it is grown, it is the greatest among herbs, and becometh a tree, so that the birds of the air come and lodge in the branches thereof."},{"Verse":"32","Text":"Another parable spake he unto them, The kingdom of heaven is like unto leaven, which a woman took and hid in three measures of meal, till the whole was leavened."},{"Verse":"33","Text":"All these things spake Jesus unto the multitudes in parables; and without a parable spake he not unto them,"},{"Verse":"34","Text":"That it might be fulfilled which was spoken by the prophets, saying, I will open my mouth in parables; I will utter things which have been kept secret from the foundation of the world."},{"Verse":"35","Text":"Then Jesus sent the multitude away, and went into the house. And his disciples came unto him, saying, Declare unto us the parable of the tares of the field."},{"Verse":"36","Text":"He answered and said unto them, He that soweth the good seed is the Son of Man."},{"Verse":"37","Text":"The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked."},{"Verse":"38","Text":"The enemy that sowed them is the devil."},{"Verse":"39","Text":"The harvest is the end of the world, or the destruction of the wicked."},{"Verse":"40","Text":"The reapers are the angels, or the messengers sent of heaven."},{"Verse":"41","Text":"As, therefore, the tares are gathered and burned in the fire, so shall it be in the end of this world, or the destruction of the wicked."},{"Verse":"42","Text":"For in that day, before the Son of Man shall come, he shall send forth his angels and messengers of heaven."},{"Verse":"43","Text":"And they shall gather out of his kingdom all things that offend, and them which do iniquity, and shall cast them out among the wicked; and there shall be wailing and gnashing of teeth."},{"Verse":"44","Text":"For the world shall be burned with fire."},{"Verse":"45","Text":"Then shall the righteous shine forth as the sun, in the kingdom of their Father. Who hath ears to hear, let him hear."},{"Verse":"46","Text":"Again, the kingdom of heaven is like unto a treasure hid in a field. And when a man hath found a treasure which is hid, he secureth it, and, straightway, for joy thereof, goeth and selleth all that he hath, and buyeth that field."},{"Verse":"47","Text":"And again, the kingdom of heaven is like unto a merchant-man, seeking goodly pearls, who, when he had found one pearl of great price, he went and sold all that he had and bought it."},{"Verse":"48","Text":"Again, the kingdom of heaven is like unto a net that was cast into the sea, and gathered of every kind, which, when it was full, they drew to shore, and sat down, and gathered the good into vessels; but cast the bad away."},{"Verse":"49","Text":"So shall it be at the end of the world."},{"Verse":"50","Text":"And the world is the children of the wicked."},{"Verse":"51","Text":"The angels shall come forth, and sever the wicked from among the just, and shall cast them out into the world to be burned. There shall be wailing and gnashing of teeth."},{"Verse":"52","Text":"Then Jesus said unto them, Have ye understood all these things? They say unto him, Yea, Lord."},{"Verse":"53","Text":"Then said he unto them, Every scribe well instructed in the things of the kingdom of heaven, is like unto a householder; a man, therefore, which bringeth forth out of his treasure that which is new and old."},{"Verse":"54","Text":"And it came to pass, when Jesus had finished these parables, he departed thence."},{"Verse":"55","Text":"And when he was come into his own country, he taught them in their synagogues, insomuch that they were astonished, and said, Whence hath this Jesus this wisdom and these mighty works?"},{"Verse":"56","Text":"Is not this the carpenter's son? Is not his mother called Mary? And his brethren, James, and Joses, and Simon, and Judas? And his sisters, are they not all with us?"},{"Verse":"57","Text":"Whence then hath this man all these things? And they were offended at him."},{"Verse":"58","Text":"But Jesus said unto them, A prophet is not without honor, save in his own country, and in his own house."},{"Verse":"59","Text":"And he did not many mighty works there, because of their unbelief."}]