[{"Verse":"1","Text":"And Jesus, seeing the multitudes, went up into a mountain; and when he was set down, his disciples came unto him;"},{"Verse":"2","Text":"And he opened his mouth, and taught them, saying,"},{"Verse":"3","Text":"Blessed are they who shall believe on me; and again, more blessed are they who shall believe on your words, when ye shall testify that ye have seen me and that I am."},{"Verse":"4","Text":"Yea, blessed are they who shall believe on your words, and come down into the depth of humility, and be baptized in my name; for they shall be visited with fire and the Holy Ghost, and shall receive a remission of their sins."},{"Verse":"5","Text":"Yea, blessed are the poor in spirit, who come unto me; for theirs is the kingdom of heaven."},{"Verse":"6","Text":"And again, blessed are they that mourn; for they shall be comforted."},{"Verse":"7","Text":"And blessed are the meek; for they shall inherit the earth."},{"Verse":"8","Text":"And blessed are all they that do hunger and thirst after righteousness; for they shall be filled with the Holy Ghost."},{"Verse":"9","Text":"And blessed are the merciful; for they shall obtain mercy."},{"Verse":"10","Text":"And blessed are all the pure in heart; for they shall see God."},{"Verse":"11","Text":"And blessed are all the peacemakers; for they shall be called the children of God."},{"Verse":"12","Text":"Blessed are all they that are persecuted for my name's sake; for theirs is the kingdom of heaven."},{"Verse":"13","Text":"And blessed are ye when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake."},{"Verse":"14","Text":"For ye shall have great joy, and be exceeding glad; for great shall be your reward in heaven; for so persecuted they the prophets which were before you."},{"Verse":"15","Text":"Verily, verily, I say unto you, I give unto you to be the salt of the earth; but if the salt shall lose its savor, wherewith shall the earth be salted? the salt shall thenceforth be good for nothing, but to be cast out, and to be trodden under foot of men."},{"Verse":"16","Text":"Verily, verily, I say unto you, I give unto you to be the light of the world; a city that is set on a hill cannot be hid."},{"Verse":"17","Text":"Behold, do men light a candle and put it under a bushel? Nay, but on a candlestick; and it giveth light to all that are in the house."},{"Verse":"18","Text":"Therefore, let your light so shine before this world, that they may see your good works, and glorify your Father who is in heaven."},{"Verse":"19","Text":"Think not that I am come to destroy the law, or the prophets; I am not come to destroy, but to fulfill."},{"Verse":"20","Text":"For verily I say unto you, heaven and earth must pass away, but one jot or one tittle shall in now wise pass from the law, until all be fulfilled."},{"Verse":"21","Text":"Whosoever, therefore, shall break one of these least commandments, and shall teach men so to do, he shall in no wise be saved in the kingdom of heaven; but whosoever shall do and teach these commandments of the law until it be fulfilled, the same shall be called great, and shall be saved in the kingdom of heaven."},{"Verse":"22","Text":"For I say unto you, except your righteousness shall exceed that of the Scribes and Pharisees, ye shall in no case enter into the kingdom of heaven."},{"Verse":"23","Text":"Ye have heard that it hath been said by them of old time that, Thou shalt not kill; and whosoever shall kill, shall be in danger of the judgment of God."},{"Verse":"24","Text":"But I say unto you, that whosoever is angry with his brother, shall be in danger of his judgment; and whosoever shall say to his brother, Raca, or Rabcha, shall be in danger of the council; and whosoever shall say to his brother, Thou fool, shall be in danger of hell fire."},{"Verse":"25","Text":"Therefore, if ye shall come unto me, or shall desire to come unto me, or if thou bring thy gift to the altar, and there rememberest that they brother hath aught against thee,"},{"Verse":"26","Text":"Leave thou thy gift before the altar, and go thy way unto thy brother, and first be reconciled to thy brother, and then come and offer thy gift."},{"Verse":"27","Text":"Agree with thine adversary quickly, while thou art in the way with him; lest at any time thine adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison."},{"Verse":"28","Text":"Verily I say unto thee, thou shalt by no means come out thence, until thou hast paid the uttermost farthing."},{"Verse":"29","Text":"Behold, it is written by them of old time, that thou shalt not commit adultery."},{"Verse":"30","Text":"But I say unto you, that whosoever looketh on a woman to lust after her, hath committed adultery with her already in his heart."},{"Verse":"31","Text":"Behold, I give unto you a commandment, that ye suffer none of these things to enter into your heart, for it is better that ye should deny yourselves of these things, wherein ye will take up your cross, than that ye should be cast into hell."},{"Verse":"32","Text":"Wherefore, if thy right eye offend thee, pluck it out and cast it from thee; for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell."},{"Verse":"33","Text":"Or if thy right hand offend thee, cut it off and cast it from thee; for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell."},{"Verse":"34","Text":"And now this I speak, a parable concerning your sins; wherefore, cast them from you, that ye may not be hewn down and cast into the fire."},{"Verse":"35","Text":"It hath been written that, Whosoever shall put away his wife, let him give her a writing of divorcement."},{"Verse":"36","Text":"Verily, verily, I say unto you, that whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery; and whosoever shall marry her that is divorced, committeth adultery."},{"Verse":"37","Text":"Again, it hath been written by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths."},{"Verse":"38","Text":"But I say unto you, swear not at all; neither by heaven, for it is God's throne; nor by the earth, for it is his footstool; neither by Jerusalem, for it is the city of the great King; neither shalt thou swear by thy head, because thou canst not make one hair white or black."},{"Verse":"39","Text":"But let your communication be Yea, yea; Nay, nay; for whatsoever is more than these cometh of evil."},{"Verse":"40","Text":"Ye have heard that it hath been said. An eye for an eye, and a tooth for a tooth."},{"Verse":"41","Text":"But I say unto you, that ye resist not evil; but whosoever shall smite thee on thy right cheek, turn to him the other also."},{"Verse":"42","Text":"And if any man will sue thee at the law, and take away thy coat, let him have it; and it he sue thee again, let him have thy cloak also."},{"Verse":"43","Text":"And whosoever shall compel thee to go a mile, go with him a mile; and whosoever shall compel thee to go with him twain, thou shalt go with him twain."},{"Verse":"44","Text":"Give to him that asketh of thee; and from him that would borrow of thee, turn not thou away."},{"Verse":"45","Text":"Ye have heard that it hath been said, Thou shalt love thy neighbor, and hate thine enemy."},{"Verse":"46","Text":"But I say unto you, love your enemies; bless them that curse you; do good to them that hate you; and pray for them which despitefully use you and persecute you;"},{"Verse":"47","Text":"That ye may be the children of your Father who is in heaven; for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust."},{"Verse":"48","Text":"For if ye love only them which love you, what reward have you? Do not even the publicans the same?"},{"Verse":"49","Text":"And if ye salute your brethren only, what do ye more than others? Do not even the publicans the same?"},{"Verse":"50","Text":"Ye are therefore commanded to be perfect, even as your Father who is in heaven is perfect."}]