[{"Verse":"1","Text":"When the morning was come, all the chief priests and elders of the people took counsel against Jesus, to put him to death."},{"Verse":"2","Text":"And when they had bound him, they led him away, and delivered him to Pontius Pilate, the governor."},{"Verse":"3","Text":"Then Judas, who had betrayed him, when he saw that he was condemned, repented himself, and brought again the thirty pieces of silver to the chief priests and elders,"},{"Verse":"4","Text":"Saying, I have sinned in that I have betrayed the innocent blood."},{"Verse":"5","Text":"And they said unto him, What is that to us? See thou to it; thy sins be upon thee."},{"Verse":"6","Text":"And he cast down the pieces of silver in the temple, and departed, and went, and hanged himself on a tree. And straightway he fell down, and his bowels gushed out, and he died."},{"Verse":"7","Text":"And the chief priests took the silver pieces, and said, It is not lawful for to put them in the treasury, because it is the price of blood."},{"Verse":"8","Text":"And they took counsel, and bought with them the potter's field, to bury strangers in. Wherefore that field was called, The field of blood, unto this day."},{"Verse":"9","Text":"Then was fulfilled that which was spoken by Jeremy, the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value."},{"Verse":"10","Text":"And therefore they took the pieces of silver, and gave them for the potter's field, as the Lord appointed by the mouth of Jeremy."},{"Verse":"11","Text":"And Jesus stood before the governor; and the governor asked him, saying, Art thou the king of the Jews?"},{"Verse":"12","Text":"And Jesus said unto him, Thou sayest truly; for thus it is written of me."},{"Verse":"13","Text":"And when he was accused of the chief priests and elders, he answered nothing."},{"Verse":"14","Text":"Then saith Pilate unto him, Hearest thou not how many things they witness against thee?"},{"Verse":"15","Text":"And he answered him not to his questions; yea, never a word, insomuch that the governor marveled greatly."},{"Verse":"16","Text":"Now at the feast the governor was wont to release unto the people a prisoner, whom they would."},{"Verse":"17","Text":"And they had then a notable prisoner, called Barabbas."},{"Verse":"18","Text":"Therefore when they were gathered together, Pilate said unto them, Whom will ye that I release unto you? Barabbas, or Jesus which is called Christ?"},{"Verse":"19","Text":"For he knew that for envy they had delivered him."},{"Verse":"20","Text":"When he was set down on the judgment-seat, his wife sent unto him, saying, Have thou nothing to do with that just man, for I have suffered many things this day in a vision because of him."},{"Verse":"21","Text":"But the chief priests and elders persuaded the multitude that they should ask Barabbas, and destroy Jesus."},{"Verse":"22","Text":"And the governor said unto them, Whether of the twain will ye that I release unto you? They said, Barabbas."},{"Verse":"23","Text":"Pilate said unto them, What shall I do with Jesus, which is called Christ?"},{"Verse":"24","Text":"And all said unto him, Let him be crucified."},{"Verse":"25","Text":"And the governor said, Why, what evil hath he done? But they cried out the more, saying, Let him be crucified."},{"Verse":"26","Text":"When Pilate saw that he could prevail nothing, but rather that a tumult was made, he took water, and washed his hands before the multitude, saying, I am innocent of the blood of this just person; see that ye do nothing unto him."},{"Verse":"27","Text":"Then answered all the people, and said, His blood come upon us and our children."},{"Verse":"28","Text":"Then released he Barabbas unto them; and when he had scourged Jesus, he delivered him to be crucified."},{"Verse":"29","Text":"Then the soldiers of the governor took Jesus into the common hall, and gathered unto him the whole band."},{"Verse":"30","Text":"And they stripped him, and put on him a purple robe."},{"Verse":"31","Text":"And when they had plaited a crown of thorns, they put it upon his head, and a reed in his right hand; and they bowed the knee before him, and they mocked him, saying, Hail, King of the Jews!"},{"Verse":"32","Text":"And they spit upon him, and took the reed, and smote him on the head."},{"Verse":"33","Text":"And after that they had mocked him, they took the robe off from him, and put his own raiment on him, and led him away to crucify him."},{"Verse":"34","Text":"And as they came out, they found a man of Cyrene, Simon by name; him they compelled to bear his cross."},{"Verse":"35","Text":"And when they were come unto a place called Golgotha, (that is to say, a place of burial,)"},{"Verse":"36","Text":"They gave him vinegar to drink mingled with gall; and when he had tasted the vinegar, he would not drink."},{"Verse":"37","Text":"And they crucified him, and parted his garments, casting lots; that it might be fulfilled which was spoken by the prophet, They parted my garments among them, and for my vesture they did cast lots."},{"Verse":"38","Text":"And sitting down they watched him there."},{"Verse":"39","Text":"And Pilate wrote a title, and put it on the cross, and the writing was,"},{"Verse":"40","Text":"Jesus OF NAZARETH, THE KING OF THE JEWS, in letters of Greek, and Latin, and Hebrew."},{"Verse":"41","Text":"And the chief priests said unto Pilate, It should be written and set up over his head, his accusation, This is he that said he was Jesus, the King of the Jews."},{"Verse":"42","Text":"But Pilate answered and said, What I have written, I have written; let it alone."},{"Verse":"43","Text":"Then were there two thieves crucified with him; one on the right hand, and another on the left."},{"Verse":"44","Text":"And they that passed by reviled him, wagging their heads, and saying, Thou that destroyest the temple, and buildest it again in three days, save thyself. If thou be the Son of God come down from the cross."},{"Verse":"45","Text":"Likewise also the chief priests mocking with the Scribes and elders, said, He saved others, himself he cannot save. If he be the King of Israel, let him now come down from the cross, and we will believe him."},{"Verse":"46","Text":"He trusted in God; let him deliver him now; if he will save him, let him save him; for he said, I am the Son of God."},{"Verse":"47","Text":"One of the thieves also, which were crucified with him, cast the same in his teeth. But the other rebuked him, saying, Dost thou not fear God, seeing thou art under the same condemnation; and this man is just, and hath not sinned; and he cried unto the Lord that he would save him."},{"Verse":"48","Text":"And the Lord said unto him, This day thou shalt be with me in Paradise."},{"Verse":"49","Text":"Now from the sixth hour there was darkness over all the land unto the ninth hour."},{"Verse":"50","Text":"And about the ninth hour, Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? (That is to say, My God, my God, why hast thou forsaken me?)"},{"Verse":"51","Text":"Some of them that stood there, when they heard him, said, This man calleth for Elias."},{"Verse":"52","Text":"And straightway one of them ran, and took a sponge, and filled it with vinegar, and put it on a reed, and gave him to drink."},{"Verse":"53","Text":"The rest said, Let him be, let us see whether Elias will come to save him."},{"Verse":"54","Text":"Jesus when he had cried again with a loud voice, saying, Father, it is finished, thy will is done, yielded up the ghost."},{"Verse":"55","Text":"And behold, the veil of the temple was rent in twain from the top to the bottom; and the earth did quake, and the rocks rent;"},{"Verse":"56","Text":"And the graves were opened; and the bodies of the saints which slept, arose, who were many."},{"Verse":"57","Text":"And came out of the graves after his resurrection, went unto the holy city, and appeared unto many."},{"Verse":"58","Text":"Now when the centurion, and they that were with him, watching Jesus, heard the earth quake, and saw those things which were done, they feared greatly, saying, Truly this was the Son of God."},{"Verse":"59","Text":"And many women were there beholding afar off, which followed Jesus from Galilee, ministering unto him for his burial; among whom was Mary Magdalene, and Mary the mother of James and Joses, and the mother of Zebedee's children."},{"Verse":"60","Text":"When the evening was come, there came a rich man of Arimathea, named Joseph, who also himself was Jesus' disciple; he went to Pilate and begged the body of Jesus."},{"Verse":"61","Text":"Then Pilate commanded the body to be delivered."},{"Verse":"62","Text":"And when Joseph had taken the body, he wrapped it in a clean linen cloth, and laid it in his own new tomb, which he had hewn out in the rock; and he rolled a great stone to the door of the sepulcher, and departed."},{"Verse":"63","Text":"And there was Mary Magdalene, and the other Mary, sitting over against the sepulcher."},{"Verse":"64","Text":"Now the next day that followed the day of the preparation, the chief priests and Pharisees came together unto Pilate, saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again."},{"Verse":"65","Text":"Command therefore, that the sepulcher be made sure until the third day, lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead; so this last imposture will be worse than the first."},{"Verse":"66","Text":"Pilate said unto them, Ye have a watch; go your way, make it as sure as ye can."},{"Verse":"67","Text":"So they went and made the sepulcher sure, sealing the stone and setting a watch."}]