[{"Verse":"1","Text":"And Jesus answered the people again, and spake unto them in parables, and said,"},{"Verse":"2","Text":"The kingdom of heaven is like unto a certain king, who made a marriage for his son."},{"Verse":"3","Text":"And when the marriage was ready, he sent forth his servants to call them that were bidden to the wedding; and they would not come."},{"Verse":"4","Text":"Again he sent forth other servants, saying, Tell them that are bidden, Behold, I have prepared my oxen, and my fatlings have been killed, and my dinner is ready, and all things are prepared; therefore come unto the marriage."},{"Verse":"5","Text":"But they made light of the servants, and went their ways; one to his farm, another to his merchandise;"},{"Verse":"6","Text":"And the remnant took his servants, and entreated them spitefully, and slew them."},{"Verse":"7","Text":"But when the king heard that his servants were dead, he was wroth; and he sent forth his armies, and destroyed those murderers, and burned up their city."},{"Verse":"8","Text":"Then said he to his servants, The wedding is ready; but they who were bidden were not worthy."},{"Verse":"9","Text":"Go ye therefore into the highways, and as many as ye shall find, bid to the marriage."},{"Verse":"10","Text":"So those servants went out into the highways, and gathered together all, as many as they found, both bad and good; and the wedding was furnished with guests."},{"Verse":"11","Text":"But when the king came in to see the guests, he saw there a man who had not a wedding garment."},{"Verse":"12","Text":"And he said unto him, Friend, how camest thou in hither, not having a wedding garment? And he was speechless."},{"Verse":"13","Text":"Then said the king unto his servants, Bind him hand and foot, and take and cast him away into outer darkness; there shall be weeping and gnashing of teeth."},{"Verse":"14","Text":"For many are called, but few chosen; wherefore all do not have on the wedding garment."},{"Verse":"15","Text":"Then went the Pharisees and took counsel how they might entangle him in his talk."},{"Verse":"16","Text":"And they sent out unto him their disciples with the Herodians, saying Master, we know that thou art true, and teachest the way of God in truth, neither carest thou for any; for thou regardest not the person of men."},{"Verse":"17","Text":"Tell us, therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?"},{"Verse":"18","Text":"But Jesus perceived their wickedness, and said, Ye hypocrites! why tempt ye me? Show me the tribute money."},{"Verse":"19","Text":"And they brought unto him a penny."},{"Verse":"20","Text":"He said unto them, Whose image is this, and superscription?"},{"Verse":"21","Text":"They said unto him, Caesar's. Then said he unto them, Render therefore unto Caesar, the things which are Caesar's; and unto God the things which are God's."},{"Verse":"22","Text":"And when they had heard him say these words, they marveled, and left him, and went their way."},{"Verse":"23","Text":"The same day came the Sadducees to him, who say that there is no resurrection, and asked him, saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seen unto his brother."},{"Verse":"24","Text":"Now there were with us, seven brethren; and the first, when he had married a wife, deceased; and, having no issue, he left his wife unto his brother."},{"Verse":"25","Text":"Likewise the second also, and the third, and even unto the seventh."},{"Verse":"26","Text":"And last of all the woman died also."},{"Verse":"27","Text":"Therefore, in the resurrection, whose wife shall she be of the seven? For they all had her."},{"Verse":"28","Text":"Jesus answered and said unto them, Ye do err, not knowing the Scriptures, nor the power of God."},{"Verse":"29","Text":"For in the resurrection, they neither marry, nor are given in marriage; but are as the angel of God in heaven."},{"Verse":"30","Text":"But as touching the resurrection of the dead, have ye not read that which was spoken unto you of God, saying,"},{"Verse":"31","Text":"I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living."},{"Verse":"32","Text":"And when the multitude heard him, they were astonished at his doctrine."},{"Verse":"33","Text":"But when the Pharisees heard that he had put the Sadducees to silence, they were gathered together."},{"Verse":"34","Text":"Then one of them, a lawyer, tempting him, asked, saying,"},{"Verse":"35","Text":"Master, which is the great commandment in the law?"},{"Verse":"36","Text":"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind."},{"Verse":"37","Text":"This is the first and great commandment."},{"Verse":"38","Text":"And the second is like unto it; Thou shalt love thy neighbor as thyself."},{"Verse":"39","Text":"On these two commandments hang all the law and the prophets."},{"Verse":"40","Text":"While the Pharisees were gathered together, Jesus asked them, saying, What think ye of Christ? Whose son is he?"},{"Verse":"41","Text":"They say unto him, The Son of David."},{"Verse":"42","Text":"He said unto them, How then doth David in spirit call him Lord, saying, The Lord said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?"},{"Verse":"43","Text":"If David then called him Lord, how is he his son?"},{"Verse":"44","Text":"And no man was able to answer him a word, neither durst any man from that day forth ask him any more questions."}]