[{"Verse":"1","Text":"Then Jesus was led up of the Spirit, into the wilderness, to be with God."},{"Verse":"2","Text":"And when he had fasted forty days and forty nights, and had communed with God, he was afterwards an hungered, and was left to be tempted of the devil,"},{"Verse":"3","Text":"And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread."},{"Verse":"4","Text":"But Jesus answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God."},{"Verse":"5","Text":"Then Jesus was taken up into the holy city, and the Spirit setteth him on the pinnacle of the temple."},{"Verse":"6","Text":"Then the devil came unto him and said, If thou be the Son of God, cast thyself down, for it is written, He shall give his angels charge concerning thee, and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone."},{"Verse":"7","Text":"Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God."},{"Verse":"8","Text":"And again, Jesus was in the Spirit, and it taketh him up into an exceeding high mountain, and showeth him all the kingdoms of the world and the glory of them."},{"Verse":"9","Text":"And the devil came unto him again, and said, All these things will I give unto thee, if thou wilt fall down and worship me."},{"Verse":"10","Text":"Then said Jesus unto him, Get thee hence, Satan; for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve. Then the devil leaveth him."},{"Verse":"11","Text":"And now Jesus knew that John was cast into prison, and he sent angels, and, behold, they came and ministered unto him."},{"Verse":"12","Text":"And Jesus departed unto Galilee, and leaving Nazareth, in Zebulun, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Nephthalim,"},{"Verse":"13","Text":"That it might be fulfilled which was spoken by Esaias the prophet, saying,"},{"Verse":"14","Text":"The land of Zebulun, and the land of Nephthalim, in the way of the sea, beyond Jordan, Galilee of the Gentiles;"},{"Verse":"15","Text":"The people which sat in darkness saw a great light, and unto them that sat in the region and shadow of death, light is sprung up."},{"Verse":"16","Text":"From that time, Jesus began to preach, and to say, Repent; for the kingdom of heaven is at hand."},{"Verse":"17","Text":"And Jesus, walking by the sea of Galilee, saw two brethren, Simon, called Peter, and Andrew, his brother, casting a net into the sea; for they were fishers."},{"Verse":"18","Text":"And he said unto them, I am he of whom it is written by the prophets; follow me, and I will make you fishers of men."},{"Verse":"19","Text":"And they, believing on his words, left their net, and straightway followed him."},{"Verse":"20","Text":"And going on from thence, he saw other two brethren, James, and John his brother, the sons of Zebedee, in a ship with Zebedee their father, mending their net; and he called them."},{"Verse":"21","Text":"And they immediately left their father in the ship, and followed him."},{"Verse":"22","Text":"And Jesus went about all Galilee teaching in their synagogues, and preaching the gospel of the kingdom; and healing all manner of sickness, and all manner of diseases among the people which believed on his name."},{"Verse":"23","Text":"And his fame went throughout all Syria; and they brought unto him all sick people that were taken with divers diseases, and torments, and those who were possessed with devils, and those who were lunatic, and those that had the palsy; and he healed them."},{"Verse":"24","Text":"And there followed him great multitudes of people from Galilee, and Decapolis, and Jerusalem, and Judea, and beyond Jordan."}]