[{"Verse":"1","Text":"And after six days Jesus taketh Peter, and James, and John, who asked him many questions concerning his sayings; and Jesus leadeth them up into a high mountain apart by themselves. And he was transfigured before them."},{"Verse":"2","Text":"And his raiment became shining, exceeding white, as snow; so white as no fuller on earth could whiten them."},{"Verse":"3","Text":"And there appeared unto them Elias with Moses, or in other words, John the Baptist and Moses; and they were talking with Jesus."},{"Verse":"4","Text":"And Peter answered and said to Jesus, Master, it is good for us to be here; and let us make three tabernacles; one for thee, and one for Moses, and one for Elias; for he knew not what to say; for they were sore afraid."},{"Verse":"5","Text":"And there was a cloud that overshadowed them; and a voice came out of the cloud, saying, This is my beloved Son; hear him."},{"Verse":"6","Text":"And suddenly, when they had looked round about with great astonishment, they saw no man any more, save Jesus only, with themselves. And immediately they departed."},{"Verse":"7","Text":"And as they came down from the mountain, he charged them that they should tell no man what things they had seen till the Son of Man was risen from the dead."},{"Verse":"8","Text":"And they kept that saying with themselves, questioning one with another what the rising from the dead should mean."},{"Verse":"9","Text":"And they asked him, saying, Why say the scribes that Elias must first come?"},{"Verse":"10","Text":"And he answered and told them, saying, Elias verily cometh first, and prepareth all things; and teacheth you of the prophets; how it is written of the Son of Man, that he must suffer many things, and be set at naught."},{"Verse":"11","Text":"Again I say unto you, That Elias is indeed come, but they have done unto him whatsoever they listed; and even as it is written of him; and he bore record of me, and they received him not. Verily this was Elias."},{"Verse":"12","Text":"And when he came to the disciples, he saw a great multitude about them, and the scribes questioning with them."},{"Verse":"13","Text":"And straightway all the people, when they beheld him, were greatly amazed, and running to him, saluted him."},{"Verse":"14","Text":"And Jesus asked the scribes, What questioned ye with them?"},{"Verse":"15","Text":"And one of the multitude answered, and said, Master, I have brought unto thee my son, who hath a dumb spirit that is a devil; and when he seizeth him, he teareth him; and he foameth and gnasheth with his teeth, and pineth away; and I spake to thy disciples that they might cast him out, and they could not."},{"Verse":"16","Text":"Jesus spake unto him and said, O faithless generation! how long shall I be with you? How long shall I suffer you? Bring him unto me. And they brought him unto Jesus."},{"Verse":"17","Text":"And when the man saw him, immediately he was torn by the spirit; and he fell on the ground and wallowed, foaming."},{"Verse":"18","Text":"And Jesus asked his father, How long a time is it since this came unto him? and his father said, When a child;"},{"Verse":"19","Text":"And ofttimes it hath cast him into the fire and into the waters, to destroy him, but if thou canst, I ask thee to have compassion on us, and help us."},{"Verse":"20","Text":"Jesus said unto him, If thou wilt believe all things I shall say unto you, this is possible to him that believeth."},{"Verse":"21","Text":"And immediately the father of the child cried out, and said, with tears, Lord, I believe; help thou mine unbelief."},{"Verse":"22","Text":"When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, I charge thee to come out of him, and enter no more into him."},{"Verse":"23","Text":"Now the dumb and deaf spirit cried, and rent him sore, and came out of him; and he was as one dead, insomuch that many said, He is dead."},{"Verse":"24","Text":"But Jesus took him by the hand, and lifted him up; and he arose."},{"Verse":"25","Text":"When Jesus was come into the house, his disciples asked him privately, Why could not we cast him out?"},{"Verse":"26","Text":"And he said unto them, This kind can come forth by nothing but by prayer and fasting."},{"Verse":"27","Text":"And they departed thence, and passed through Galilee privately; for he would not that any man should know it."},{"Verse":"28","Text":"And he taught his disciples, and said unto them, The Son of Man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day."},{"Verse":"29","Text":"But they understood not that saying, and were afraid to ask him."},{"Verse":"30","Text":"And he came to Capernaum; and being in the house, he asked them, Why was it that ye disputed among yourselves by the way?"},{"Verse":"31","Text":"But they held their peace, being afraid, for by the way they had disputed among themselves, who was the greatest among them."},{"Verse":"32","Text":"Now Jesus sat down and called the twelve, and said unto them. If any man desire to be first, he shall be last of all, and servant of all."},{"Verse":"33","Text":"And he took a child, and sat in the midst of them; and when he had taken the child in his arms, he said unto them,"},{"Verse":"34","Text":"Whosoever shall humble himself like one of these children, and receiveth me, ye shall receive in my name."},{"Verse":"35","Text":"And whosoever shall receive me, receiveth not me only, but him that sent me, even the Father."},{"Verse":"36","Text":"And John spake unto him, saying, Master, we saw one casting out devils in thy name, and he followed not us; and we forbade him, because he followed not us."},{"Verse":"37","Text":"But Jesus said, Forbid him not; for there is no man which shall do a miracle in my name, that can speak evil of me. For he that is not against us is on our part."},{"Verse":"38","Text":"And whosoever shall give you a cup of water to drink, in my name, because ye belong to Christ, verily I say unto you, He shall not lose his reward."},{"Verse":"39","Text":"And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea."},{"Verse":"40","Text":"Therefore, if thy hand offend thee, cut it off; or if thy brother offend thee and confess not and forsake not, he shall be cut off. It is better for thee to enter into life maimed, than having two hands, to go into hell."},{"Verse":"41","Text":"For it is better for thee to enter into life without thy brother, than for thee and thy brother to be cast into hell; into the fire that never shall be quenched, where their worm dieth not, and the fire is not quenched."},{"Verse":"42","Text":"And again, if thy foot offend thee, cut it off; for he that is thy standard, by whom thou walkest, if he become a transgressor, he shall be cat off."},{"Verse":"43","Text":"It is better for thee, to enter halt into life, than having two feet to be cast into hell; into the fire that never shall be quenched."},{"Verse":"44","Text":"Therefore, let every man stand or fall, by himself, and not for another; or not trusting another."},{"Verse":"45","Text":"Seek unto my Father, and it shall be done in that very moment what ye shall ask, if ye ask in faith, believing that ye shall receive."},{"Verse":"46","Text":"And if thine eye which seeth for thee, him that is appointed to watch over thee to show thee light, become a transgressor and offend thee, pluck him out."},{"Verse":"47","Text":"It is better for thee to enter into the kingdom of God, with one eye, than having two eyes to be cast into hell fire."},{"Verse":"48","Text":"For it is better that thyself should be saved, than to be cast into hell with thy brother, where their worm dieth not, and where the fire is not quenched."},{"Verse":"49","Text":"For every one shall be salted with fire; and every sacrifice shall be salted with salt; but the salt must be good."},{"Verse":"50","Text":"For if the salt have lost his saltness, wherewith will ye season it? (the sacrifice:) therefore it must needs be that ye have salt in yourselves, and have peace one with another."}]