[{"Verse":"1","Text":"After two days was the passover, and the feast of unleavened bread."},{"Verse":"2","Text":"And the chief priests, and the scribes, sought how they might take Jesus by craft, and put him to death."},{"Verse":"3","Text":"But they said among themselves, Let us not take him on the feast day, lest there be an uproar among the people."},{"Verse":"4","Text":"And Jesus being in Bethany, in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard, very precious, and she brake the box, and poured the ointment on his head."},{"Verse":"5","Text":"There were some among the disciples who had indignation within themselves, and said, Why was this waste of the ointment made? for it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her."},{"Verse":"6","Text":"And Jesus said unto them, Let her alone; why trouble ye her? For she hath wrought a good work on me."},{"Verse":"7","Text":"Ye have the poor with you always, and whensoever ye will, ye may do them good; but me ye have not always."},{"Verse":"8","Text":"She has dome what she could, and this which she has done unto me, shall be had in remembrance in generations to come, wheresoever my gospel shall be preached; for verily she has come beforehand to anoint my body to the burying."},{"Verse":"9","Text":"Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, what she hath done shall be spoken of also for a memorial of her."},{"Verse":"10","Text":"And now the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare, that thou mayest eat the passover?"},{"Verse":"11","Text":"And he sendeth forth two of his disciples, and said unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water; follow him;"},{"Verse":"12","Text":"And wheresoever he shall go in, say ye to the good man of the house, The Master saith, Where is the guest chamber, where I shall eat the passover with my disciples?"},{"Verse":"13","Text":"And he will show you a large upper room, furnished and prepared; there make ready for us."},{"Verse":"14","Text":"And his disciples went forth and came into the city, and found as he had said unto them; and they made ready the passover."},{"Verse":"15","Text":"And in the evening he cometh with the twelve."},{"Verse":"16","Text":"And as they sat and did eat, Jesus said, Verily I say unto you, One of you who eateth with me shall betray me."},{"Verse":"17","Text":"And they all began to be very sorrowful, and began to say unto him one by one, Is it I? and another said, Is it I?"},{"Verse":"18","Text":"And he answered and said unto them, It is one of the twelve who dippeth with me in the dish."},{"Verse":"19","Text":"The Son of Man indeed goeth as it is written of him; but woe to that man by whom the Son of Man is betrayed! Good were it for that man if he had never been born."},{"Verse":"20","Text":"And as they did eat, Jesus took bread and blessed it, and brake, and gave to them, and said, Take it, and eat."},{"Verse":"21","Text":"Behold, this is for you to do in remembrance of my body; for as oft as ye do this ye will remember this hour that I was with you."},{"Verse":"22","Text":"And he took the cup, and when he had given thanks, he gave it to them; and they all drank of it."},{"Verse":"23","Text":"And he said unto them, This is in remembrance of my blood which is shed for many, and the new testament which I give unto you; for of me ye shall bear record unto all the world."},{"Verse":"24","Text":"And as oft as ye do this ordinance, ye will remember me in the hour that I was with you and drank with you of this cup, even the last time in my ministry."},{"Verse":"25","Text":"Verily I say unto you, Of this ye shall bear record; for I will no more drink of the fruit of the vine with you, until that day that I drink it new in the kingdom of God."},{"Verse":"26","Text":"And now they were grieved, and wept over him."},{"Verse":"27","Text":"And when they had sung a hymn, they went out into the mount of Olives."},{"Verse":"28","Text":"And Jesus said unto them, All ye shall be offended because of me this night; for it is written, I will smite the shepherd and the sheep shall be scattered."},{"Verse":"29","Text":"But after that I am risen, I will go before you into Galilee."},{"Verse":"30","Text":"And he said unto Judas Iscariot, What thou doest, do quickly; but beware of innocent blood."},{"Verse":"31","Text":"Nevertheless, Judas Iscariot, even one of the twelve, went unto the chief priests to betray Jesus unto them; for he turned away from him, and was offended because of his words."},{"Verse":"32","Text":"And when the chief priests heard of him they were glad, and promised to give him money; and he sought how he might conveniently betray Jesus."},{"Verse":"33","Text":"But Peter said unto Jesus, Although all men shall be offended with thee, yet I will never be offended."},{"Verse":"34","Text":"And Jesus said unto him, Verily I say unto thee. That this day, even in this night, before the cock crow twice, thou shalt deny me thrice."},{"Verse":"35","Text":"But he spake the more vehemently. If I should die with thee, yet will I not deny thee in any wise. Likewise also said they all."},{"Verse":"36","Text":"And they came to a place which was named Gethsemane, which was a garden; and the disciples began to be sore amazed, and to be very heavy, and to complain in their hearts, wondering if this be the Messiah."},{"Verse":"37","Text":"And Jesus knowing their hearts, said to his disciples, Sit ye here, while I shall pray."},{"Verse":"38","Text":"And he taketh with him, Peter, and James, and John, and rebuked them, and said unto them, My soul is exceeding sorrowful, even unto death; tarry ye here and watch."},{"Verse":"39","Text":"And he went forward a little, and fell on the ground, and prayed, that if it were possible the hour might pass from him."},{"Verse":"40","Text":"And he said, Abba, Father, all things are possible unto thee; take away this cup from me; nevertheless, not my will, but thine be done."},{"Verse":"41","Text":"And he cometh and findeth them sleeping, and said unto Peter, Simon, sleepest thou? Couldest not thou watch one hour?"},{"Verse":"42","Text":"Watch ye and pray, lest ye enter into temptation."},{"Verse":"43","Text":"And they said unto him, The spirit truly is ready, but the flesh is weak."},{"Verse":"44","Text":"And again he went away and prayed, and spake the same words."},{"Verse":"45","Text":"And when he returned, he found them asleep again, for their eyes were heavy; neither knew they what to answer him."},{"Verse":"46","Text":"And he cometh to them the third time, and said unto them, Sleep on now and take rest; it is enough, the hour is come; behold, the Son of Man is betrayed into the hands of sinners."},{"Verse":"47","Text":"And after they had finished their sleep, he said, Rise up, let us go; lo, he who betrayeth me is at hand."},{"Verse":"48","Text":"And immediately while he yet spake, cometh Judas, one of the twelve, and with him a great multitude, with swords and staves, from the chief priests, and the scribes and the elders."},{"Verse":"49","Text":"And he who betrayed him, had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely."},{"Verse":"50","Text":"And as soon as he was come, he goeth straightway to him, and said, Master, Master, and kissed him."},{"Verse":"51","Text":"And they laid their hands on him, and took him."},{"Verse":"52","Text":"And one of them, who stood by, drew his sword, and smote a servant of the high priest, and cut off his ear."},{"Verse":"53","Text":"But Jesus commanded him to return his sword, saying, He who taketh the sword shall perish with the sword. And he put forth his finger and healed the servant of the high priest."},{"Verse":"54","Text":"And Jesus answered and said unto them. Are ye come out as against a thief, with swords and staves to take me?"},{"Verse":"55","Text":"I was daily with you in the temple teaching, and ye took me not; but the Scriptures must be fulfilled."},{"Verse":"56","Text":"And the disciples, when they heard this saying, all forsook him and fled."},{"Verse":"57","Text":"And there followed him a certain young man, a disciple, having a linen cloth cast about his naked body; and the young men laid hold on him, and he left the linen cloth and fled from them naked, and saved himself out of their hands."},{"Verse":"58","Text":"And they led Jesus away to the high priest, and with him were assembled all the chief priests, and the elders, and the scribes."},{"Verse":"59","Text":"And Peter followed him afar off, even unto the palace of the high priest; and he sat with the servants, and warmed himself at the fire."},{"Verse":"60","Text":"And the chief priests and all the council sought for witness against Jesus, to put him to death, but found none;"},{"Verse":"61","Text":"Though many bare false witness against him, yet their witness agreed not together."},{"Verse":"62","Text":"And there arose certain men and bare false witness against him, saying, We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands;"},{"Verse":"63","Text":"But neither did their witness agree together."},{"Verse":"64","Text":"And the high priest stood up in the midst, and asked Jesus, saying,"},{"Verse":"65","Text":"Answerest thou nothing? Knowest thou not what these witness against thee?"},{"Verse":"66","Text":"But he held his peace, and answered nothing."},{"Verse":"67","Text":"Again the high priest asked him and said unto him, Art thou the Christ, the Son of the Blessed?"},{"Verse":"68","Text":"And Jesus said, I am; and ye shall see the Son of Man sitting on the right hand of power, and coming in the clouds of heaven."},{"Verse":"69","Text":"Then the high priest rent his clothes and said, What need we any further witnesses? Ye have heard the blasphemy; what think ye?"},{"Verse":"70","Text":"And they all condemned him to be guilty of death."},{"Verse":"71","Text":"And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy;"},{"Verse":"72","Text":"And the servants did strike him with the palms of their hands."},{"Verse":"73","Text":"And as Peter was beneath in the palace, there cometh one of the maids of the high priest,"},{"Verse":"74","Text":"And when she saw Peter warming himself, she looked upon him and said, Thou also wast with Jesus of Nazareth."},{"Verse":"75","Text":"But he denied, saying, I know not, neither understand I what thou sayest."},{"Verse":"76","Text":"And he went out into the porch; and the cock crew."},{"Verse":"77","Text":"And a maid saw him again, and began to say to them who stood by, This is one of them."},{"Verse":"78","Text":"And he denied it again."},{"Verse":"79","Text":"And a little after, they who stood by, said again to Peter, Surely thou art one of them; for thou art a Galilean, thy speech agreeth thereto. But he began to curse and to swear, saying, I know not this man of whom ye speak."},{"Verse":"80","Text":"And the second time the cock crew;"},{"Verse":"81","Text":"And Peter called to mind the words which Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice."},{"Verse":"82","Text":"And he went out, and fell upon his face, and wept bitterly."}]