[{"Verse":"1","Text":"And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples, and said unto them,"},{"Verse":"2","Text":"Go your way into the village over against you; and as soon as ye have entered into it, ye shall find a colt tied, whereon no man ever sat; loose him and bring him to me."},{"Verse":"3","Text":"And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither."},{"Verse":"4","Text":"And they went their way, and found the colt tied by the door without, in a place where two ways met; and they loosed him."},{"Verse":"5","Text":"And certain of them who stood by, said unto the disciples, Why loose ye the colt?"},{"Verse":"6","Text":"And they said unto them even as Jesus had commanded; and they let them go."},{"Verse":"7","Text":"And they brought the colt to Jesus, and cast their garments on it; and Jesus sat upon it."},{"Verse":"8","Text":"And many spread their garments in the way; and other cut down branches of trees and strewed them in the way."},{"Verse":"9","Text":"And they that went before him, and they that followed after, cried, saying,"},{"Verse":"10","Text":"Hosanna! Blessed is he that cometh in the name of the Lord;"},{"Verse":"11","Text":"That bringeth the kingdom of our father David;"},{"Verse":"12","Text":"Blessed is he that cometh in the name of the Lord; Hosanna in the highest."},{"Verse":"13","Text":"And Jesus entered into Jerusalem, and into the temple. And when he had looked round about upon all things, and blessed the disciples, the eventide was come; and he went out unto Bethany with the twelve."},{"Verse":"14","Text":"And on the morrow, when they came from Bethany he was hungry; and seeing a fig tree afar off having leaves, he came to it with his disciples; and as they supposed, he came to it to see if he might find anything thereon."},{"Verse":"15","Text":"And when he came to it, there was nothing but leaves; for as yet the figs were not ripe."},{"Verse":"16","Text":"And Jesus spake and said unto it, No man eat fruit of thee hereafter, forever. And the disciples heard him."},{"Verse":"17","Text":"And they came to Jerusalem. And Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the money-changers, and the seats of them who sold doves;"},{"Verse":"18","Text":"And would not suffer that any man should carry a vessel through the temple."},{"Verse":"19","Text":"And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? But ye have made it a den of thieves."},{"Verse":"20","Text":"And the scribes and chief priests heard him, and sought how they might destroy him; for they feared him because all the people were astonished at his doctrine."},{"Verse":"21","Text":"And when even was come he went out of the city."},{"Verse":"22","Text":"And in the morning as they passed by, they saw the fig tree dried up from the roots."},{"Verse":"23","Text":"And Peter calling to remembrance, said unto him, Master, behold the fig tree which thou cursedst is withered away."},{"Verse":"24","Text":"And Jesus spake and said unto him, Have faith in God."},{"Verse":"25","Text":"For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith fulfilled."},{"Verse":"26","Text":"Therefore I say unto you, Whatsoever things ye desire, when ye pray, believe that ye receive, and ye shall have whatsoever ye ask."},{"Verse":"27","Text":"And when ye stand praying, forgive if ye have aught against any; that your Father also who is in heaven, may forgive you your trespasses."},{"Verse":"28","Text":"But if you do not forgive, neither will your Father who is in heaven forgive your trespasses."},{"Verse":"29","Text":"And they came again to Jerusalem; and as he was walking in the temple, there came to him the chief priests, and the scribes, and the elders, and said unto him,"},{"Verse":"30","Text":"By what authority doest thou these things, and who gave thee this authority to do these things?"},{"Verse":"31","Text":"And Jesus answered and said unto them, I will also ask of you one question, answer me, and then I will tell you by what authority I do these things."},{"Verse":"32","Text":"Was the baptism of John from heaven, or of man? Answer me."},{"Verse":"33","Text":"And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?"},{"Verse":"34","Text":"But if we shall say, Of men; we shall offend the people. Therefore they feared the people; for all people believed John, that he was a prophet indeed."},{"Verse":"35","Text":"And they answered and said unto Jesus, We cannot tell."},{"Verse":"36","Text":"And Jesus answering said unto them, Neither do I tell you by what authority I do these things."}]