[{"Verse":"1","Text":"And Jesus began to speak unto them by parables, saying,"},{"Verse":"2","Text":"A man planted a vineyard, and set a hedge about it, and digged the wine vat, and build a tower, and let it out to husbandmen, and went into a far country."},{"Verse":"3","Text":"And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard."},{"Verse":"4","Text":"And they caught the servant and beat him, and sent him away empty."},{"Verse":"5","Text":"And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled."},{"Verse":"6","Text":"And again he sent another; and him they killed, and many others; beating some, and killing some."},{"Verse":"7","Text":"Having yet therefore one son, his well beloved, he sent him also last unto them, saying, They will reverence my son."},{"Verse":"8","Text":"But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be ours."},{"Verse":"9","Text":"And they took him and cast him out of the vineyard, and killed him."},{"Verse":"10","Text":"What shall therefore the lord of the vineyard do? Lo, he will come and destroy the husbandmen, and will give the vineyard unto others."},{"Verse":"11","Text":"Again, have ye not read this Scripture; The stone which the builders rejected, is become the head of the corner; this was the Lord's doing, and it is marvelous in our eyes."},{"Verse":"12","Text":"And now they were angry when they heard these words; and they sought to lay hold on him, but feared the people."},{"Verse":"13","Text":"For they knew that he had spoken the parable against them; and they left him and went their way."},{"Verse":"14","Text":"And they sent unto him certain of the Pharisees and of the Herodians, to catch him in his words."},{"Verse":"15","Text":"And when they were come, they said unto him, Master, we know that thou art true and carest for no man; for thou regardest not the person of men, but teachest the way of God in truth."},{"Verse":"16","Text":"Is it lawful to give tribute to Caesar, or not? Shall we give, or shall we not give?"},{"Verse":"17","Text":"But he knowing their hypocrisy, said unto them, Why tempt ye me? Bring me a penny that I may see it."},{"Verse":"18","Text":"And they brought the penny; and he said unto them; Whose image and superscription is this?"},{"Verse":"19","Text":"And they said unto him, Caesar's."},{"Verse":"20","Text":"And Jesus answering said unto them, Render to Caesar the things which are Caesar's; and to God the things that are God's."},{"Verse":"21","Text":"And they marveled at it."},{"Verse":"22","Text":"Then came unto him the Sadducees, who say there is no resurrection; and thy asked him, saying,"},{"Verse":"23","Text":"Master, Moses wrote unto us in his law, If a man's brother die, and leave a wife, and leave no children, that his brother should take his wife, and raise up seen unto his brother."},{"Verse":"24","Text":"Now there were seven brethren; the first took a wife, and dying left no seed."},{"Verse":"25","Text":"And the second took her, and died, neither left he any seed; and the third likewise."},{"Verse":"26","Text":"And the seven had her, and left no seed; last of all the woman died also."},{"Verse":"27","Text":"In the resurrection therefore, when they shall rise, whose wife shall she be of them, for the seven had her to wife?"},{"Verse":"28","Text":"And Jesus answering said unto them, Ye do err therefore, because ye know not, and understand not the Scriptures, neither the power of God."},{"Verse":"29","Text":"For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels of God who are in heaven."},{"Verse":"30","Text":"And as touching the dead, that they rise; have ye not read in the book of Moses, how in the bush, God spake unto him, saying,"},{"Verse":"31","Text":"I am the God of Abraham, and the God of Isaac, and the God of Jacob?"},{"Verse":"32","Text":"He is not therefore the God of the dead, but the God of the living; for he raiseth them up out of their graves. Ye therefore do greatly err."},{"Verse":"33","Text":"And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?"},{"Verse":"34","Text":"And Jesus answered him, The first of all the commandments is; Hearken, and hear, O Israel; The Lord our God is one Lord;"},{"Verse":"35","Text":"And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength."},{"Verse":"36","Text":"This is the first commandment. And the second is like this, Thou shalt love thy neighbor as thyself. There is none other commandment greater than these."},{"Verse":"37","Text":"And the scribe said unto him, Well, Master, thou hast said the truth; for there is one God, and there is none other but him."},{"Verse":"38","Text":"And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength; and to love his neighbor as himself, is more than all whole burnt offerings and sacrifices."},{"Verse":"39","Text":"And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God."},{"Verse":"40","Text":"And no man after that durst ask him, saying, Who art thou?"},{"Verse":"41","Text":"And Jesus spake and said, While he taught in the temple, How say the scribes that Christ is the Son of David?"},{"Verse":"42","Text":"For David himself said by the Holy Ghost, The Lord said unto my Lord, Sit thou on my right hand, until I make thine enemies thy footstool."},{"Verse":"43","Text":"David therefore himself calleth him Lord; and whence is he his son?"},{"Verse":"44","Text":"And the common people heard him gladly; but the high priest and the elders were offended at him."},{"Verse":"45","Text":"And he said unto them in his doctrine, Beware of the scribes which love to go in long clothing, and have salutations in the market places, and the chief seats in the synagogues, and the uppermost rooms at feasts;"},{"Verse":"46","Text":"Who devour widows' houses, and for a pretense make long prayers; these shall receive greater damnation."},{"Verse":"47","Text":"And after this, Jesus sat over against the treasury, and beheld how the people cast money into the treasury; and many that were rich cast in much."},{"Verse":"48","Text":"And there came a certain poor widow, and she cast in two mites, which make a farthing."},{"Verse":"49","Text":"And Jesus called his disciples, and said unto them, Verily I say unto you, that this poor widow hath cast more in, than all they who have cast into the treasury;"},{"Verse":"50","Text":"For all the rich did cast in of their abundance; but she notwithstanding her want, did cast in all that she had; yea, even all her living."}]