[{"Verse":"1","Text":"And he arose from thence and cometh into the coasts of Judea by the farther side of Jordan; and the people resort unto him again; and as he was accustomed to teach, he also taught them again."},{"Verse":"2","Text":"And the Pharisees came to him and asked him, Is it lawful for a man to put away his wife? This they said, thinking to tempt him."},{"Verse":"3","Text":"And he answered and said unto them, What did Moses command you?"},{"Verse":"4","Text":"And they said, Moses suffered to write a bill of divorcement, and to put her away."},{"Verse":"5","Text":"Jesus answered and said unto them, For the hardness of your hearts he wrote you this precept;"},{"Verse":"6","Text":"But from the beginning of the creation, God made them male and female."},{"Verse":"7","Text":"For this cause shall a man leave his father, and mother, and cleave to his wife; and they twain shall be one flesh; so then they are no more twain but one flesh; what therefore God hath joined together, let not man put asunder."},{"Verse":"8","Text":"And in the house his disciples asked him again of the same matter."},{"Verse":"9","Text":"And he said unto them, Whosoever shall put away his wife and marry another, committeth adultery against her."},{"Verse":"10","Text":"And if a woman shall put away her husband, and be married to another, she committeth adultery."},{"Verse":"11","Text":"And they brought young children to him, that he should touch them; and the disciples rebuked those that brought them."},{"Verse":"12","Text":"But when Jesus saw and heard them, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not; for of such is the kingdom of God."},{"Verse":"13","Text":"Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein."},{"Verse":"14","Text":"And he took them up in his arms, and put his hands upon them, and blessed them."},{"Verse":"15","Text":"And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?"},{"Verse":"16","Text":"And Jesus said unto him, Why callest thou me good? None is good but one, that is God."},{"Verse":"17","Text":"Thou knowest the commandments, Do not commit adultery; Do not kill; Do not steal; Do not bear false witness; Defraud not; Honor thy father and mother."},{"Verse":"18","Text":"And the man answered and said unto him, Master, all these have I observed from my youth."},{"Verse":"19","Text":"Then Jesus beholding him, loved him, and said unto him, One thing thou lackest;"},{"Verse":"20","Text":"Go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven; and come, take up the cross, and follow me."},{"Verse":"21","Text":"And the man was sad at that saying, and went away grieved; for he had great possessions."},{"Verse":"22","Text":"And Jesus looked round about, and said unto his disciples, How hardly shall they that have riches enter into the kingdom of my Father!"},{"Verse":"23","Text":"And the disciples were astonished at his words. But Jesus spake again and said unto them, Children, how hard is it for them who trust in riches to enter into the kingdom of God!"},{"Verse":"24","Text":"It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God."},{"Verse":"25","Text":"And they were astonished out of measure, saying among themselves, Who then can be saved?"},{"Verse":"26","Text":"And Jesus, looking upon them, said, With men that trust in riches, it is impossible; but not impossible with men who trust in God and leave all for my sake, for with such all these things are possible."},{"Verse":"27","Text":"Then Peter began to say unto him, Lo, we have left all, and have followed thee."},{"Verse":"28","Text":"And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake and the gospel's,"},{"Verse":"29","Text":"But he shall receive a hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come, eternal life."},{"Verse":"30","Text":"But there are many who make themselves first, that shall be last, and the last first."},{"Verse":"31","Text":"This he said, rebuking Peter; and they were in the way going up to Jerusalem; and Jesus went before, and they were amazed; and as they followed, they were afraid."},{"Verse":"32","Text":"And he took again the twelve, and began to tell them what things should happen unto him."},{"Verse":"33","Text":"And Jesus said, Behold, we go up to Jerusalem; and the Son of Man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death; and shall deliver him to the Gentiles."},{"Verse":"34","Text":"And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him; and the third day he shall rise again."},{"Verse":"35","Text":"And James, and John, the sons of Zebedee, came unto him, saying, Master, we would that thou shouldst do for us whatsoever we shall desire."},{"Verse":"36","Text":"And he said unto them. What will ye that I should do unto you?"},{"Verse":"37","Text":"They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory."},{"Verse":"38","Text":"But Jesus said unto them, Ye know not what ye ask. Can ye drink of the cup that I drink of? And be baptized with the baptism that I am baptized with?"},{"Verse":"39","Text":"And they said unto him, We can."},{"Verse":"40","Text":"And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and be baptized with the baptism that I am baptized with; but to sit on my right hand, and on my left hand, is not mine to give; but they shall receive it for whom it is prepared."},{"Verse":"41","Text":"And when the ten heard, they began to be much displeased with James and John."},{"Verse":"42","Text":"But Jesus called them, and said unto them, Ye know that they who are appointed to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them."},{"Verse":"43","Text":"But it shall not be so among you; but whosoever will be great among you, shall be servant of all."},{"Verse":"44","Text":"And whosoever of you will be the chiefest, shall be servant of all."},{"Verse":"45","Text":"For even the Son of Man came, not to be ministered unto, but to minister, and to give his life a ransom for many."},{"Verse":"46","Text":"And they came to Jericho; and as he went out of Jericho with his disciples and a great number of people, blind Bartimeus, the son of Timeus, sat by the highway side begging."},{"Verse":"47","Text":"And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, son of David, have mercy on me."},{"Verse":"48","Text":"And many charged him that he should hold his peace; but he cried the more exceedingly, saying, Son of David, have mercy on me."},{"Verse":"49","Text":"And Jesus stood still, and commanded him to be called. And they called the blind man, saying unto him, Be of good comfort; arise, he calleth thee."},{"Verse":"50","Text":"And he, casting away his garment, arose and came to Jesus."},{"Verse":"51","Text":"And Jesus said unto him, What wilt thou that I should do unto thee?"},{"Verse":"52","Text":"And the blind man said unto him, Lord, that I might receive my sight."},{"Verse":"53","Text":"And Jesus said unto him, Go thy way; thy faith hath made thee whole."},{"Verse":"54","Text":"And immediately he received his sight, and followed Jesus in the say."}]