[{"Verse":"1","Text":"And he said also unto his disciples, There was a certain rich man who had a steward; and the same was accused unto him, that he had wasted his goods."},{"Verse":"2","Text":"And he called him, and said unto him, How is it that I hear this of thee? Give an account of thy stewardship; for thou mayest be no longer steward."},{"Verse":"3","Text":"Then the steward said within himself, What shall I do? For my lord taketh away from me the stewardship. I cannot dig; to beg I am ashamed."},{"Verse":"4","Text":"I am resolved what to do, that, when I am put out of the stewardship, they may receive me into their houses."},{"Verse":"5","Text":"So he called every one of his lord's debtors, and said unto the first, How much owest thou unto my lord?"},{"Verse":"6","Text":"And he said, A hundred measures of oil. And he said unto him, Take thy bill, and sit down quickly, and write fifty."},{"Verse":"7","Text":"Then said he to another, And how much owest thou? And he said, A hundred measures of wheat. And he said unto him, Take thy bill, and write fourscore."},{"Verse":"8","Text":"And the lord commended the unjust steward, because he had done wisely; for the children of this world are wiser in their generation, than the children of light."},{"Verse":"9","Text":"And I say unto you, Make to yourselves friends, of the mammon of unrighteousness; that when ye fail, they may receive you into everlasting habitations."},{"Verse":"10","Text":"He who is faithful in that which is least, is faithful also in much; and he who is unjust in the least, is also unjust in much."},{"Verse":"11","Text":"If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches?"},{"Verse":"12","Text":"And if ye have not been faithful in that which is another man's, who shall give unto you that which is your own?"},{"Verse":"13","Text":"No servant can serve two masters; for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon."},{"Verse":"14","Text":"And the Pharisees also who were covetous, heard all these things; and they derided him. [15]"},{"Verse":"15","Text":"And he said unto them, Ye are they who justify yourselves before men; but God knoweth your hearts; for that which is highly esteemed among men, is an abomination in the sight of God."},{"Verse":"16","Text":"And they said unto him, We have the law, and the prophets; but as for this man we will not receive him to be our ruler; for he maketh himself to be a judge over us."},{"Verse":"17","Text":"Then said Jesus unto them, The law and the prophets testify of me; yea, and all the prophets who have written, even until John, have foretold of these days."},{"Verse":"18","Text":"Since that time, the kingdom of God is preached, and every man who seeketh truth presseth into it."},{"Verse":"19","Text":"And it is easier for heaven and earth to pass, than for one tittle of the law to fail."},{"Verse":"20","Text":"And why teach ye the law, and deny that which is written; and condemn him whom the Father hath sent to fulfill the law, that ye might all be redeemed?"},{"Verse":"21","Text":"O fools! for you have said in your hearts, There is no God. And you pervert the right way; and the kingdom of heaven suffereth violence of you; and you persecute the meek; and in your violence you seek to destroy the kingdom; and ye take the children of the kingdom by force. Woe unto you, ye adulterers!"},{"Verse":"22","Text":"And they reviled him again, being angry for the saying, that they were adulterers."},{"Verse":"23","Text":"But he continued, saying, Whosoever putteth away his wife, and marrieth another, committeth adultery; and whosoever marrieth her who is put away from her husband, committeth adultery. Verily I say unto you, I will liken you unto the rich man."},{"Verse":"24","Text":"For there was a certain rich man, who was clothed in purple, and fine linen, and fared sumptuously every day."},{"Verse":"25","Text":"And there was a certain beggar named Lazarus, who was laid at his gate, full of sores,"},{"Verse":"26","Text":"And desiring to be fed with the crumbs which fell from the rich man's table; moreover the dogs came and licked his sores."},{"Verse":"27","Text":"And it came to pass, that the beggar died, and was carried of the angels into Abraham's bosom. The rich man also died, and was buried."},{"Verse":"28","Text":"And in hell he lifted up his eyes, being in torments, and saw Abraham afar off, and Lazarus in his bosom."},{"Verse":"29","Text":"And he cried, and said, Father Abraham, have mercy on me, and send Lazarus that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame."},{"Verse":"30","Text":"But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus, evil things; but now he is comforted, and thou art tormented."},{"Verse":"31","Text":"And besides all this, between us and you, there is a great gulf fixed; so that they who would pass from hence to you, cannot; neither can they pass to us that would come from thence."},{"Verse":"32","Text":"Then he said, I pray thee therefore, father, that thou wouldest send him to my father's house,"},{"Verse":"33","Text":"For I have five brethren, that he may testify unto them, lest they also come into this place of torment."},{"Verse":"34","Text":"Abraham said unto him, They have Moses and the prophets; let them hear them."},{"Verse":"35","Text":"And he said, Nay, father Abraham; but if one went unto them from the dead, they will repent."},{"Verse":"36","Text":"And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one should rise from the dead."}]