[{"Verse":"1","Text":"And he looked up, and saw the rich men casting in their gifts into the treasury;"},{"Verse":"2","Text":"And saw also, a certain poor widow casting in thither two mites."},{"Verse":"3","Text":"And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all."},{"Verse":"4","Text":"For all these have of their abundance cast in unto the offerings of God; but she of her penury hath cast in all the living that she had."},{"Verse":"5","Text":"And as some spake of the temple, how it was adorned with goodly stones, and gifts, he said,"},{"Verse":"6","Text":"These things which ye behold, the days will come, in the which there shall not be lift one stone upon another, which shall not be thrown down."},{"Verse":"7","Text":"And the disciples asked him, saying, Master, when shall these things be? And what sign wilt thou show, when these things shall come to pass?"},{"Verse":"8","Text":"And he said, The time draweth near, and therefore take heed that ye be not deceived; for many shall come in my name, saying, I am Christ; go ye not therefore after them."},{"Verse":"9","Text":"And when ye shall hear of wars and commotions, be not terrified; for these things must first come to pass; but this is not the end."},{"Verse":"10","Text":"Then said he unto them, Nation shall rise against nation, and kingdom against kingdom; and great earthquakes shall be in divers places, and famines, and pestilences; and fearful sights, and great signs shall there be from heaven."},{"Verse":"11","Text":"But before all these things shall come, they shall lay their hands on you, and persecute you; delivering you up to the synagogues, and into prisons; being brought before kings and rulers for my name's sake."},{"Verse":"12","Text":"Settle this therefore in your hearts, not to meditate before what ye shall answer;"},{"Verse":"13","Text":"For I will give you a mouth and wisdom, which all your adversaries shall not be able to gainsay nor resist."},{"Verse":"14","Text":"And it shall turn to you for a testimony."},{"Verse":"15","Text":"And ye shall be betrayed both by parents, and brethren, and kinsfolk, and friends; and some of you shall they cause to be put to death."},{"Verse":"16","Text":"And ye shall be hated of all the world for my name's sake."},{"Verse":"17","Text":"But there shall not a hair of your head perish."},{"Verse":"18","Text":"In your patience possess ye your souls."},{"Verse":"19","Text":"And when ye shall see Jerusalem compassed with armies, then know that the desolation thereof is nigh."},{"Verse":"20","Text":"Then let them who are in Judea flee to the mountains; and let them who are in the midst of it, depart out; and let not them who are in the countries, return to enter into the city."},{"Verse":"21","Text":"For these be the days of vengeance, that all things which are written maybe fulfilled."},{"Verse":"22","Text":"But woe unto them who are with child, and to them who give suck, in those days! For there shall be great distress in the land, and wrath upon this people."},{"Verse":"23","Text":"And they shall fall by the edge of the sword, and shall be led away captive into all nations; and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled."},{"Verse":"24","Text":"Now these things he spake unto them, concerning the destruction of Jerusalem. And then his disciples asked him, saying, Master, tell us concerning thy coming?"},{"Verse":"25","Text":"And he answered them, and said, In the generation in which the times of the Gentiles shall be fulfilled, there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations with perplexity, like the sea and the waves roaring. The earth also shall be troubled, and the waters of the great deep;"},{"Verse":"26","Text":"Men's hearts failing them for fear, and for looking after those things which are coming on the earth. For the powers of heaven shall be shaken."},{"Verse":"27","Text":"And when these things begin to come to pass, then look up and lift up your heads, for the day of your redemption draweth nigh."},{"Verse":"28","Text":"And then shall they see the Son of Man coming in a cloud, with power and great glory."},{"Verse":"29","Text":"And he spake to them a parable, saying, Behold the fig tree, and all the trees."},{"Verse":"30","Text":"When they now shoot forth, ye see, and know of your own selves, that summer is now nigh at hand."},{"Verse":"31","Text":"So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is nigh at hand."},{"Verse":"32","Text":"Verily I say unto you, this generation, the generation when the times of the Gentiles be fulfilled, shall not pass away till all be fulfilled."},{"Verse":"33","Text":"Heaven and earth shall pass away, but my words shall not pass away."},{"Verse":"34","Text":"Let my disciples therefore take heed to themselves, lest at any time their hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and that day come upon them unawares."},{"Verse":"35","Text":"For as a snare it shall come on all them who dwell on the face of the whole earth."},{"Verse":"36","Text":"And what I say unto one, I say unto all, Watch ye therefore, and pray always, and keep my commandments, that ye may be counted worthy to escape all these things which shall come to pass, and to stand before the Son of Man when he shall come clothed in the glory of his Father."},{"Verse":"37","Text":"And in the day time, he was teaching in the temple; and at night, he went out and abode in the mount that is called Olives."},{"Verse":"38","Text":"And the people came early in the morning to him in the temple, to hear him."}]