[{"Verse":"1","Text":"Now the feast of unleavened bread drew nigh, which is called the passover."},{"Verse":"2","Text":"And the chief priests, and the scribes, sought how they might kill him; but they feared the people."},{"Verse":"3","Text":"Then entered Satan into Judas, surnamed Iscariot, being of the number of the twelve."},{"Verse":"4","Text":"And he went his way, and communed with the chief priests and captains, how he might betray him unto them."},{"Verse":"5","Text":"And they were glad, and covenanted to give him money."},{"Verse":"6","Text":"And he promised them, and sought opportunity to betray him unto them in the absence of the multitude."},{"Verse":"7","Text":"Then came the day of unleavened bread, when the passover must be killed."},{"Verse":"8","Text":"And he sent Peter and John, saying, Go, and prepare us the passover, that we may eat."},{"Verse":"9","Text":"And they said unto him, Where wilt thou that we prepare."},{"Verse":"10","Text":"And he said unto them, Behold, when ye have entered into the city, there shall a man meet you bearing a pitcher of water; follow him into the house where he entereth in."},{"Verse":"11","Text":"And ye shall say unto the good man of the house, The Master saith unto you, Where is the guest-chamber, where I shall eat the passover with my disciples?"},{"Verse":"12","Text":"And he shall show you a large upper room furnished; there make ready."},{"Verse":"13","Text":"And they went, and found as he had said unto them; and they made ready the passover."},{"Verse":"14","Text":"And when the hour was come, he sat down, and the twelve apostles with him."},{"Verse":"15","Text":"And he said unto them, With desire I have desired to eat this passover with you before I suffer;"},{"Verse":"16","Text":"For I say unto you, I will not any more eat thereof, until it be fulfilled which is written in the prophets concerning me. Then I will partake with you, in the kingdom of God."},{"Verse":"17","Text":"And he took the cup, and gave thanks, and said, Take this and divide among yourselves;"},{"Verse":"18","Text":"For I say unto you, that I will not drink of the fruit of the vine, until the kingdom of God shall come."},{"Verse":"19","Text":"And he took bread, and gave thanks, and brake, and gave unto them, saying, This is my body which is given for you; this do in remembrance of me."},{"Verse":"20","Text":"Likewise also the cup, after supper, saying, This cup is the new testament in my blood which is shed for you."},{"Verse":"21","Text":"But behold, the hand of him who betrayeth me is with me on the table."},{"Verse":"22","Text":"And truly the Son of Man goeth as it was determined; but woe unto that man by whom he is betrayed."},{"Verse":"23","Text":"And they began to inquire among themselves, Who of them it was who should do this thing."},{"Verse":"24","Text":"There was also a strife among them, who of them should be accounted the greatest."},{"Verse":"25","Text":"And he said unto them, The kings of the Gentiles exercise lordship over them, and they who exercise authority upon them, are called benefactors."},{"Verse":"26","Text":"But it ought not to be so with you; but he who is greatest among you, let him be as the younger; and he who is chief, as he who doth serve."},{"Verse":"27","Text":"For whether is he greater, who sitteth at meat, or he who serveth? I am not as he who sitteth at meat, but I am among you as he who serveth."},{"Verse":"28","Text":"Ye are they who have continued with me in my temptations;"},{"Verse":"29","Text":"And I appoint unto you a kingdom, as my Father hath appointed unto me;"},{"Verse":"30","Text":"That ye may eat and drink at my table in my kingdom; and sit on twelve thrones, judging the twelve tribes of Israel."},{"Verse":"31","Text":"And the Lord said, Simon, Simon, behold Satan hath desired you, that he may sift the children of the kingdom as wheat."},{"Verse":"32","Text":"But I have prayed for you, that your faith fail not; and when you are converted strengthen your brethren."},{"Verse":"33","Text":"And he said unto him, being aggrieved, Lord, I am ready to go with you, both into prison, and unto death."},{"Verse":"34","Text":"And the Lord said, I tell you, Peter, that the cock shall not crow this day, before that you will thrice deny that you know me."},{"Verse":"35","Text":"And he said unto them, When I sent you without purse and scrip, or shoes, lacked ye any thing? And they said, Nothing."},{"Verse":"36","Text":"Then said he unto them, I say unto you again, He who hath a purse, let him take it, and likewise his scrip; and he who hath no sword, let him sell his garment and buy one."},{"Verse":"37","Text":"For I say unto you, This that is written must yet be accomplished in me, And he was reckoned among the transgressors; for the things concerning me have an end."},{"Verse":"38","Text":"And they said, Lord, behold here are two swords. And he said unto them, It is enough."},{"Verse":"39","Text":"And he came out, and went, as he was accustomed, to the mount of Olives; and his disciples followed him."},{"Verse":"40","Text":"And when he was at the place, he said unto them, Pray that ye enter not into temptation."},{"Verse":"41","Text":"And he was withdrawn from them about a stone's cast, and kneeled down and prayed,"},{"Verse":"42","Text":"Saying, Father, if thou be willing, remove this cup from me; nevertheless, not my will, but thine be done."},{"Verse":"43","Text":"And there appeared an angel unto him from heaven, strengthening him."},{"Verse":"44","Text":"And being in an agony, he prayed more earnestly; and he sweat as at were great drops of blood falling down to the ground."},{"Verse":"45","Text":"And when he rose up from prayer, and was come to his disciples, he found them sleeping; for they were filled with sorrow;"},{"Verse":"46","Text":"And he said unto them, Why sleep ye? rise and pray, lest ye enter into temptation."},{"Verse":"47","Text":"And while he yet spake, behold, a multitude, and he who was called Judas, one of the twelve, went before them, and drew near unto Jesus to kiss him."},{"Verse":"48","Text":"But Jesus said unto him, Judas, betrayest thou the Son of Man with a kiss?"},{"Verse":"49","Text":"When they who were about him, saw what would follow, they said unto him, Lord, shall we smite with a sword?"},{"Verse":"50","Text":"And one of them smote the servant of the high priest, and cut off his right ear."},{"Verse":"51","Text":"And Jesus answered and said, Suffer ye thus far. And he touched his ear and healed him."},{"Verse":"52","Text":"Then Jesus said unto the chief priests, and captains of the temple, and the elders, who were come to him, Are ye come out as against a thief, with swords and staves?"},{"Verse":"53","Text":"When I was daily with you in the temple, ye stretched forth no hands against me; but this is your hour, and the power of darkness."},{"Verse":"54","Text":"Then took they him, and led him, and brought him into the high priest's house; and Peter followed afar off."},{"Verse":"55","Text":"And when they had kindled a fire in the midst of the hall, and were set down together, Peter sat down among them."},{"Verse":"56","Text":"But a certain maid beheld him, as he sat by the fire, and earnestly looked upon him, and said, This man was also with him."},{"Verse":"57","Text":"And he denied him, saying, Woman, I know him not."},{"Verse":"58","Text":"And after a little while another saw him, and said, Thou art also of them. And Peter said, Man, I am not."},{"Verse":"59","Text":"And about the space of one hour, another confidently affirmed, saying, Of a truth, this man was also with him; for he is a Galilean."},{"Verse":"60","Text":"And Peter said, Man, I know not what thou sayest. And immediately, while he yet spake, the cock crew."},{"Verse":"61","Text":"And the Lord turned, and looked upon Peter. And Peter remembered the word of the Lord, how he had said unto him, Before the cock crow, thou shalt deny me thrice."},{"Verse":"62","Text":"And Peter went out, and wept bitterly."},{"Verse":"63","Text":"And the men who held Jesus, mocked him, and smote him."},{"Verse":"64","Text":"And when they had blind-folded him, they struck him on the face, and asked him, saying, Prophesy, who is it who smote thee?"},{"Verse":"65","Text":"And many other things blasphemously spake they against him."},{"Verse":"66","Text":"And as soon as it was day, the elders of the people and the chief priests, and the scribes, came together, and led him into their council,"},{"Verse":"67","Text":"Saying, Art thou the Christ? Tell us. And he said unto them, If I tell you, ye will not believe."},{"Verse":"68","Text":"And if I also ask you, ye will not answer me, nor let me go."},{"Verse":"69","Text":"Hereafter shall the Son of Man sit on the right hand of the power of God."},{"Verse":"70","Text":"Then said they all, Art thou then the Son of God? And he said unto them, Ye say that I am."},{"Verse":"71","Text":"And they said, What need we of any further witness: For we ourselves have heard of his own mouth."}]