[{"Verse":"1","Text":"In the beginning was the gospel preached through the Son. And the gospel was the word, and the word was with the Son, and the Son was with God, and the Son was of God."},{"Verse":"2","Text":"The same was in the beginning with God."},{"Verse":"3","Text":"All things were made by him; and without him was not anything made which was made."},{"Verse":"4","Text":"In him was the gospel, and the gospel was the life, and the life was the light of men;"},{"Verse":"5","Text":"And the light shineth in the world, and the world perceiveth it not."},{"Verse":"6","Text":"There was a man sent from God, whose name was John."},{"Verse":"7","Text":"The same came into the world for a witness, to bear witness of the light, to bear record of the gospel through the Son, unto all, that through him men might believe."},{"Verse":"8","Text":"He was not that light, but came to bear witness of that light,"},{"Verse":"9","Text":"Which was the true light, which lighteth every man who cometh into the world;"},{"Verse":"10","Text":"Even the Son of God. He who was in the world, and the world was made by him, and the world knew him not."},{"Verse":"11","Text":"He came unto his own, and his own received him not."},{"Verse":"12","Text":"But as many as received him, to them gave he power to become the sons of God; only to them who believe on his name."},{"Verse":"13","Text":"He was born, not of blood, nor of the will of the flesh, nor of the will of man, but of God."},{"Verse":"14","Text":"And the same word was made flesh, and dwelt among us, and we beheld his glory, the glory as of the Only Begotten of the Father, full of grace and truth."},{"Verse":"15","Text":"John bear witness of him, and cried, saying, This is he of whom I spake; He who cometh after me, is preferred before me; for he was before me."},{"Verse":"16","Text":"For in the beginning was the Word, even the Son, who is made flesh, and sent unto us by the will of the Father. And as many as believe on his name shall receive of his fullness. And of his fullness have all we received, even immortality and eternal life, through his grace."},{"Verse":"17","Text":"For the law was given through Moses, but life and truth came through Jesus Christ."},{"Verse":"18","Text":"For the law was after a carnal commandment, to the administration of death; but the gospel was after the power of an endless life, through Jesus Christ, the Only Begotten Son, who is in the bosom of the Father."},{"Verse":"19","Text":"And no man hath seen God at any time, except he hath borne record of the Son; for except it is through him no man can be saved."},{"Verse":"20","Text":"And this is the record of John, when the Jews sent priests and Levites from Jerusalem, to ask him; Who art thou?"},{"Verse":"21","Text":"And he confessed, and denied not that he was Elias; but confessed, saying; I am not the Christ."},{"Verse":"22","Text":"And they asked him, saying; How then art thou Elias? And he said, I am not that Elias who was to restore all things. And they asked him saying, Art thou that prophet? And he answered, No."},{"Verse":"23","Text":"Then said they unto him, Who art thou? that we man give an answer to them that sent us. What sayest thou of thyself?"},{"Verse":"24","Text":"He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as saith the prophet Esaias."},{"Verse":"25","Text":"And they who were sent were of the Pharisees."},{"Verse":"26","Text":"And they asked him, and said unto him; Why baptizest thou then, if thou be not the Christ, nor Elias who was to restore all things, neither that prophet?"},{"Verse":"27","Text":"John answered them, saying; I baptize with water, but there standeth one among you, whom ye know not;"},{"Verse":"28","Text":"He it is of whom I bear record. He is that prophet, even Elias, who, coming after me, is preferred before me, whose shoe's latchet I am not worthy to unloose, or whose place I am not able to fill; for he shall baptize, not only with water, but with fire, and with the Holy Ghost."},{"Verse":"29","Text":"The next day John seeth Jesus coming unto him, and said; Behold the Lamb of God, who taketh away the sin of the world!"},{"Verse":"30","Text":"And John bare record of him unto the people, saying, This is he of whom I said; After me cometh a man who is preferred before me; for he was before me, and I knew him, and that he should be made manifest to Israel; therefore am I come baptizing with water."},{"Verse":"31","Text":"And John bare record, saying; When he was baptized of me, I saw the Spirit descending from heaven like a dove, and it abode upon him."},{"Verse":"32","Text":"And I knew him; for he who sent me to baptize with water, the same said unto me; Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he who baptizeth with the Holy Ghost."},{"Verse":"33","Text":"And I saw, and bare record that this is the Son of God."},{"Verse":"34","Text":"These things were done in Bethabara, beyond Jordan, where John was baptizing."},{"Verse":"35","Text":"Again, the next day after, John stood, and two of his disciples,"},{"Verse":"36","Text":"And looking upon Jesus as he walked, he said; Behold the Lamb of God!"},{"Verse":"37","Text":"And the two disciples heard him speak, and they followed Jesus."},{"Verse":"38","Text":"Then Jesus turned, and saw them following him, and said unto them, What seek ye? They say unto him, Rabbi, (which is to say, being interpreted, Master;) Where dwellest thou?"},{"Verse":"39","Text":"He said unto them, Come and see. And they came and saw where he dwelt, and abode with him that day; for it was about the tenth hour."},{"Verse":"40","Text":"One of the two who heard John, and followed Jesus, was Andrew, Simon Peter's brother."},{"Verse":"41","Text":"He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ."},{"Verse":"42","Text":"And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon, the son of Jona, thou shalt be called Cephas, which is, by interpretation, a seer, or a stone. And they were fishermen. And they straightway left all, and followed Jesus."},{"Verse":"43","Text":"The day following, Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me."},{"Verse":"44","Text":"Now Philip was at Bethsaida, the city of Andrew and Peter."},{"Verse":"45","Text":"Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph."},{"Verse":"46","Text":"And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip said unto him, Come and see."},{"Verse":"47","Text":"Jesus saw Nathanael coming unto him, and said of him, Behold an Israelite indeed, in whom is no guile!"},{"Verse":"48","Text":"Nathanael said unto him, Whence knowest thou me? Jesus answering said unto him, Before Philip called thee, when thou wast under the fig tree, I saw thee."},{"Verse":"49","Text":"Nathanael answered and said unto him, Rabbi, thou art the Son of God; thou art the King of Israel."},{"Verse":"50","Text":"Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? Thou shalt see greater things than these."},{"Verse":"51","Text":"And he said unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of Man."}]