[{"Verse":"1","Text":"Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber."},{"Verse":"2","Text":"But he that entereth in by the door is the shepherd of the sheep."},{"Verse":"3","Text":"To him the porter openeth; and the sheep hear his voice; and he calleth his own sheep by name, and leadeth them out."},{"Verse":"4","Text":"And when he putteth forth his own sheep, he goeth before them, and the sheep follow him; for they know his voice."},{"Verse":"5","Text":"And a stranger will they not follow, but will flee from him; for they know not the voice of strangers."},{"Verse":"6","Text":"This parable spake Jesus unto them; but they understood not what things they were which he spake unto them."},{"Verse":"7","Text":"Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheepfold."},{"Verse":"8","Text":"All that ever came before me who testified not of me are thieves and robbers; but the sheep did not hear them."},{"Verse":"9","Text":"I am the door; by me if any man enter in, he shall be saved, and shall go in and out, and find pasture."},{"Verse":"10","Text":"The thief cometh not, but for to steal, and to kill, and to destroy; I am come that they might have life, and that they might have it more abundantly."},{"Verse":"11","Text":"I am the good shepherd; the good shepherd giveth his life for his sheep."},{"Verse":"12","Text":"And the shepherd is not as a hireling, whose own the sheep are not, who seeth the wolf coming, and leaveth the sheep, and fleeth; and the wolf catcheth the sheep and scattereth them."},{"Verse":"13","Text":"For I am the good shepherd, and know my sheep, and am known of mine."},{"Verse":"14","Text":"But he who is a hireling fleeth, because he is a hireling, and careth not for the sheep."},{"Verse":"15","Text":"As the Father knoweth me, even so know I the Father; and I lay down my life for the sheep."},{"Verse":"16","Text":"And other sheep I have, which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd."},{"Verse":"17","Text":"Therefore doth my Father love me, because I lay down my life, that I might take it again."},{"Verse":"18","Text":"No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father."},{"Verse":"19","Text":"There was a division therefore again among the Jews for these sayings."},{"Verse":"20","Text":"And many of them said, He hath a devil, and is mad; why hear ye him?"},{"Verse":"21","Text":"Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?"},{"Verse":"22","Text":"And it was at Jerusalem the feast of the dedication, and it was winter."},{"Verse":"23","Text":"And Jesus walked in the temple in Solomon's porch."},{"Verse":"24","Text":"Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly."},{"Verse":"25","Text":"Jesus answered them, I told you, and ye believed not; the works that I do in my Father's name, they bear witness of me."},{"Verse":"26","Text":"But ye believe not, because ye are not of my sheep, as I said unto you."},{"Verse":"27","Text":"My sheep hear my voice, and I know them, and they follow me;"},{"Verse":"28","Text":"And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand."},{"Verse":"29","Text":"My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father's hand."},{"Verse":"30","Text":"I and my Father are one."},{"Verse":"31","Text":"Then the Jews took up stones again to stone him."},{"Verse":"32","Text":"Jesus answered them, Many good works have I showed you from my Father; for which of those works do ye stone me?"},{"Verse":"33","Text":"The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God."},{"Verse":"34","Text":"Jesus answered them, Is it not written in your law, I said, Ye are gods?"},{"Verse":"35","Text":"If he called them gods, unto whom the word of God came, and the Scripture cannot be broken;"},{"Verse":"36","Text":"Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?"},{"Verse":"37","Text":"If I do not the works of my Father, believe me not."},{"Verse":"38","Text":"But if I do, though ye believe not me, believe the works; that ye may know, and believe, that the Father is in me, and I in him."},{"Verse":"39","Text":"Therefore they sought again to take him; but he escaped out of their hand,"},{"Verse":"40","Text":"And went away again beyond Jordan into the place where John at first baptized; and there he abode."},{"Verse":"41","Text":"And many resorted unto him, and said, John did no miracle; but all things that John spake of this man were true."},{"Verse":"42","Text":"And many believed on him there."}]