[{"Verse":"1","Text":"Now Peter and John went up together into the temple at the ninth hour, for prayer."},{"Verse":"2","Text":"And a certain man lame from his mother's womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms of them that entered into the temple."},{"Verse":"3","Text":"Who, seeing Peter and John about to go into the temple, asked an alms."},{"Verse":"4","Text":"And Peter and John, fastening their eyes upon him, said, Look on us."},{"Verse":"5","Text":"And he gave heed unto them, expecting to receive something of them."},{"Verse":"6","Text":"Then Peter said, Silver and gold have I none; but such as I have give I thee; In the name of Jesus Christ of Nazareth rise up and walk."},{"Verse":"7","Text":"And he took him by the right hand, and lifted him up; and immediately his feet and ankle bones received strength."},{"Verse":"8","Text":"And he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God."},{"Verse":"9","Text":"And all the people saw him walking and praising God:"},{"Verse":"10","Text":"And they knew that it was he which sat for alms at the Beautiful gate of the temple; and they were filled with wonder and amazement at that which had happened unto him."},{"Verse":"11","Text":"And as the lame man which was healed held Peter and John, all the people ran together unto them in the porch that is called Solomon's, greatly wondering."},{"Verse":"12","Text":"And when Peter saw this, he answered and said unto the people, Ye men of Israel, why marvel ye at this? or why look ye so earnestly on us, as though by our own power or holiness we had made this man to walk?"},{"Verse":"13","Text":"The God of Abraham, and of Isaac, and of Jacob, the God of our fathers, hath glorified his Son Jesus; whom ye delivered up, and denied him in the presence of Pilate, when he was determined to let him go."},{"Verse":"14","Text":"But ye denied the Holy One and the Just, and desired a murderer to be granted unto you;"},{"Verse":"15","Text":"And killed the Prince of life, whom God hath raised from the dead; whereof we are witnesses."},{"Verse":"16","Text":"And this man, through faith in his name, hath been made strong, whom ye see and know; yea, the faith which is in him hath given him this perfect soundness in the presence of you all."},{"Verse":"17","Text":"And now, brethren, I know that through ignorance ye have done this, as also your rulers."},{"Verse":"18","Text":"But those things, which God before had showed by the mouth of all his prophets, that Christ should suffer, he hath so fulfilled."},{"Verse":"19","Text":"Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;"},{"Verse":"20","Text":"And he shall send Jesus Christ, which before was preached unto you, whom ye have crucified;"},{"Verse":"21","Text":"Whom the heavens must receive until the times of restitution of all things which God hath spoken by the mouth of all his holy prophets since the world began."},{"Verse":"22","Text":"For Moses truly said unto the fathers, A Prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you."},{"Verse":"23","Text":"And it shall come to pass, that every soul, which will not hear that Prophet, shall be destroyed from among the people."},{"Verse":"24","Text":"Yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days."},{"Verse":"25","Text":"Ye are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed."},{"Verse":"26","Text":"Unto you first God, having raised up his Son Jesus, sent him to bless you, in turning away every one of you from his iniquities."}]