[{"Verse":"1","Text":"Paul, an apostle, a servant of God, called of Jesus Christ, and separated to preach the gospel,"},{"Verse":"2","Text":"(Which he had promised before by his prophets in the holy scriptures,)"},{"Verse":"3","Text":"Concerning his son Jesus Christ our Lord, which was made of the seed of David according to the flesh;"},{"Verse":"4","Text":"And declared the Son of God with power, by the Spirit according to the truth through the resurrection from the dead;"},{"Verse":"5","Text":"by whom we have received grace and apostleship, through obedience, and faith in his name, to preach the gospel among all nations;"},{"Verse":"6","Text":"Among whom ye also are called of Jesus Christ;"},{"Verse":"7","Text":"Wherefore I write to all who are in Rome, beloved of God, called saints; Grace to you, and peace, from God our Father, and the Lord Jesus Christ."},{"Verse":"8","Text":"First, I thank my God through Jesus Christ, that you all are steadfast, and your faith is spoken of throughout the whole world."},{"Verse":"9","Text":"For God is my witness, whom I serve, that without ceasing I make mention of you always in my prayers, that you may be kept through the Spirit, in the gospel of his Son,"},{"Verse":"10","Text":"Making request of you, to remember me in your prayers, I now write unto you, that you will ask him in faith, that if by any means, at length, I may serve you with my labors, and may have a prosperous journey by the will of God, to come unto you."},{"Verse":"11","Text":"For I long to see you, that I may impart unto you some spiritual gift, that it may be established in you to the end;"},{"Verse":"12","Text":"That I may be comforted together with you by the mutual faith both of you and me."},{"Verse":"13","Text":"Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was hindered hitherto,) that I might have some fruit among you also, even as among other Gentiles."},{"Verse":"14","Text":"I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise."},{"Verse":"15","Text":"And, as much as in me is, I am ready to preach the gospel to you that are at Rome also."},{"Verse":"16","Text":"For I am not ashamed of the gospel of Christ; for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek."},{"Verse":"17","Text":"For therein is the righteousness of God revealed through faith on his name; as it is written, The just shall live by faith."},{"Verse":"18","Text":"For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men; who love not the truth, but remain in unrighteousness,"},{"Verse":"19","Text":"After that which may be known of God is manifest to them."},{"Verse":"20","Text":"For God hath revealed unto them the invisible things of him, from the creation of the world, which are clearly seen; things which are not seen being understood by the things that are made, through his eternal power and Godhead; so that they are without excuse;"},{"Verse":"21","Text":"Because that, when they knew God, they glorified him not as God, neither were they thankful, but became vain in their imaginations, and their foolish hearts were darkened."},{"Verse":"22","Text":"Professing themselves to be wise, they became fools."},{"Verse":"23","Text":"And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things."},{"Verse":"24","Text":"Wherefore God also gave them up to uncleanness, through the lusts of their own hearts; to dishonor their own bodies between themselves;"},{"Verse":"25","Text":"Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen."},{"Verse":"26","Text":"For this cause God gave them up unto vile affections; for even their women did change the natural use into that which is against nature;"},{"Verse":"27","Text":"And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompense of their error which was meet."},{"Verse":"28","Text":"And even as they did not like to retain God according to some knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;"},{"Verse":"29","Text":"Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,"},{"Verse":"30","Text":"Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,"},{"Verse":"31","Text":"Without understanding, covenant-breakers, without natural affection, implacable, unmerciful;"},{"Verse":"32","Text":"And some who, knowing the judgment of God, that they which commit such things are worthy of death, are inexcusable, not only do the same, but have pleasure in them that do them."}]