[{"Verse":"1","Text":"What shall we say then that Abraham our father, as pertaining to the flesh, hath found?"},{"Verse":"2","Text":"For if Abraham were justified by the law of works, he hath to glory in himself; but not of God."},{"Verse":"3","Text":"For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness."},{"Verse":"4","Text":"Now to him who is justified by the law of works, is the reward reckoned, not of grace, but of debt."},{"Verse":"5","Text":"But to him that seeketh not to be justified by the law of works, but believeth on him who justifieth not the ungodly, his faith is counted for righteousness."},{"Verse":"6","Text":"Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without the law of works,"},{"Verse":"7","Text":"Saying, Blessed are they through faith whose iniquities are forgiven, and whose sins are covered."},{"Verse":"8","Text":"Blessed is the man to whom the Lord will not impute sin."},{"Verse":"9","Text":"Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham, for righteousness."},{"Verse":"10","Text":"How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision."},{"Verse":"11","Text":"And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised; that he might be the father of all of them that believe, though they be not circumcised; that righteousness might be imputed unto them also;"},{"Verse":"12","Text":"And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised."},{"Verse":"13","Text":"For the promise, that he should be the heir of the world, was not to Abraham, or to his seed, through the law, but through the righteousness of faith."},{"Verse":"14","Text":"For if they which are of the law be heirs, faith is made void, and the promise made of none effect;"},{"Verse":"15","Text":"Because the law worketh wrath; for where no law is, there is no transgression."},{"Verse":"16","Text":"Therefore ye are justified of faith and works, through grace, to the end the promise might be sure to all the seed; not to them only who are of the law, but to them also who are of the faith of Abraham; who is the father of us all,"},{"Verse":"17","Text":"(As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were;"},{"Verse":"18","Text":"Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be."},{"Verse":"19","Text":"And being not weak in faith, he considered not his own body now dead, when he was about a hundred years old, neither yet the deadness of Sarah's womb;"},{"Verse":"20","Text":"He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;"},{"Verse":"21","Text":"And being fully persuaded, that what he had promised, he was able also to perform."},{"Verse":"22","Text":"And therefore it was imputed to him for righteousness."},{"Verse":"23","Text":"Now it was not written for his sake alone, that it was imputed to him;"},{"Verse":"24","Text":"But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;"},{"Verse":"25","Text":"Who was delivered for our offenses, and was raised again for our justification."}]