[{"Verse":"1","Text":"Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage."},{"Verse":"2","Text":"Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing."},{"Verse":"3","Text":"For I testify again to every man that is circumcised, that he is a debtor to do the whole law."},{"Verse":"4","Text":"Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace."},{"Verse":"5","Text":"For we through the Spirit wait for the hope of righteousness by faith."},{"Verse":"6","Text":"For in Jesus Christ neither circumcision availeth anything, nor uncircumcision; but faith which worketh by love."},{"Verse":"7","Text":"Ye did run well; who did hinder you that ye should not obey the truth?"},{"Verse":"8","Text":"This persuasion cometh not of him that calleth you."},{"Verse":"9","Text":"A little leaven leaveneth the whole lump."},{"Verse":"10","Text":"I have confidence in you through the Lord, that ye will be none otherwise minded; but he that troubleth you shall bear his judgment, whosoever he be."},{"Verse":"11","Text":"And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offense of the cross ceased."},{"Verse":"12","Text":"I would they were even cut off which trouble you."},{"Verse":"13","Text":"For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another."},{"Verse":"14","Text":"For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbor as thyself."},{"Verse":"15","Text":"But if ye bite and devour one another, take heed that ye be not consumed one of another."},{"Verse":"16","Text":"This I say then, Walk in the Spirit, and ye shall not fulfill the lust of the flesh."},{"Verse":"17","Text":"For the flesh lusteth against the Spirit, and the Spirit against the flesh; and these are contrary the one to the other; so that ye cannot do the things that ye would."},{"Verse":"18","Text":"But if ye be led of the Spirit, ye are not under the law."},{"Verse":"19","Text":"Now the works of the flesh are manifest, which are these, Adultery, fornication, uncleanness, lasciviousness,"},{"Verse":"20","Text":"Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,"},{"Verse":"21","Text":"Envyings, murders, drunkenness, revellings, and such like; of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God."},{"Verse":"22","Text":"But the fruit of the Spirit is love, joy, peace, long-suffering, gentleness, goodness, faith,"},{"Verse":"23","Text":"Meekness, temperance; against such there is no law."},{"Verse":"24","Text":"And they that are Christ's have crucified the flesh with the affections and lusts."},{"Verse":"25","Text":"If we live in the Spirit, let us also walk in the Spirit."},{"Verse":"26","Text":"Let us not be desirous of vainglory, provoking one another, envying one another."}]