[{"Verse":"1","Text":"For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices, which they offered continually year by year make the comers thereunto perfect."},{"Verse":"2","Text":"For then would they not have ceased to be offered? because that the worshipers once purged should have had no more conscience of sins."},{"Verse":"3","Text":"But in those sacrifices there is a remembrance again made of sins every year."},{"Verse":"4","Text":"For it is not possible that the blood of bulls and of goats should take away sins."},{"Verse":"5","Text":"Wherefore, when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me;"},{"Verse":"6","Text":"In burnt offerings and sacrifices for sin thou hast had no pleasure."},{"Verse":"7","Text":"Then said I, Lo, I come (in the volume of the book it is written of me) to do thy will, O God."},{"Verse":"8","Text":"Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;"},{"Verse":"9","Text":"Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second."},{"Verse":"10","Text":"By which will we are sanctified through the offering once of the body of Jesus Christ."},{"Verse":"11","Text":"And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins;"},{"Verse":"12","Text":"But this man, after he had offered one sacrifice for sins forever, sat down on the right hand of God;"},{"Verse":"13","Text":"From henceforth to reign until his enemies be made his footstool."},{"Verse":"14","Text":"For by one offering he hath perfected forever them that are sanctified."},{"Verse":"15","Text":"Whereof the Holy Ghost also is a witness to us; for after that he had said before,"},{"Verse":"16","Text":"This is the covenant that I will make with them after those days, saith the Lord; I will put my laws into their hearts, and in their minds will I write them;"},{"Verse":"17","Text":"And their sins and iniquities will I remember no more."},{"Verse":"18","Text":"Now where remission of these is, there is no more offering for sin."},{"Verse":"19","Text":"Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,"},{"Verse":"20","Text":"By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;"},{"Verse":"21","Text":"And having such an high priest over the house of God;"},{"Verse":"22","Text":"Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water."},{"Verse":"23","Text":"Let us hold fast the profession of our faith without wavering; for he is faithful that promised;"},{"Verse":"24","Text":"And let us consider one another to provoke unto love and to good works;"},{"Verse":"25","Text":"Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another; and so much the more, as ye see the day approaching."},{"Verse":"26","Text":"For if we sin willfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,"},{"Verse":"27","Text":"But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries."},{"Verse":"28","Text":"He that despised Moses' law died without mercy under two or three witnesses;"},{"Verse":"29","Text":"Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden underfoot the son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?"},{"Verse":"30","Text":"For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people."},{"Verse":"31","Text":"It is a fearful thing to fall into the hands of the living God."},{"Verse":"32","Text":"But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;"},{"Verse":"33","Text":"Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used."},{"Verse":"34","Text":"For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance."},{"Verse":"35","Text":"Cast not away therefore your confidence, which hath great recompense of reward."},{"Verse":"36","Text":"For ye have need of patience, that, after ye have done the will of God, ye might receive the promise."},{"Verse":"37","Text":"For yet a little while, and he that shall come will come, and will not tarry."},{"Verse":"38","Text":"Now the just shall live by faith; but if any man draw back, my soul shall have no pleasure in him."},{"Verse":"39","Text":"But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul."}]