[{"Verse":"1","Text":"My brethren, ye cannot have the faith of our Lord Jesus Christ, the Lord of glory, and yet have respect to persons."},{"Verse":"2","Text":"Now if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;"},{"Verse":"3","Text":"And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool;"},{"Verse":"4","Text":"Are ye not then in yourselves partial judges, and become evil in your thoughts?"},{"Verse":"5","Text":"Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?"},{"Verse":"6","Text":"But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?"},{"Verse":"7","Text":"Do not they blaspheme that worthy name by the which ye are called?"},{"Verse":"8","Text":"If ye fulfill the royal law according to the scripture, Thou shalt love thy neighbor as thyself, ye do well;"},{"Verse":"9","Text":"But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors."},{"Verse":"10","Text":"For whosoever shall, save in one point, keep the whole law, he is guilty of all."},{"Verse":"11","Text":"For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law."},{"Verse":"12","Text":"So speak ye, and so do, as they that shall be judged by the law of liberty."},{"Verse":"13","Text":"For he shall have judgment without mercy, that hath showed no mercy; and mercy rejoiceth against judgment."},{"Verse":"14","Text":"What profit is it, my brethren, for a man to say he hath faith, and hath not works? can faith save him?"},{"Verse":"15","Text":"Yea, a man may say, I will show thee I have faith without works; but I say, show me thy faith without works, and I will show thee my faith by my works."},{"Verse":"16","Text":"For if a brother or sister be naked and destitute, and one of you say, Depart in peace, be warmed and filled; notwithstanding he give not those things which are needful to the body; what profit is your faith unto such?"},{"Verse":"17","Text":"Even so faith, if it have not works is dead, being alone."},{"Verse":"18","Text":"Therefore wilt thou know, O vain man, that faith without works is dead and cannot save you?"},{"Verse":"19","Text":"Thou believest there is one God; thou doest well; the devils also believe, and tremble; thou hast made thyself like unto them, not being justified."},{"Verse":"20","Text":"Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?"},{"Verse":"21","Text":"Seest thou how works wrought with his faith, and by works was faith made perfect?"},{"Verse":"22","Text":"And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness; and he was called the friend of God."},{"Verse":"23","Text":"Ye see then that by works a man is justified, and not by faith only."},{"Verse":"24","Text":"Likewise also Rahab the harlot was justified by works, when she had received the messengers and sent them out another way."},{"Verse":"25","Text":"For, as the body without the spirit is dead, so faith without works is dead."}]